{
  "address": "0x00214896027170210a75ff5e8aee3bbe45aff1df",
  "type": "ERC721",
  "name": "The Guild - by Phlick",
  "tokenCount": "200",
  "uri": "https://arweave.net/hlZEh2aMDjn1Iw6j6VDAxQXF2kIOr5vjqd0PkJSBo1g/1",
  "metadata": {
    "name": "The Guild #001",
    "created_by": "Phlick",
    "description": "The Guild is a playful take on the style used during the Renaissance. Renaissance art is considered one of the most important art movements in history because it marked a significant shift in how art was perceived and created. Its focus on the human form and the natural world, its use of perspective, and new techniques for depicting space and depth, expression, and emotion.\n\nDuring the Renaissance, a guild was a professional association of merchants or craftsmen who worked in a particular trade or industry. Guilds were important organizations in medieval and early modern Europe, as they provided a way for people who worked in a particular trade or craft to come together to share knowledge, skills, and resources.\n\nThe Guild is Phlick's first digital collection. Under a different pseudonym, Phlick has worked in the traditional art world for decades. His work has been featured commercially and in galleries. The combination of art, technology, AI, and blockchain brings these renaissance-style pieces to life.  \n\nFollowing the Middle Ages, the Renaissance period was a time of rebirth. So it's only fitting that Phlicks first project is a Renaissance of his art style.",
    "attributes": [
      {
        "trait_type": "Mask",
        "value": "Blue and Gold"
      },
      {
        "trait_type": "Outfit Color",
        "value": "Red"
      },
      {
        "trait_type": "Fume Hood",
        "value": "Yes"
      },
      {
        "trait_type": "Collar",
        "value": "No"
      },
      {
        "trait_type": "Head",
        "value": "Black Hat"
      },
      {
        "trait_type": "Background",
        "value": "Solid"
      }
    ],
    "image_details": {
      "bytes": 7001067,
      "format": "JPEG",
      "sha256": "dacf750ecbb48ac0ed85e160e1f5a4c802dc0e8e30c493aab847a47c0a3c38d0",
      "width": 4000,
      "height": 4000
    },
    "image": "https://arweave.net/dYtrz4NACc6o3411ytGCOBFjFgFC0EBA5n5DznL51G4",
    "image_url": "https://arweave.net/dYtrz4NACc6o3411ytGCOBFjFgFC0EBA5n5DznL51G4"
  }
}