{
  "address": "0x00081ee477a3f6b78b771e4f137922ad5d2d6bbf",
  "type": "ERC721",
  "name": "BOY2K - Close Friends (VIP)",
  "tokenCount": "25",
  "uri": "ar://0gm1qn4QMIVaieeGCbW35yQBkjNpbFjb6RTBEbw2V50/1",
  "metadata": {
    "animation_url": "ar://s1wt4b07Pqt25wWr1hV4mOFspHMX7phJeyt807ZJHqI",
    "artist": "BOY2K",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://BoRc0AvMWfFkGMVrnemtmhMohWDOX_QNXdo6DGl6vAM",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Close Friends (VIP)",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 126,
    "credits": null,
    "description": "\"Close Friends\" is a tongue-in-cheek homage to social media culture and is the first original single from BOY2K sliding into your DMs. BOY2K is our - Boy Untitled and Boy Apocalypse - new, collaborative dance project; a forward-thinking experiment in the connective power of dance music. After meeting at a show in 2019, we began making music together and deepening our friendship. Shortly after, we decided to pack up our homes in LA and build our studio in Mexico City to develop the project. While the track is full of percussive movement and memorable riffs about the all-too-familiar woes of pursuing your favorite internet crush - it’s also a celebration our of friendship and sonic marker of the beginning of this new adventure. We created the VIP for specifically for one of our first DJ sets in CDMX at [sic], a weekly queer party in the heart of the city and the LGBTQ+ community. We hope you enjoy bouncing this nasty beat as much as we do. Thank you for supporting our journey together. Now, let’s vibe!\n\nFrom Mark: \"There are so many reasons that Grant and I decided to make \"Close Friends\" our first single as BOY2K, not least of which is how this track socially encapsulates the joy and freedom we experience when we write music together. There is a creative ease that we both feel with one another. And there is a tangible excitement that we share when creating dance spaces for EVERYONE. To us, \"Close Friends\" embodies the idea of \"Music For The People\" in its use of world sounds and the hilariously relatable experience of someone sliding into your DMs. It's fun, it makes you move and honestly makes us LOL when we sing it. It feels like a bop you can get down to with your bestie. Just like us when we made it.\"\n\nFrom Grant “The “Close Friends” VIP is a darker, more intense take on the more poppy original track, but in a way, it’s still about the same thing: friendship. For Mark and I, the dark, smokey back rooms of a club have often been the backdrop for our relationship both as friends and as creative partners. We’ve both spent many a late night dancing our way through the discotecas of Mexico City and the underground raves of LA. In a way, there’s a sense of humor about the remix that is meant to channel some of the most insane nights we’ve shared - the remix combines the sounds of pots and pans, detuned leads, and VERY processed vocals to channel that feeling of being out of your mind at a great techno show. We plan to use VIPs throughout our various releases to show either a darker or lighter side of the same concept: to keep expanding the sonic definition of the new dance floor we are building.",
    "duration": 214,
    "external_url": "https://www.sound.xyz/boy2k/close-friends-vip",
    "genre": "Dance & EDM",
    "image": "ar://BoRc0AvMWfFkGMVrnemtmhMohWDOX_QNXdo6DGl6vAM",
    "isrc": null,
    "key": "A_MINOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "mx",
    "losslessAudio": "ar://s1wt4b07Pqt25wWr1hV4mOFspHMX7phJeyt807ZJHqI",
    "lyrics": {
      "text": "A simple conversation\nYou’ll never know where it could lead\nI know I should be waiting\nBut you do something strange to me\n\nYou make me crazy\nConfessing every fantasy\nThe touch I’ve been craving\nSince the second you added me\nKeep it totally digital \nUnless you need something physical now\nYou should know that I’m down\n\nAre we close friends\nAre we close friends\nWe could be closer\nWith our clothes off\nIn the DMs\n\nAre we close friends\nI don’t wanna be close friends\nI want be your boy \nWhen the night ends\n\nCan I fix your attitude\nI just want to be close to you\nCloser to you\nCloser to you\nCloser to you\n\nI know I shouldn’t want it\nSeven minutes left on read\nYou’re toxic and you flaunt it\nI’m better off alone instead \n\nYou make me crazy\nConfessing every fantasy\nThe touch I’ve been craving\nSince the second you added me\nKeep it totally digital \nUnless you need something physical now\nYou should know that I’m down\n\nAre we close friends\nAre we close friends\nWe could be closer\nWith our clothes off\nIn the DMs\n\nCan I fix your attitude\nI just wanna be close to you \nCloser to you \nCloser to you\nCloser to you\n\nAre we close friends \nAre we close friends, ya?\nAre we close friends \nAre we close friends, ya?\nAre we close friends \nAre we close friends, ya?\nHey are we close friends \nAre we close friends?\n\nAre we close friends \nAre we close friends, ya?\nAre we close friends \nAre we close friends, ya?\nCan I fix your attitude\nI just want to be close\n\n",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Close Friends (VIP) #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Close Friends (VIP)",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}