{
  "address": "0x00727b004c1f9075fa06ca9435aeb257a9678e95",
  "type": "ERC721",
  "name": "Pharmanaut V2 - old V2",
  "tokenCount": "248",
  "uri": "ipfs://QmeXi1jZjtgrWDMzd2C5Af4kYLFRA61q9VHeSuCEki5z1d/1.json",
  "metadata": {
    "name": "Pharmanaut #1",
    "description": "Gianluca Trifilòs “Pharmanaut” is a pictorial homage to the posters forming part of the prevention campaign (the first of its kind against drug abuse) launched in Zurich in 1969 by the Crime Prevention Office. «Die Fratze des Todes» (The Visage of Death) (NZZ) – a poster by Andreas Fierz. Trifilòs limited NFT collection, presented on Ethereum, an open-source blockchain, consists of 5000 unique digital collectibles generated from over 100 human attributes and traits, such as gestures, facial expressions and hairstyle, as well as a selection of mental health conditions. In his attempt to unravel, and thus classify human emotional worlds, Trifilò employs arbitrary algorithms. In a sense, his work addresses the despair about the non-linear development of humankind, science, industrialisation and the economy. He observes and describes the amazing adaptability of the soft human mass, but also the consequences and side effects of this changeability. Performance-enhancing substances, administered in small doses, have helped the worlds population keep pace with time, with progress and with expectations since time immemorial. And like people, entire industries flourish in the process. Gianluca Trifilòs work explores manifold absurdities and contradictions, such as the silent social acceptance of paradoxical processes, the interaction of dependence and independence, of social inclusion and stigmatisation, of hypomania and depression, of consciousness and subconsciousness and the corresponding possibilities of manipulation, the sedation of functionality and emotionality, even if nature tends to envisage humankind as “being alive.” Trifilò’s “Pharmanaut” also invites viewers to ponder other questions, including the balance between social submission and rebellion against manipulation, between sensible renunciation and blind consumerism, between handling ones own resources and those of others, between chaos and order, between external and self-determination – beyond time and space, beyond the ability to think and act. Text: Valérie Jetzer, Translated by Mark Kyburz",
    "image": "ipfs://QmY1Zaa64nwHqHmqVM4XSmPZ2iB4V9Y2SnQ9D4BEeQZwYT/1.png",
    "dna": "2c554c206e387d910875ee54153bef6728333c89",
    "edition": 1,
    "date": 1647503099449,
    "artist": "Gianluca Trifilò",
    "surname": "3filo",
    "attributes": [
      {
        "trait_type": "Background",
        "value": "Hypomaniac"
      },
      {
        "trait_type": "Habitus",
        "value": "Bare"
      },
      {
        "trait_type": "Head",
        "value": "Schizophrenic"
      }
    ],
    "compiler": "Gianluca Trifilò"
  }
}