{
  "address": "0x00372812abcb11c2ea291aeb7f612d9e0524b013",
  "type": "ERC721",
  "name": "Shawn Carter",
  "tokenCount": "1",
  "uri": "data:application/json;utf8,{\"name\":\"Heir to the Throne\",\"created_by\":\"Shawn Carter\",\"description\":\"On June 25, 1996, JAY-Z unleashed his platinum-plus debut album Reasonable Doubt, the searing autobiographical opus of a young kingpin from Brooklyn\\u0027s Marcy Houses as he stands on the precipice of surviving and then rewriting the game; upping lyrical antes across generations and genres; applying hustle to building empires; and unveiling an explosive new blueprint for greatness for the hip-hop world and beyond. Full of brash bravado, scorching wit, and sober reflection, Reasonable Doubt is widely acknowledged not only as a stunning debut, but also as a powerful and influential document that continues to resonate 25 years after its release.\\n\\nTo mark the occasion, Sotheby\\u0027s and Roc Nation celebrate the 25th anniversary of Reasonable Doubt with Heir to the Throne (2021), a distinctive original artwork commissioned by JAY-Z and created by renowned artist Derrick Adams, presented as a one-of-one NFT. With Heir to the Throne, Adams reinterprets and recontextualizes the Reasonable Doubt album cover. Metamorphosing this source material in his kaleidoscopic contemporary take, Adams registers the timeless influence of JAY-Z\\u0027s magnum opus that defined and redefined an era. Heir to the Throne (which was the original title for the Reasonable Doubt album) is the first-ever NFT that JAY-Z and Derrick Adams have respectively produced. A portion of the proceeds from the auction will benefit The Shawn Carter Foundation and support its mission to help individuals facing socio-economic hardships further their education at postsecondary institutions.\",\"image\":\"https://arweave.net/QvrWW1rYSmbqV8NTI7MQt6SqWV9Gu-1bqCVYGNADrn4\",\"image_url\":\"https://arweave.net/QvrWW1rYSmbqV8NTI7MQt6SqWV9Gu-1bqCVYGNADrn4\",\"image_details\":{\"bytes\":3930073,\"format\":\"PNG\",\"sha256\":\"55614bd43be2efe40699100edcb6aef85e794de1bfa04dc0e00c961af0118868\",\"width\":2145,\"height\":2160},\"animation\":\"https://arweave.net/pTh1RynXckQtfLPhBm-DUlEVpq_vKiuQyP9uqoB3Nlo\",\"animation_url\":\"https://arweave.net/pTh1RynXckQtfLPhBm-DUlEVpq_vKiuQyP9uqoB3Nlo\",\"animation_details\":{\"bytes\":522111620,\"format\":\"MOV\",\"duration\":11,\"sha256\":\"2efb4f3d16df11b62442b7d4d28b599f59a017a579a2d532c885d3b5e14b5965\",\"width\":2145,\"height\":2160,\"codecs\":[\"ProRes 422 HQ\"]},\"terms_and_conditions\":\"https://arweave.net/m8cdhmeco6DMUXzYKz0TJ_e92iiZzHeDscGydItDXKs\",\"auction_details\":{\"auctioneer\":\"Sotheby's\"},\"attributes\":[{\"trait_type\":\"Artist\",\"value\":\"Derrick Adams\"},{\"trait_type\":\"Subject\",\"value\":\"JAY-Z\"}]}",
  "metadata": {
    "name": "Heir to the Throne",
    "created_by": "Shawn Carter",
    "description": "On June 25, 1996, JAY-Z unleashed his platinum-plus debut album Reasonable Doubt, the searing autobiographical opus of a young kingpin from Brooklyn's Marcy Houses as he stands on the precipice of surviving and then rewriting the game; upping lyrical antes across generations and genres; applying hustle to building empires; and unveiling an explosive new blueprint for greatness for the hip-hop world and beyond. Full of brash bravado, scorching wit, and sober reflection, Reasonable Doubt is widely acknowledged not only as a stunning debut, but also as a powerful and influential document that continues to resonate 25 years after its release.\n\nTo mark the occasion, Sotheby's and Roc Nation celebrate the 25th anniversary of Reasonable Doubt with Heir to the Throne (2021), a distinctive original artwork commissioned by JAY-Z and created by renowned artist Derrick Adams, presented as a one-of-one NFT. With Heir to the Throne, Adams reinterprets and recontextualizes the Reasonable Doubt album cover. Metamorphosing this source material in his kaleidoscopic contemporary take, Adams registers the timeless influence of JAY-Z's magnum opus that defined and redefined an era. Heir to the Throne (which was the original title for the Reasonable Doubt album) is the first-ever NFT that JAY-Z and Derrick Adams have respectively produced. A portion of the proceeds from the auction will benefit The Shawn Carter Foundation and support its mission to help individuals facing socio-economic hardships further their education at postsecondary institutions.",
    "image": "https://arweave.net/QvrWW1rYSmbqV8NTI7MQt6SqWV9Gu-1bqCVYGNADrn4",
    "image_url": "https://arweave.net/QvrWW1rYSmbqV8NTI7MQt6SqWV9Gu-1bqCVYGNADrn4",
    "image_details": {
      "bytes": 3930073,
      "format": "PNG",
      "sha256": "55614bd43be2efe40699100edcb6aef85e794de1bfa04dc0e00c961af0118868",
      "width": 2145,
      "height": 2160
    },
    "animation": "https://arweave.net/pTh1RynXckQtfLPhBm-DUlEVpq_vKiuQyP9uqoB3Nlo",
    "animation_url": "https://arweave.net/pTh1RynXckQtfLPhBm-DUlEVpq_vKiuQyP9uqoB3Nlo",
    "animation_details": {
      "bytes": 522111620,
      "format": "MOV",
      "duration": 11,
      "sha256": "2efb4f3d16df11b62442b7d4d28b599f59a017a579a2d532c885d3b5e14b5965",
      "width": 2145,
      "height": 2160,
      "codecs": [
        "ProRes 422 HQ"
      ]
    },
    "terms_and_conditions": "https://arweave.net/m8cdhmeco6DMUXzYKz0TJ_e92iiZzHeDscGydItDXKs",
    "auction_details": {
      "auctioneer": "Sotheby's"
    },
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Derrick Adams"
      },
      {
        "trait_type": "Subject",
        "value": "JAY-Z"
      }
    ]
  }
}