{
  "address": "0x00e1db574dbb32be70bdf3b7a690632d2632e1b6",
  "type": "ERC1155",
  "name": "Surreal Dreamscapes",
  "tokenCount": "5",
  "uri": "https://arweave.net/Sbf6Ie0Jh_dm78oaqrDlQMJl07SEQwRk98pULYQ4l6o",
  "metadata": {
    "created_by": "Mittu.eth",
    "name": "Galactic Reflections",
    "description": "This striking collage presents a surreal alternate universe where the iconic Louvre Museum is transformed into a breathtaking cosmic wonder.  \nThe colors in this collage blend together seamlessly, with a palette that includes hues of blue, purple, and hints of yellow, creating a dreamlike atmosphere that invites the viewer to lose themselves in the cosmic landscape. The sandy ground is textured with a shimmering quality that reflects the stunning galaxies above, including a mesmerizing purple planet that hovers in the distance. \nDespite the cosmic surroundings, the people and surrounding buildings remain unchanged from Earth, creating a surreal juxtaposition of the familiar and the otherworldly. The scene invites the viewer to contemplate the infinite possibilities of the universe and consider the cosmic significance of human culture and history.  \nThe combination of realism and surrealism creates a stunning visual experience that inspires awe and wonder, and encourages the viewer to imagine themselves as a part of this cosmic dream world.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Mittu"
      },
      {
        "trait_type": "Dream World",
        "value": "Cosmic"
      },
      {
        "trait_type": "Visual",
        "value": "Louvre Museum"
      }
    ],
    "image_details": {
      "bytes": 1507796,
      "format": "JPEG",
      "sha256": "e2b1de27e5afbb5fb3de4d29e948cb41f5d798c05098deb0ec6fa33f2824994f",
      "width": 1080,
      "height": 1350
    },
    "image": "https://arweave.net/sbLU3l9y3N3OZgaKMp5Pt4mZ0LSyqt-gWztTUDuPdyk",
    "image_url": "https://arweave.net/sbLU3l9y3N3OZgaKMp5Pt4mZ0LSyqt-gWztTUDuPdyk"
  }
}