{
  "address": "0x0038e27cb6949077ec64267588689944e8f55260",
  "type": "ERC1155",
  "name": "Edition by Anil",
  "tokenCount": "6",
  "uri": "https://arweave.net/FwAlmKiO8wG7FTs_sUy_F2IouwKAIoJS1aDsipvHIqE",
  "metadata": {
    "name": "Heaven Above The Clouds",
    "created_by": "Anil T Prabhakar",
    "external_url": "www.reminiscenceframes.com",
    "description": "Heaven Above The Clouds: I chose this photograph for a reason. My trekking into this Volcanic summit was difficult and challenging one, and I believe that \"no pain, no gain\" holds true. After hiking the mountain, I literally saw the Heaven above the clouds, which our grandparents used to say. I saw the beautiful mountain Arjuna peeking out through the clouds, sunrays piercing through the trees, and clouds that looked like waves. It was one of the beautiful scenes which I ever witnessed in my life. This photograph act as a metaphor into my NFT journey, I’m sure the best days are yet to come once I reached that peak. \n\nAs part of my 1st anniversary in this Web3 space, I'm releasing my Photography Edition in the Ethereum Blockchain. Pandemic caused the first global shutdown in our lifetime. We stayed home. I didn't know what to do and heard about NFT at the same time. what's all about NFT? In June 2021, I decided to start this journey. It was a first time I started using Twitter and got an opportunity to meet global artists. Everyone wants to connect with each other. \n\nMy community connections and engagement have led to a few photography collaborations. The best part about NFT journey  for me is being able to meet wonderful people from all over the world through our regular twitter space, talk to them, and learn about their art and approach. Even when good things happen in our lives, bad things can still happen sometimes. On the last day of the year, my profile was hacked. With the support from my friends, I decided to start from scratch. I can't be stopped by anything because my friends and community are always there for me. My journey in NFT will go on for sure, and I'll meet more people from all over the world day by day. \n\nArtist: Anil T Prabhakar ([@Aniltprabhakar](https://twitter.com/Aniltprabhakar))\n\nEdition Size: 50\n\nLicense: Can be used to display privately, or in commercial and non-commercial settings, or in groups. The License includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Anil T Prabhakar"
      },
      {
        "trait_type": "Location",
        "value": "Mount Bromo, East Java in Indonesia."
      },
      {
        "trait_type": "Camera",
        "value": "Canon 6D Mark II"
      },
      {
        "trait_type": "Lens ",
        "value": "Canon EF 28-300mm "
      },
      {
        "trait_type": "Exposure ",
        "value": "1/2500sec, f/8, ISO 200"
      },
      {
        "trait_type": "Date Taken",
        "value": "16/07/2019"
      }
    ],
    "image_details": {
      "bytes": 15725558,
      "format": "JPEG",
      "sha256": "c46f4da835ce2dd6b122513580c167ca66ce8fb2cbe65fa3ac4714741ddb6d51",
      "width": 6240,
      "height": 4188
    },
    "image": "https://arweave.net/72wcnEi8fsxHLv3wN6_2Afyua9hVotAP19_USgxfj5c",
    "image_url": "https://arweave.net/72wcnEi8fsxHLv3wN6_2Afyua9hVotAP19_USgxfj5c"
  }
}