{
  "address": "0x0010bffc197aa49b5d0414b5cb283f4958f54846",
  "type": "ERC1155",
  "name": "SHINSEI GALVERSE Ｘ NEORT",
  "tokenCount": "1",
  "uri": "https://arweave.net/uR2eFGCxDu1Gk3liFir_4LNKD-QRID0VPKLE9rZ5V7I",
  "metadata": {
    "name": "SHINSEI GALVERSE - GAL PALS!",
    "created_by": "TONY (偷尼) & SHINSEI GALVERSE",
    "external_url": "http://discord.gg/galverse",
    "description": "Gal Pals! is an exhibition that develops the unique worldview and aesthetics of Galverse created by the community. In this exhibition, the entire wall of NEORT++ gallery in Tokyo will be filled with many gals, and the exchanges and activities of gals from Japan and overseas will be recorded as a unique and immersive video experience along with the VTuber booth. This exhibition was created in a community-driven manner, using an invitation method similar to chain mail, which was popular on the Internet in the 90s. \n\nIntroducing \"Galverse Origin\" - an amazing NFT art piece by Taiwanese illustrator and Galverse community member, Tony, which captures the pioneers of the Galverse community and story. This piece, which was a winning entry in the Galverse Art Matsuri, is presented as a tribute to the creativity and spirit of the Gal Pals, who have come together from all over the world to create a unique and immersive experience for everyone to enjoy.\n\nThe piece is an invitation to explore the Galverse world and its many wonders, a place where creativity, friendship, and open source extensibility come together to create something truly special. As you gaze at the portraits of the pioneers, you'll be transported to a whole new dimension, where anything is possible and adventure awaits.\n\nDon't miss your chance to own a piece of the Galverse world. Come see \"Galverse Origin\" at the Gal Pals! exhibition in Tokyo and join the pioneers on their great journey into the unknown!\n\nAbout the artist  \nTony (偷尼), Taiwanese illustrator.  \n“I want to make more and more people fall in love with the manga & anime WORLD!!”  \nInstagram : @che_doodle  \ntwitter : @Huangshiche  \n",
    "attributes": [
      {
        "trait_type": "LOCATION",
        "value": "NEORT++ Tokyo"
      },
      {
        "trait_type": "DATE",
        "value": "3-19 MAR 2023"
      }
    ],
    "image_details": {
      "bytes": 22465160,
      "format": "PNG",
      "sha256": "9191583eb3195a79af64e3cc232ff01d1f78ac23ac95fa8f21e313af492d36d8",
      "width": 2510,
      "height": 3642
    },
    "image": "https://arweave.net/W9RayPWsQE6iiVpiXMUz_cfMbjQo-XBPS2NDhAJ-9NY",
    "image_url": "https://arweave.net/W9RayPWsQE6iiVpiXMUz_cfMbjQo-XBPS2NDhAJ-9NY"
  }
}