{
  "address": "0x0051ecefcd9296c6ab5c9ce7ef426a2fa7255582",
  "type": "ERC721",
  "name": "Sofia - hCzgozHMpn",
  "tokenCount": "1",
  "uri": "https://arweave.net/D5FRxXAGrwUgo1jZP9o7YgcjG20MB9Gla1UNleROA20",
  "metadata": {
    "name": "Sofía Grasso's PFP",
    "created_by": "Goka",
    "external_url": "goka.xyz",
    "description": "Hello! I'm Sofía Grasso and I do UX/UI design.\n\nI enjoy the process of research, applying best practices, and learning from user feedback, and deep-diving into creative processes to offer a memorable and valuable experience for users, while keeping in mind the objectives and expectations of product-market-fit!\n\nTeamwork and interdisciplinary work is of the utmost importance to me in my design process, and my goal is to continue growing professionally by always improving and incorporating the latest design trends and technologies.\n\nI consider myself a responsible, detailed-oriented person and I truly commit myself to the projects I take on.\n\nHola! Soy Sofi Grasso y hago Diseño UX/UI.\n\nDisfruto tanto del proceso de investigación y acercamiento con las personas usuarias, como del proceso creativo para ofrecer una experiencia memorable y de valor para esas personas, sin dejar de lado los objetivos y expectativas del negocio.\n\nEl trabajo en equipo e interdisciplinario me parece vital en el proceso de diseño, y mi objetivo es seguir creciendo profesionalmente e incorporando nuevas tendencias y tecnologías de diseño.\n\nMe considero una persona responsable, detallista y realmente me comprometo con los proyectos que encaro.",
    "attributes": [
      {
        "trait_type": "Name",
        "value": "Sofía Grasso"
      },
      {
        "trait_type": "Profession",
        "value": "UX/UI Designer"
      },
      {
        "trait_type": "NFT Type",
        "value": "PFP"
      },
      {
        "trait_type": "My LinkedIn",
        "value": "https://www.linkedin.com/in/sofia-grasso"
      }
    ],
    "image_details": {
      "bytes": 132442,
      "format": "JPEG",
      "sha256": "0a6d1b056a73db7f21c472043591bfee432b462de689e81373e3ab2c3cd6f715",
      "width": 800,
      "height": 800
    },
    "image": "https://arweave.net/4fpx_1EEn5g6TvbCLNXylFF5IT-nT9gTG7DgrlILc7o",
    "image_url": "https://arweave.net/4fpx_1EEn5g6TvbCLNXylFF5IT-nT9gTG7DgrlILc7o"
  }
}