{
  "address": "0x00d9b244836df8641b5906699945c6f2add27e79",
  "type": "ERC1155",
  "name": "Memorias Fer RAW",
  "tokenCount": "3",
  "uri": "https://arweave.net/7y9nPQ8vo1TzqX3DxpdLFnpKOOQ5J2TDXnCram7nBrY",
  "metadata": {
    "name": "Preface",
    "created_by": "Fer Caggiano",
    "external_url": "www.fercaggiano.com",
    "description": "Have you ever tried to remember something from your past and realized that your brain is basically a hot mess? It's like trying to find a needle in a haystack, except the needle is buried under a pile of emotions, random details, and maybe even a few false memories. Yeah, same.\n\nAs I write this autobiography, I quickly realize that my memories are not like neatly labeled files that I can access whenever I want. Nope, they're more like a jumbled mess of thoughts and feelings that I have to sift through to find what I'm looking for. And even when I do find a memory, it's not necessarily 100% accurate. Our brains are sneaky little devils that like to twist and turn information to fit our own biases and assumptions.\n\nSo, here's the deal. I'm trying my best to be honest and accurate with my memories, but I'm also aware that my perspective is just that - mine. I may forget certain details or remember things differently than someone else who was there. And that's okay! We all have our own version of events.\n\nBut what I can promise you is that the essence of my memories - the emotions, the atmosphere, the people involved - is still there, even if the specifics are a little fuzzy. And those are the things I've tried to capture in this book. The moments that have shaped me into the person I am today, the people who have come and gone from my life, and the lessons I've learned along the way.\n\nNow, here's the fun part. The stories in this book won't follow a particular order. Nope, no chronology or themes for me. I've decided to present them in the order that they come to me as I write. Why? Because memories don't work that way! They pop up randomly, triggered by a smell, a sound, or a conversation. So, why force them into a particular order?\n\nPlus, I want you to have the freedom to read this book however you want. Maybe you're in the mood for a funny story today, so you skip ahead to find one. Or maybe you're feeling introspective and want to read about a difficult time in my life. Whatever floats your boat, my friend!\n\nAnd here's the best part - even when the stories are sad or challenging, I promise to approach them with a sense of humor and optimism. Because life is too short to dwell on the bad stuff. Even in the darkest of times, there's always a glimmer of hope and a reason to keep moving forward.\n\nSo, whether you're reading this book in bed, on the subway, or on the toilet (hey, no judgment here), I hope you'll approach each story with an open mind and an open heart. Because each one has something valuable to offer, whether it's a lesson, a laugh, or a little bit of both.\n\nReady to dive in? Let's do this thing!",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Fer Caggiano"
      },
      {
        "trait_type": "Chapter",
        "value": "Preface"
      },
      {
        "trait_type": "Mood",
        "value": "Neutral"
      },
      {
        "trait_type": "Period",
        "value": "N/A"
      },
      {
        "trait_type": "Copyright",
        "value": "All Rights Reserved"
      }
    ],
    "animation_details": {
      "bytes": 36326485,
      "format": "MP4",
      "duration": 4,
      "sha256": "30232877fbb01c8be7815d9fb35fa70177fb4675219cfc12643251079eb8dd5e",
      "width": 2926,
      "height": 4096,
      "codecs": [
        "H.264"
      ]
    },
    "animation": "https://arweave.net/Bo-ATezFbu5n0IqaTOtmSSH0mk6w6Vl6inT-eSctnxc",
    "animation_url": "https://arweave.net/Bo-ATezFbu5n0IqaTOtmSSH0mk6w6Vl6inT-eSctnxc",
    "image_details": {
      "bytes": 9115181,
      "format": "JPEG",
      "sha256": "16682ea0f6eb4c181b209d09c2f765d86b0504dbe207816b6fa16be301be547b",
      "width": 5000,
      "height": 7000
    },
    "image": "https://arweave.net/skuTZ-X4FLYUZ0ahWFwBXdfKwSZ3o4uchi6oMokWz5c",
    "image_url": "https://arweave.net/skuTZ-X4FLYUZ0ahWFwBXdfKwSZ3o4uchi6oMokWz5c"
  }
}