{
  "address": "0x0088e3dfd8683bfa15438101c567d514970f923f",
  "type": "ERC721",
  "name": "Limited Editions by Roman Kägi",
  "tokenCount": "24",
  "uri": "https://arweave.net/874A8LTrvgsvkbPSETjGwdNH0MIh-9i_Y5lxc74URUM/1",
  "metadata": {
    "name": "Rise #1/12",
    "created_by": "Roman Kägi",
    "description": "Every sunrise gives you a new beginning and a new ending. Let this morning be a new beginning to a better relationship and a new ending to the bad memories. It's an opportunity to enjoy life, breathe freely, think and love. Be grateful for this beautiful day. - Norton Juster\n\nStory behind the photo:\n\nEvery morning when you wake up in the wild and set up for safari, you wish and dream for a sunrise that brings that magical golden light which touches the surface and warms the earth. This morning we got very lucky. Before sunrise, we were on our way to a lion sighting. But a few moments before the sun rose above the horizon, we passed by a mother giraffe and her calf. We definitely could not let that golden opportunity go. The male lion had to wait. We positioned the car, so that we would have the giraffes silhouettes in front of the now appearing big sun. And so this dream shot came to life.\n\nLicense:\n\nExtended Editorial: Can be used to display privately, in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and displays in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Roman Kägi"
      },
      {
        "trait_type": "Camera",
        "value": "SONY ILCE-7M3"
      },
      {
        "trait_type": "Lens",
        "value": "FE 200-600mm F5.6-6.3 G OSS"
      },
      {
        "trait_type": "ISO",
        "value": "80"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/6.3"
      },
      {
        "trait_type": "Exposure",
        "value": "1/160"
      },
      {
        "trait_type": "Focal Length",
        "value": "318.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2021:09:05 05:37:21"
      }
    ],
    "image_details": {
      "bytes": 152476,
      "format": "JPEG",
      "sha256": "38b7c89100383060aec1a1c1e79c2f364bde5e8923b955f4d0bda173cb9476ea",
      "width": 1234,
      "height": 1543
    },
    "image": "https://arweave.net/ZKNz0Y666AUQJEqLzdt9XDs_-Fn3ICJGr06r0noAsiM",
    "image_url": "https://arweave.net/ZKNz0Y666AUQJEqLzdt9XDs_-Fn3ICJGr06r0noAsiM"
  }
}