{
  "address": "0x00ce2bdcea2dfbf66b082ad2119e893d407fb567",
  "type": "ERC721",
  "name": "Nico Franc - Grateful (Demo)",
  "tokenCount": "36",
  "uri": "ar://CK2atqFYWp-J1V_PU95iIsYJSTob3S4lBLWEKde2zgE/1",
  "metadata": {
    "animation_url": "ar://17iZMPEEn2GMZbU0TM2HIKSQyM0QTKoaUdEJeU0Ccy0",
    "artist": "Nico Franc",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://QcU1B0H32EirVNsARxsLNmcEmsKE9M_5VM2Z9U71JpM",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Grateful (Demo)",
        "value": "Song Edition"
      }
    ],
    "bpm": 72,
    "credits": null,
    "description": "I released the official production of “Grateful” a few weeks ago, and I wanted to try something new on here. First off, as a thank you to everyone who collected the first edition, you are all receiving this drop for free! And to anyone who wasn’t able to collect the official drop (*cough cough my dad*) this one is for you. This release is actually the first demo that I made of “Grateful” back in 2020. The execution of the vocal is emotional yet super raw, and the lyrics aren’t quite as locked as the official drop, but there is a magic to it that I am so in love with and I think deserves to be appreciated too. Which, of course, made me think of you all! I love the idea of web3 setting the standard for a new artist/fan/friend relationship, and I want my work here to reflect that. This drop for me represents the opening of my green-room, and a welcome to my studio, where I get to share all the mistakes along the way, all the lessons learned, and all of the fun behind writing and producing music I love. Y’all all the first to hear this version of the song, and if you feel inspired to collect it, thank you, and I appreciate you so much. Cheers to getting to know one another!\n\n-Nico\n\n\"Grateful\" is about how to ease the blush of unfamiliarity when entering a new relationship. I wrote it when I made friends with the feeling of having just enough fuel to jump AND just enough fear to shut my eyes when I do it. This song is quite a bit more specific than my previous releases. As “Stuck” talked about trusting the feeling over the circumstance, and “Paint in the Dark” described the over-arching agreements that I have observed in the healthiest love, “Grateful” exemplifies these themes using the intimacy of a pillow talk conversation. It is about putting what I’ve learned into action and trusting what happens next. \n\n\"Grateful (Demo)\"\nWritten by Nicolas Cyril De Luca-Verley (Nico Franc)\nProduced, Mixed, and Mastered by Nicolas Cyril De Luca-Verley (Nico Franc), and Dean Woodson\nWith additional vocal production by AJ Jenkins",
    "duration": 237,
    "external_url": "https://www.sound.xyz/nicofranc/grateful-demo",
    "genre": "Pop",
    "image": "ar://QcU1B0H32EirVNsARxsLNmcEmsKE9M_5VM2Z9U71JpM",
    "isrc": null,
    "key": "D_MAJOR",
    "license": null,
    "locationCreated": "us",
    "losslessAudio": "ar://17iZMPEEn2GMZbU0TM2HIKSQyM0QTKoaUdEJeU0Ccy0",
    "lyrics": {
      "text": "It’s the moment I take everyday just to say that I see you\nAnd it’s the choice I make every night to lay next to you\nCause all the while I know\nThings like this don’t last long do they\n\nAlthough I fear an end I won’t forget the beginning\nLike a flash in the rain you hit and I knew I was willing to jump\nYou were the perfect excuse to jump\n\nSo regardless of what’s next for us\nKnow that I am grateful just to love you\nJust to love you\nOnce told myself that it would hurt\nBut you showed me that love can work without a bruise\nI guess I’m just grateful for you\n\nSo let’s cheers off the night with a bottle of wine to forgiveness\nAnd read the summary pages of all our past relationships\nJust to laugh god I love it when you laugh\n\nSo regardless of what’s next for us\nKnow that I am grateful just to love you\nJust to love you\nOnce told myself that it would hurt \nBut you showed me that love can work\nWithout a bruise\nI guess I’m just grateful for you\nGrateful for you my love\n\nIf you ever feel alone sometimes\nYou can call me I am yours to remind\n\nThat regardless of what’s next for us\nKnow that someone’s grateful just to love you\nJust to love\nI told myself that it would hurt\nBut you showed me that love can work without a bruise\nI guess I’m just grateful for you\nI’m so grateful for you\nGrateful to love you\nGuess I’m just grateful to love you",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Grateful (Demo) #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Grateful (Demo)",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}