{
  "address": "0x004e346aff27e473d82fba0e19bca229ec645547",
  "type": "ERC1155",
  "name": "Pillars of the Earth: Timeless",
  "tokenCount": "2",
  "uri": "https://arweave.net/QCqePPo0_AOC57aC12tQ3zpafz7z9rrOSjcAURbZfGs",
  "metadata": {
    "name": "Green Thumbs",
    "created_by": "Arwin Levinson",
    "description": "These flowering bushes perfectly frame the East and West Mitten Buttes. I love the idea of these buttes having \"Green Thumbs\" and helping these beautiful flowers to grow.\n\nOne of my favorite things to photograph is desert wild flowers. I love that these places which look so barren for most of the year can be so lush and full of life for a few weeks or a month. 2022 was a very wet summer in Northern Arizona from heavy monsoons. When I visited in September, the desert was bursting with life.\n\nI've been visiting Monument Valley a lot lately, hoping to get a rainbow at sunset, but my favorite time to photograph this scene is at sunrise when the sun lights up the foreground after it rises above the horizon. If you look closely you can see the \"sun star\" on the East Mitten.\n\nThis is a blend of two different exposures from the exact same sunrise and the same scene. One is a long exposure to create some movement in the sky and the other is a shorter exposure so the flowers are crisp and not blurry in the wind. \n\nArtist: Arwin Levinson  \nCollection: Pillars of the Earth: Timeless  \nType: Edition of 20\n\nExtended Editorial License: Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The License includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Arwin Levinson"
      },
      {
        "trait_type": "Camera",
        "value": "SONY ILCE-7RM4A"
      },
      {
        "trait_type": "Lens",
        "value": "FE 16-35mm F2.8 GM"
      },
      {
        "trait_type": "ISO",
        "value": "100"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/16"
      },
      {
        "trait_type": "Exposure",
        "value": "30 seconds"
      },
      {
        "trait_type": "Focal Length",
        "value": "24.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2022:09:12 05:54:28"
      },
      {
        "trait_type": "Location",
        "value": "Monument Valley"
      },
      {
        "trait_type": "State",
        "value": "Arizona"
      },
      {
        "trait_type": "Country",
        "value": "USA"
      },
      {
        "trait_type": "Edition",
        "value": "1/20"
      }
    ],
    "image_details": {
      "bytes": 5752382,
      "format": "JPEG",
      "sha256": "0d7eec426fb4e2c94cc78cf1ae4f0ba4ea87ddc0c2e76c6b85dfa0270a3afd3d",
      "width": 9504,
      "height": 6336
    },
    "image": "https://arweave.net/FC6tZLR5zjPY2EsqsloR_NsvIo_c04OGcV-IecEt1G0",
    "image_url": "https://arweave.net/FC6tZLR5zjPY2EsqsloR_NsvIo_c04OGcV-IecEt1G0"
  }
}