{
  "address": "0x008fe44e8b55a007700ceda77e6d5ace88c38037",
  "type": "ERC721",
  "name": "Savage Beauty  Hawaii Volcanos  Ethereum The Merge Editions",
  "tokenCount": "15",
  "uri": "ipfs://QmXgtVRiW5cNcdAWyNkZKJ33LUjxLPqejsX99FzgNU8byn/1",
  "metadata": {
    "name": "The Merge #1",
    "description": "The Merge. With reference to the historic Ethereum Merge road map event on September 15th 2022. Aerial photo shot from 3000 feet in a light aircraft of the mighty lava river flowing from Fissure 8 towards the ocean entry during the historic 2018 Kilauea volcano eruption on the Big Island, Hawai'i. Approximately 9000 acres of land was covered in lava and 800 acres of new coastline created. Over 700 homes were destroyed and although no people lost their lives many animals sadly perished in the disaster. The 2018 Kilauea eruption was historic and unprecedented, the biggest in over 200 years. Estimated flow rates of lava from fissure 8 alone were up to 150 cubic metres per second which would fill an Olympic size swimming pool in approximately 25 seconds. It created a 9 mile long channelised lava river up to 450 metres at its widest point, meandering through the landscape to the ocean. Along the way lava deposited was in places up to 30 metres thick. In volumetric terms the total amount of lava effused is estimated at 1 cubic kilometre. Mind boggling statistics and an event that was breathtaking to live through. Nikon D850, Nikon 70-200mm f/2.8E 1/1000, f/2.8, ISO 6400. Handheld from a light aircraft.",
    "image": "ipfs://QmbXQDJUxLszKsvAhWtZW6LvanXn9BzXN3DJUmp5ZNstLa/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Big Island, Hawai’i"
      },
      {
        "trait_type": "Subject",
        "value": "Volcano"
      },
      {
        "trait_type": "Genre",
        "value": "Nature"
      },
      {
        "trait_type": "Artist",
        "value": "Joseph Anthony"
      },
      {
        "trait_type": "Edition",
        "value": "1/15"
      }
    ],
    "external_url": "https://sloika.xyz/josephanthony.eth/savage-beauty-hawaii-volcanos-ethereum-the-merge-editions/1"
  }
}