{
  "address": "0x01dbbb64e6f6185ac9923d47e1f9b20dabadd263",
  "type": "ERC721",
  "name": "Marian Hill - you're invited (ft. Steve Davit)",
  "tokenCount": "50",
  "uri": "https://metadata.sound.xyz/v1/0x01dbbb64e6f6185ac9923d47e1f9b20dabadd263/1",
  "metadata": {
    "name": "remember me #1",
    "artist_name": "Marian Hill",
    "description": "This will be the first song on our first album in 4 years. \n\nIt almost didn’t happen. \n\nBefore the pandemic we had gotten so exhausted and jaded for a moment it felt like we might walk away. Then the world ended. And for the first time in 8 years we were apart. In those lost months we remembered how much Marian Hill means to us, and means to all of you. How the connection we find through our music is literally magic. And we knew we needed to finish this record.\n\nMarian Hill gave both of us the lives we'd always dreamed of, and kept us going during the worst year of our lives. When Samantha found herself turning 30 in her childhood bedroom and Jeremy suffered an onset of chronic pain in both of his wrists, the music we made gave us moments of joy to hold onto in a world full of uncertainty. For a few moments each day, we could get lost in a song, and pretend we were playing it for you.\n\nThis song in some ways feels like a message from that time to eternity. When we started thinking of the lyrics we were really thinking about us as a band, us as songwriters...will we be remembered? Do people still care? Will anyone care in 5 years, 10 years, 20 years?\n\nIt’s also about wondering if an ex will remember you once the relationship is far in the rearview.\n\nAnd about if any of our art will last as climate change escalates to world-ending levels.\n\nWhen you listen to this song, you are with us, wherever you are. \n\nWe invite you to share your own memories in the comments - together we’ll build a wall of memories forever immortalized through music.\n\nsomeday when everything’s underwater\nand all our memories are forgotten\nthere’s nothing\nas far as you can see\ni wonder in all that…\nis there a trace of me?\n\nwill you remember me?",
    "external_url": "https://www.sound.xyz/marianhill/remember-me",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmcAhm7mPdnpCbm9RRvFLMYDi2gwmskEpL5oiZ68AkvAkP",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmQkocMad7knqUrqNYJGcRH9cVnimEG9nFm3EwKeVthsPK",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmQkocMad7knqUrqNYJGcRH9cVnimEG9nFm3EwKeVthsPK",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmT7b3UDRpNovxvCvkbXAxjUHx2sra42ZHXdzjpgf462KH",
    "attributes": [
      {
        "trait_type": "remember me",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}