{
  "address": "0x0158da9aa7ce9e846683debd0a457fbee06256e0",
  "type": "ERC721",
  "name": "A smile worth ALOTTAMONEY by Violet P Jones",
  "tokenCount": "4853",
  "uri": "ipfs://QmNcgFmEV4uRyqAoDFdTs5gLQAMCbAqAJuNuVutNn1mUzo/1",
  "metadata": {
    "description": "“A smile worth Alotta Money” is an oil painting, depicting the late Philippe Fatoux a.k.a Alotta Money, one of the most important crypto artists on the NFT scene.\r\n\r\nAlotta was recognised for his sharp-witted takes on society, his refreshingly satirical usage of classical art, and his fondness for creative experimentation.\r\n\r\nSince he was a child, Philippe was drawn to creativity and spent much of his time doodling and drawing and at the age of eighteen he entered professional circles as a graphic artist creating his first comic books for a publisher.\r\n\r\nSoon after, he left the corporate world to embark on his own art endeavour and began so by creating Twitter banners. By communicating with people to help create the art they wanted and express themselves he enriched his own freedom of expression. He expanded his digital artistry by working for, and with key crypto individuals, including John McAfee, Michael Saylor, and Kathie Wood. He loved connecting with people, and this gave him an ability to understand people and channel what they wanted to portray with their art, as well as his own art.\r\n\r\nThrough the world of crypto currencies, he found the world of NFTs where he made a monumental impact on the community and the art movement. He minted his first NFT in 2019 and became a very prolific artist with an exceptionally recognisable style. Additionally, Phillipe became impactful in the metaverse circles by designing and building in CryptoVoxels.\r\n\r\nHis website bio says,“Crypto Artist, Voxels architect, Photoshop Priest, VR&AR Maximalist, NFT Machine & Most Humble Visual Orgasm Provider in the Space.”\r\n\r\nThis perfectly reflects his personality and sense of humour.\r\n\r\nAlotta Money was a friend and a legend to us all. With his art and with his words he always put a smile on everybody’s face. His portrait, a free OE mint, aims to spread the word of Phillipe across the fast growing NFT community and to preserve the memory of this iconic artist.",
    "background_color": "ffffff",
    "external_url": "https://niftygateway.com/collections/alottamoney-by-violetjones",
    "image": "https://media.niftygateway.com/image/upload/v1684171827/publishers/niftygateway_curated/67156/88144/Violet-Jones_Alotta-Money.jpg",
    "name": "A smile worth ALOTTAMONEY #1/4853",
    "image_hash": "QmXZv9CbYqrdGD127fwXwxiSCPwqK4HmhDEpHasvxqhwSf"
  }
}