{
  "address": "0x0115ff79b4d4d63ff9609e3da0fb26c38df20d51",
  "type": "ERC1155",
  "name": "Euphoria Edition",
  "tokenCount": "1",
  "uri": "https://arweave.net/SgJG-pHoQdOIqIynAHYHBdqwk_-so-tQbR_S1js-lwk",
  "metadata": {
    "name": "Eunice",
    "created_by": "Malik Afegbua",
    "description": "Character - Eunice\n\nThe image captures a moment of pure joy and excitement, as a happy woman runs through the rain with a big smile on her face. Her hair is soaked and her clothes are drenched, but she doesn't seem to mind. She is filled with an indescribable sense of pride and happiness, knowing that her grandson has just received admission into university.\n\nThis is a significant moment for the woman and her family, as her grandson is the first to decide to pursue higher education. The woman has always believed in the power of education and has instilled this value in her family. Seeing her grandson achieve this milestone is a dream come true.\n\nAs she runs through the rain, the woman's joy is infectious. Passersby smile and wave, caught up in the energy of the moment. The raindrops seem to dance around her, adding to the feeling of celebration and excitement.\n\nThe image is a testament to the importance of education and the impact it can have on an entire family. It is a reminder that with hard work and determination, anything is possible. The woman's joy is a reflection of the love and pride that comes with seeing a family member succeed and achieve their dreams.\n\nThe scene is a beautiful reminder to appreciate the small moments of happiness and celebration in life, and to never underestimate the power of education in transforming lives and shaping the future.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Malik Afegbua "
      }
    ],
    "image_details": {
      "bytes": 21604099,
      "format": "PNG",
      "sha256": "12e369946b7e165b92bd8c8faeba9e029159ac2b0a057125771b7f37188531ff",
      "width": 6824,
      "height": 10240
    },
    "image": "https://arweave.net/Zy1lWvsnTK3mYBnDo3qNGVgykdqUKKyy71gx91BElWY",
    "image_url": "https://arweave.net/Zy1lWvsnTK3mYBnDo3qNGVgykdqUKKyy71gx91BElWY"
  }
}