{
  "address": "0x0117489318800e3c54206e6eb6fe137dd1ebbef1",
  "type": "ERC1155",
  "name": "GR8AP x Nadsam.eth Christmas Collab",
  "tokenCount": "2",
  "uri": "https://arweave.net/VgSjbdIJN8KdsdL8U5lohTV0jhfKoz8ecrk4YltifcA",
  "metadata": {
    "name": "Nicholas's Christmas",
    "created_by": "GR8AP",
    "description": "I am a lamp that moves to a new place every time someone flips a switch.  \nAnd today I want to share with you a story I saw.\n\nLittle Nicholas and his parents live in this house. Of course, they just call him Nicky. Don't look at his cute exterior, he is an absolutely horrible little guy!\n\nHe hurts other kids at daycare, steals candy, and takes food away from the dog just to have fun. Believe me, I've seen a lot and raising Nicholas is a real nightmare for any parent. But they love him anyway. After all, it's their child.\n\nNicky asked for a very expensive gift for Christmas and they bought him one anyway.\n\n- Good night, baby! Santa will bring you a present tonight. You'll find it under the tree in the morning.\n\nThat's what Mom said, leaving cookies and milk for Santa in the living room. Which Nicholas drank and ate while his mother went away to get a book to read him for bedtime.\n\nNicholas woke up at 4:00 in the morning. It was very cold, the fireplace seemed to go out. So he decided not to wait until dawn, but to go and unpack the presents. But something was wrong... Very much wrong.\n\nThere was darkness in the living room (if you don't count me, I was never turned off, or I would have moved by now). But something was moving in the darkness. It was... Santa Crumpus. He had come for him!\n\nThe new white pajamas were wet. Hot warmth spread over his legs, but there was a chill in Nicholas's heart. \n\n- \"So, kid, did you summon me? I did, you ate that cookie. I'm sorry, I have Christmas dinner tonight and I don't have time for you. Now tell me how to get back to Netherworld.\"",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "GR8AP"
      }
    ],
    "image_details": {
      "bytes": 2172505,
      "format": "JPEG",
      "sha256": "f82945ea4d3590ff835ffd545296082d30ce535e9ab4bd7a22383d0eefc4bb76",
      "width": 4000,
      "height": 4995
    },
    "image": "https://arweave.net/EknkpFT5fcBbnqLEHGj9jvxlzLzUT2yH6opUNLGrwUg",
    "image_url": "https://arweave.net/EknkpFT5fcBbnqLEHGj9jvxlzLzUT2yH6opUNLGrwUg"
  }
}