{
  "address": "0x01d5cc92e573f672ecf152d1bd4bf71ed4049822",
  "type": "ERC721",
  "name": "COLOROBBIA",
  "tokenCount": "22",
  "uri": "ipfs://QmNgcz3BFwmfV7CmiEaxLdtkqmgAxquc2tHy5srjk8vsmJ",
  "metadata": {
    "name": "Universo Liquido #2",
    "description": "Universo Liquido\n2022\nInks mix on ceramic slab made of hyperwhite body\n240X240 cm\n \nUniverso Liquido rappresenta il dinamismo della Società attuale dinanzi allo scorrere del tempo.\nNei mutamenti della vita che accadono ad ogni individuo in vari ambiti, tra cui lavoro, passioni, connessioni sociali, emergono nell’opera gli elementi importanti e caratterizzanti dell’esistenza, secondo la visione dell’artista.\n \nIl dipinto è realizzato in color ciano, emblema del legame con l’azienda Colorobbia. Le forme si incastrano tra loro in un’armonia visiva che rende sereno il caos.\nLa centralità dell’opera si concretizza nell’esistenza di un network tra i diversi riferimenti figurativi inseriti appunto nelle diverse zone del disegno.\n \nUlteriore carattere distintivo dell’opera è la sua realizzazione in contesto non ordinario, quello dell'evento “Live Painting\". Tale caratterizzazione incrementa l’unicità del disegno, in quanto creato in un contesto stimolante, comprendente persone, emozioni ed interazioni, che hanno influenzato l'artista durante il processo creativo. Un’opera difficilmente confinabile e collocabile fuori dal tempo.\n \n \nUniverso Liquido represents the dynamism of the current Society towards the passing of time. In the changes of life, which happen to each person in various contexts, including work, passions, social connections, the important and characteristic elements emerge through the artwork, according to the artist's vision.\n \nThe painting is made using the cyan color, symbol of the connection with the Colorobbia company. The forms fit each other in a visual harmony that makes chaos serene. The centre of the artwork is a network of different figurative references inserted in the several drawing's areas.\n \nA further distinctive feature of the artwork is its creation during a non-ordinary context, that of the \"Live Painting\" event. This characterization increases the uniqueness of the painting, as it's created in a stimulating setting that included people, emotions and interactions, which influenced the artist during the creative process. An artwork hard to confine and out-of-time.",
    "image": "ipfs://QmVGxMrqAzzEQQxpq7TkCm9eu2FJZZHwLS8JQP5ToC9Xe8/universoLiquido.jpg"
  }
}