{
  "address": "0x024ba09cff7fb5d797a2b715dab93bb3ba77447b",
  "type": "ERC1155",
  "name": "Editions by Byron Grobler",
  "tokenCount": "1",
  "uri": "https://arweave.net/Y68bk4_pU-3v-5GpRYdD1k8pDYOrIbX6MzZbBvyokTI",
  "metadata": {
    "name": "A Fast Smile",
    "created_by": "Byron Grobler",
    "description": "'A Fast Smile' is one of Byron Grobler's personal favourite photographs captured in 2021. A wild and happy female cheetah at dusk in the Free State grasslands, South Africa.\n\nBehind the photograph:\n\nAfter spending about three hours alone with this female cheetah (Mara) and her sub-adult daughter, they eventually became active at dusk and began scanning the plains. As I sat at eye level, Mara approached while draped by the pastel coloured sky, looked directly over my head and had a great yawn with a grimace before moving on. I knew that I had experienced something special and this photograph of that moment is now extremely special to me.\n\nTo spend time with these cheetahs on foot is a very special privilege to have as an experienced safari guide and allows for photography to literally be taken to a different level. This is done in an ethical manner and their behaviour is never altered. Although these cheetahs are totally wild, free and self sustaining, they are habituated to certain people being on foot after years of careful, respectful and ethical viewing.\n\nThese cheetahs are important ambassadors of the Endangered Wildlife Trust's Cheetah Metapopulation Project, ensuring the genetic and demographic integrity of the metapopulation in Southern Africa. Learn more at: https://www.ewt.org.za/\n\nTitle: A Fast Smile\n\nArtist: Byron Grobler\n\nEdition: 10/10\n\nLocation: Free State, South Africa\n\nDate: 21/09/2021\n\nLicense: Primary NFT holder is free to use in advertising, display privately, and in groups, including virtual galleries, documentaries, and essays by the holder of the NFT, as long as the Creator is credited for the photo. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with the Creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Byron Grobler"
      },
      {
        "trait_type": "Camera",
        "value": "Canon EOS R6"
      },
      {
        "trait_type": "Lens",
        "value": "Canon EF70-200mm f/2.8L IS III USM +1.4x"
      },
      {
        "trait_type": "ISO",
        "value": "1600"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/4"
      },
      {
        "trait_type": "Exposure",
        "value": "1/320"
      },
      {
        "trait_type": "Focal Length",
        "value": "222.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2021:09:21 18:20:11.69+02:00"
      },
      {
        "trait_type": "Dimentions",
        "value": "5438 x 3399"
      },
      {
        "trait_type": "Location",
        "value": "Free State, South Africa"
      },
      {
        "trait_type": "Edition",
        "value": "10/10"
      },
      {
        "trait_type": "Title",
        "value": "A Fast Smile"
      },
      {
        "trait_type": "Collection",
        "value": "Editions by Byron Grobler"
      }
    ],
    "image_details": {
      "bytes": 89543402,
      "format": "PNG",
      "sha256": "6a1643ecda563c19d55abc982527dd9b36057a4cf26af6e7410b7d357df869d4",
      "width": 5438,
      "height": 3399
    },
    "image": "https://arweave.net/AZPHVqBQoFYm5OxDxugKKxhkyrSqWldB0a9sAsVtSFU",
    "image_url": "https://arweave.net/AZPHVqBQoFYm5OxDxugKKxhkyrSqWldB0a9sAsVtSFU"
  }
}