{
  "address": "0x02565cb75c81f08e150f0116ef787f653f357bb5",
  "type": "ERC1155",
  "name": "trevorjonesart3",
  "tokenCount": "1",
  "uri": "https://arweave.net/bL5AKf6rC5YYm2x4tGVMW2BfZ55oB97Ab83k1wkEJmE",
  "metadata": {
    "name": "Foxgloves",
    "created_by": "trevorjonesart",
    "external_url": "https://www.trevorjonesart.com/work/foxgloves/",
    "description": "Foxgloves is a mixed media painting from my 2015 #EdinburghHacked exhibition at the Dundas Street Gallery, Edinburgh. The exhibition connected paint with AR, video, morphing, social media, an EEG brainwave scanner and more to create an interactive space that evolved and changed with those who engaged with it.\n\nShort films were produced for each painting to capture the essence of the place that it was inspired by that then could be accessed by scanning the AR artwork, thereby creating a more immersive and multi-sensory experience. \n\nI was excited about the notion of a painting connecting people throughout the world and hashtag links to Twitter and Instagram buttons were added for each painting’s location or subject thereby enabling those who digitally engages with it to view in real time what others uploaded to Twitter or Instagram ie. their own personal experiences of that location. \n\nThrough new technology and communication, I intended to transform paintings, which traditionally are static images into evolving, organic works of art that connected people in the gallery space and throughout the world online.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "trevorjonesart"
      },
      {
        "trait_type": "Title",
        "value": "Foxgloves"
      },
      {
        "trait_type": "Date",
        "value": "2022"
      }
    ],
    "image_details": {
      "bytes": 8580847,
      "format": "JPEG",
      "sha256": "c1a165cb1d3a64de339752e1bb41b8533d6373aca316734b50871e74187dffeb",
      "width": 6882,
      "height": 3823
    },
    "image": "https://arweave.net/-Hqas5B13NVC0fqIY1d8I5bo-zmLH6u-59BmNfMZiBc",
    "image_url": "https://arweave.net/-Hqas5B13NVC0fqIY1d8I5bo-zmLH6u-59BmNfMZiBc"
  }
}