{
  "address": "0x028447d8952f98d2dc10ab11f322aa6ef126692d",
  "type": "ERC1155",
  "name": "KULGAURAVI",
  "tokenCount": "1",
  "uri": "https://arweave.net/LbxFDl0dVxHaUM7LIct2PruBnNA55gzVELJR6s27FFE",
  "metadata": {
    "created_by": "Kulgauravi",
    "name": "The Kulsa Collective",
    "external_url": "kulgauravi.eth.co",
    "description": "At Kulgauravi, we believe that our fragrances are more than just products; they are an experience to be shared and savoured with others who appreciate the finer things in life. That's why we're dedicated to building a community of fragrance enthusiasts and connoisseurs, where members can connect with one another, share their love for fragrance, and stay up-to-date on the latest Kulgauravi news and product releases.\n\n\nBut our community is more than just a fan club; it's a space for collaboration, inspiration, and education. As a member of the Kulgauravi community, you'll have access to exclusive content, events, and discounts, as well as opportunities to provide feedback and shape the direction of our brand. Plus, you'll be part of a supportive network of like-minded individuals who share your passion for fragrance and beauty.\n\n\nSo whether you're a long-time Kulgauravi fan or a newcomer to the world of fine fragrance, we invite you to join our community and discover the many joys of scent with us.\n\n\nAdvantages of joining the collective are manifold and positively remarkable. \n\n\n1. Members are endowed with the privilege of being among the first to lay their hands on all the cutting-edge fragrances that the brand launches, as well as having access to exclusive insider research. \n\n\n2. A covetable \"Forever WL\" is bestowed upon the members, granting them the irrevocable right to acquire all new releases before they are available to the general public for purchase. \n\n\n3. The collective facilitates an intimate and elite communication platform, accessible only by token gate, which is astutely monitored and managed by none other than the illustrious founder, Kulgauravi. \n\n\n4. Members are gratified with a generous discount of 10% on all of their brand purchases, thus enabling them to indulge in their olfactory passions with even greater abandon. \n\n\n5. As a testament to the benevolence of the collective, three serendipitous individuals from among the holders of \"The Kulsa Collective\" shall be randomly selected to receive a coveted physical bottle of the newly-launched fragrance, thereby truly experiencing it in the real world. \n",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Kulgauravi"
      }
    ],
    "image_details": {
      "bytes": 6502386,
      "format": "JPEG",
      "sha256": "aa041bd29f4453dc6036515e3291be24ce98443cc3fb1d8688bb2b3e35dafa64",
      "width": 4024,
      "height": 6048
    },
    "image": "https://arweave.net/uCH-efI4MVh9K8oinLLmhFR5uT9wfcgCJfzdL6Zo6Aw",
    "image_url": "https://arweave.net/uCH-efI4MVh9K8oinLLmhFR5uT9wfcgCJfzdL6Zo6Aw"
  }
}