{
  "address": "0x0212a9a9dcd12f423cc3bd7f96c169c503748f56",
  "type": "ERC721",
  "name": "Phosphor Manifold",
  "tokenCount": "1",
  "uri": "https://arweave.net/YhKjGwc6cEYeNzsdCW7W1aoE30MGeeS3k5g86fcaMGY",
  "metadata": {
    "name": "Tether of Lineage",
    "created_by": "Phosphor",
    "description": "Renaissance is rooted in our DNA - it is the Arbor Mundi of the global culture. Everywhere we find its seeds that were planted centuries ago. They manifest themselves in all aspects of modern life.  \nNot the least of reasons for that is the historic will of the Medici dynasty, and their determination to interfere with the genome of the time and the natural order of things. They looked for powerful messages to tie with their name, they sought genes which would become indestructible immortal carriers of their legacy. With strive and ambition Medici were sending charged beams of humanism into the future and infinity. And now we see these radioactive footprints and genes expression all around us.  \nAge-old ideas became building blocks of our matrix long time ago, but we should rediscover Renaissance today as a force of modernity. \nWhile old paintings are spawned as droplets of divine ichor into AI data-soup and being reborn in a new form - contradictions between man and machine remain strong, and the discourse of mechanistic universe vs celestial interpretations is more relevant than ever.\n\n\"Tether of Lineage\", is a conversation with the past and present, a balancing act between innovation and looking back a thousand years, a play of deviation and continuity, an attempt at putting a new layer on top of the world's greatest ongoing palimpsest.  \nThis artwork aims to entwine new contemporary codes and metaphors with the symbolic system of Old Masters. It seeks to capture the inescapable influence and the essence of Renaissance art in our fragmented and disconnected setting, and tries to portray aspects of thе spectacle of the digital age: disorientation in the cyber environment, unavoidable synthetic personas, masks assembled from scraps and patches, absence of authenticity and vain abundance, human interfaces cracking like and old paint, incomprehensible fantastical devices creating novel routines and unknown external forces controlling our evanescent existence.\n\nIn the light of recent events it's important to remember that Renaissance gave us some of the most significant examples of how progress overcomes ignorance and darkness, and its focus on developing richness with meaning is what can guide us through uncertain times. \n\nArtwork special for the Royal House of Medici, 2022.  \nMedium: digital painting, collage, AI",
    "attributes": [
      {
        "trait_type": "Royal House of Medici",
        "value": "Medici1563Genesis"
      }
    ],
    "image_details": {
      "bytes": 13378591,
      "format": "PNG",
      "sha256": "a6d2cce4634280f0a698aa4b8115d9c9b304017acd1931b691cfa02d628b250d",
      "width": 3986,
      "height": 2048
    },
    "image": "https://arweave.net/mtPdPblxn8HZ6I-N7ny6DJXGa8juOgzdRJzQE5JwQwM",
    "image_url": "https://arweave.net/mtPdPblxn8HZ6I-N7ny6DJXGa8juOgzdRJzQE5JwQwM"
  }
}