{
  "address": "0x024c7eae6cf4965912c4114ca68af72c589de3d5",
  "type": "ERC1155",
  "name": "Editions by Meanderquest and Alexander",
  "tokenCount": "2",
  "uri": "https://arweave.net/jobSOkuxJXZB7G-Qo_D7o3_e8ByHD5nkxwmayXzuoPI",
  "metadata": {
    "name": "Reveal Yourself",
    "created_by": "MQ",
    "description": "\"Reveal Yourself\" is a unique collaborative edition artwork. The image was captured by Alexander Benz (abenz_nft) and then carefully glitched, sorted and altered by MeanderQuest (Supriya).\n\nSupriya and Alexander decided to collaborate as they share an aesthetic love for finding the meaning beyond the beautiful images. They both draw inspiration from life and let the art flow through it.\n\nAlexander shot this image to show how we can see a different perception of ourselves through the eyes of others, much like a stylist, and using the surrounding as a mirror”\n\nSupriya chose to glitch and sort this image to show the layers of human identities, vulnerabilities and strengths.\n\n\"Reveal Yourself\" has combined both the essence. We have all worn a mask set out for different tasks, especially to survive in this digital and fast world. We peel the layers of the mask as per the situations in life and sometimes adapt, keeping a few things secret.  \nHowever, when we feel an intense connection with the surrounding, we let the secrets blend, we accept our vulnerability and \"Reveal Our Trueself\".\n\nArtist: Meanderquest (Supriya) & abenz_nft (Alexander)\n\nLicense: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Supriya Samal & Alexander Benz"
      },
      {
        "trait_type": "Camera ",
        "value": "Hasselblad XCD "
      },
      {
        "trait_type": "ART",
        "value": "Digital Glitch"
      },
      {
        "trait_type": "F-STOP",
        "value": "F/2.8"
      },
      {
        "trait_type": "FILE TYPE",
        "value": "JPEG"
      },
      {
        "trait_type": "LENS",
        "value": "65 mm"
      }
    ],
    "image_details": {
      "bytes": 20290568,
      "format": "JPEG",
      "sha256": "73616c645f9d7d3e421e3d97d4fa69beedeb55627d76b2870215875196d4db4a",
      "width": 5877,
      "height": 5815
    },
    "image": "https://arweave.net/zA2rB8xT41O3TFZau05rcFV6nzKg4WWf-NrXrUZNGzw",
    "image_url": "https://arweave.net/zA2rB8xT41O3TFZau05rcFV6nzKg4WWf-NrXrUZNGzw"
  }
}