{
  "address": "0x0223931f8ddb23bb3049718f35f5cdf4c8259580",
  "type": "ERC1155",
  "name": "Editions by ParraDeSys",
  "tokenCount": "6",
  "uri": "https://arweave.net/LqIVPzBkCPEdYpN17TPn7qMteb0BMIydsDxqdbIs_Zk",
  "metadata": {
    "name": "Passport to Parradise",
    "created_by": "ParraDeSys",
    "description": "You never know when a moment will change you.\n\nThis two-part edition tells my story from different perspectives. “Passport to Parradise” is about the journey. Collect several tokens for a special surprise in 2023!\n\nClaim: 12/7/22 - 12/31/22  \nMint a maximum of 10 tokens per wallet\n\n— \n\nI got my first DSLR in 2015, and at that time, photography was just a hobby for me. I never traveled by myself before, and I just had this overwhelming feeling inside that I was ready for a change. So, I went outside of my comfort zone and booked a trip to Australia as a solo female traveler. I stopped in coastal towns across the East Coast, from Sydney to Cairns.\n\nI had dreams about photographing Whitehaven Beach and Hill Inlet's swirling sands from this aerial perspective. On October 12, 2016, a 60-minute scenic flight over The Great Barrier Reef changed everything for me. As I was checking once in a lifetime experiences off of my bucket list, I quickly realized how much photography actually means to me and how my passion brought me to this magical destination.\n\nMuch like my adventures overseas, I have been challenging myself in the NFT space since August 2021. I love creating art and transporting people to the special places in my photographs. My first mint of 2022 was “Above Paradise”, which was also taken from this scenic flight. It’s only fitting that my last mint of the year comes full circle. \n\nAs you’re creating new goals and resolutions for 2023, think about how far you’ve come and where you want to go. What opportunity will change your life? ",
    "attributes": [
      {
        "trait_type": "Alpha",
        "value": "Last Mint of 2022"
      },
      {
        "trait_type": "Alpha",
        "value": "First Edition/Open Edition"
      },
      {
        "trait_type": "Alpha",
        "value": "First Manifold Claim Page"
      },
      {
        "trait_type": "Location",
        "value": "Whitehaven Beach and Hill Inlet"
      },
      {
        "trait_type": "Country",
        "value": "Australia"
      },
      {
        "trait_type": "Edit",
        "value": "Lightroom"
      },
      {
        "trait_type": "Date Taken",
        "value": "October 12, 2016"
      },
      {
        "trait_type": "Camera",
        "value": "Nikon D3300"
      }
    ],
    "image_details": {
      "bytes": 17870801,
      "format": "PNG",
      "sha256": "7ef548bcfb7d7985b5b7da7b481adbc933e255e25f59db14a5b11f6309369a4f",
      "width": 5192,
      "height": 3832
    },
    "image": "https://arweave.net/TldDX_W6tq_xjix1ko-xartS0PKxMJQrk6IlbiajY1I",
    "image_url": "https://arweave.net/TldDX_W6tq_xjix1ko-xartS0PKxMJQrk6IlbiajY1I"
  }
}