{
  "address": "0x02e5efba2b0b7f6231b0885dbf776595eeda5477",
  "type": "ERC721",
  "name": "Nature’s Generative Art",
  "tokenCount": "5",
  "uri": "https://arweave.net/umeklx7hKTlX50Pe6KQSxr7m7_Dfcx7K7idCrISM0I8/1",
  "metadata": {
    "name": "Iðunn",
    "created_by": "Rakesh Pulapa",
    "description": "The intricate and delicate strands that appear to be gently swaying and elegantly flowing are the famed Braided Rivers of Iceland.\n\nBraided rivers feed from the melting glaciers. As they wind their way down to drain into the sea, they undergo a series of self-splitting and rejoining processes owing to various factors, giving them the distinctive braid-like appearance. \n\nOne might even say that these rivers are, therefore, the art and the artist - and a 'generative artist' at that. In a way, it is a form of nature’s generative art with the patterns in these braided rivers evolving continuously on the script that  nature runs, making it impossible to predict what patterns will be generated but also surprising us each time.\n\nI believe it is this impermanence that gives them their most endearing quality. Like sand dunes, the patterns change over time in response to the changing flow and volume of the rivers. \n\nAnd that is what makes them unique and one of a kind.  \nSoon, these images will be the only memory as the patterns cease to exist, never to be captured again. \n\nAnd what better way to pay tribute to these waters than to name them after Nordic deities themselves, as we watch and absorb their beauty and power in unwavering reverence and undiluted awe.\n\nThe rejuvenating one, the goddess of youth, Iðunn, is the dispenser of the fruit that gives the gods their longevity.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Rakesh Pulapa"
      },
      {
        "trait_type": "Camera",
        "value": "Hasselblad L2D-20c"
      },
      {
        "trait_type": "ISO",
        "value": "100"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/2.8"
      },
      {
        "trait_type": "Shutter Speed",
        "value": "1/240"
      },
      {
        "trait_type": "Year",
        "value": "2022"
      },
      {
        "trait_type": "Power",
        "value": "Youth"
      },
      {
        "trait_type": "Generation ",
        "value": "VI"
      },
      {
        "trait_type": "Clan",
        "value": "Æsir"
      },
      {
        "trait_type": "Location",
        "value": "Southern Region, Iceland"
      }
    ],
    "image_details": {
      "bytes": 10461258,
      "format": "JPEG",
      "sha256": "f861ea888a30fcc43a3c93ac0b05bb81281a01bfb337ebc946d143c9d624b182",
      "width": 3029,
      "height": 3962
    },
    "image": "https://arweave.net/W_Dq3af-pR0vokHt7Hfg18M1ep8fmudxfa2g9ZdOads",
    "image_url": "https://arweave.net/W_Dq3af-pR0vokHt7Hfg18M1ep8fmudxfa2g9ZdOads"
  }
}