{
  "address": "0x0352be4b62b2a953d6109a8da7bf6fa06c477c2b",
  "type": "ERC1155",
  "name": "BROKEN HOPE- FREE MINT - old",
  "tokenCount": "1",
  "uri": "https://arweave.net/99xMijQJ9cRl27SulJQanE73F0O3eiKzRFige-8rpWo",
  "metadata": {
    "name": "BROKEN HOPE ",
    "created_by": "NAKUL SHARMA ",
    "description": "BROKEN HOPE - FREE MINT ( only 500 editions) \n\nThis is the last photo from my broken lens (Tamron 15-30). So this one belongs to the community \nAnd people who stood for me in the moment of need. \n\nWHY FREE ? Let me tell you a story of “BROKEN HOPE” please read the thread \n\n\nOn sep 26 on Iceland tour I broke my main \nWide angle lens and main one, I was sad and devastated that 70% of the trip left and this accident happened due to strong wind.  \nIn the bear market having a loss like this just made things more harder and affects everything around even my photography.\n\n\nSo, I looked for the help in ICELAND and I tweeted about this incident and within a seconds people came into Dm's and RT/QT and whole community stood for me to help me in that remote land.Next moment I saw community tagged all the photographers from Iceland and around the world to help me and find a solution for me so that my trip wouldn’t get spoiled.So this broken hope got the new hope from the community and people who not just helped me but encouraged me to move on and live the rest of the trip and don’t affect your mental health or photography due to this. I am glad that I made one last amazing photo from this lens who served me for years and so many memories from this lens.. I am glad that it’s now with my community members too..\n\nPlease claim your free mint  \n",
    "attributes": [
      {
        "trait_type": "Camera",
        "value": "NikonD850"
      },
      {
        "trait_type": "LENS ",
        "value": "TAMRON 15-30 "
      },
      {
        "trait_type": "Location",
        "value": "ICELAND "
      },
      {
        "trait_type": "Time",
        "value": "Sunset "
      },
      {
        "trait_type": "Genre",
        "value": "Landscape"
      },
      {
        "trait_type": "Year Creation",
        "value": "2022"
      }
    ],
    "image_details": {
      "bytes": 4559525,
      "format": "JPEG",
      "sha256": "f5b41ddcef857506ebee1c22629d469fb764af4df142992c1c3c415480c0b3f2",
      "width": 3051,
      "height": 2132
    },
    "image": "https://arweave.net/5R67esv45fZm_6hoSPVmzrAYJPN7A05k5-ablgH1xYk",
    "image_url": "https://arweave.net/5R67esv45fZm_6hoSPVmzrAYJPN7A05k5-ablgH1xYk"
  }
}