{
  "address": "0x030320eed0106ac00402a8816a511ee8edaa1cf9",
  "type": "ERC721",
  "name": "REVOLV&INC",
  "tokenCount": "3",
  "uri": "https://arweave.net/84dFiXQXjiXl6FAPkCy6SVcHv4iK3Tiq6wgc9WdgkFQ",
  "metadata": {
    "name": "E Opus 01",
    "created_by": "REVOLVI&NC",
    "description": "Autor : REVOLV&NC ( Roberto Cortazar , Marquinho )  \nTécnica:  \nObra acusmática, realizada utilizando diferentes plataformas de \nEdición de Imagen  Edición de Video   Programación em Python y OpenCV  \nSera proyectable en cualquier dispositivo inteligente con capacidad de resolución  HD  \nMedidas : Sera proyectable en cualquier dispositivo inteligente con capacidad de resolución  HD  \nDURACION  Consultar en WEBSITE \n de la NFT  minteada La pieza tiene la duración de la guerra de Rusia / Ucrania que inicio el día 24 de febrero de 2022 \nAño: 2022 \nLa obra titulada  E 01 es una obra digital de artes visuales en formato NFT \nLa obra E opus 01 es una composición de q cuatro obras digitales. Situadas en 4 ciudades claves del conflicto de la llamada guerra de Ukrania, en los años 80s nos impresiono a todos que en alguna de sus conversaciones, el genial directo de orquestra Von Karajan, exclamo “ Das was wir wollen ist frieden....frieden .........und noch mehr frieden “ ( lo que queremos es paz , paz … y mas Paz ).  \nInspirados en esta profunda exclamación desarrollamos estos NFT-ART que por lo demás configurado en un programa desarrollado en Python que a partir de su inicio se moverá sin aleatoriamente sin detenerse por lo pronto ciento y tantos días y seguirá su secuencia que terminara el día que desenlace  la invasión Rusa en Ucrania. \nla obra iniciara a su secuencia  basada en  algoritmos que se refieren  a um periodo de x meses o años dependiendo de la duración de la guerra russia / ukrania, por que en la parte de programación de la misma estará contenida una orden con un comando que se  leerá cuando ya se termino la guerra y a partir de esa fecha reiniciara el loop eterno siendo así la duración de su rotación única de imágenes en secuencias alternadamente al azar, imitando las olas provocadas por la expansión del mismo universo, será como las olas del mar , parecidas , pero únicas en su ser. Llegando a una posibilidad de N secuencias únicas de imágenes.  \nDentro de la secuencia acusmaticas, esta contenido información subliminal inspirada en el deseo de Paz .\n\nAuthor : REVOLV&NC ( Roberto Cortazar , Marquinho )  \nTechnique:  \nAcoustic work, carried out using different platforms of  \nImage Editing Video Editing Programming in Python and OpenCV  \nIt will be projectable on any smart device capable of HD resolution  \nMeasurements: It will be projectable on any smart device with HD resolution capability  \nDURATION Check on WEBSITE  \n of the minted NFT The piece has the duration of the Russia / Ukraine war that began on February 24, 2022  \nYear: 2022  \nThe work titled E 01 is a digital work of visual arts in NFT format  \nThe work E opus 01 is a composition of four digital works. Located in 4 key cities of the conflict of the so-called war in Ukraine, in the 80s it impressed us all that in one of his conversations, the brilliant orchestra director Von Karajan exclaimed “Das was wir wollen ist frieden....frieden .........und noch mehr frieden “(what we want is peace, peace…and more peace).  \nInspired by this profound exclamation, we developed these NFT-ARTs that, moreover, are configured in a program developed in Python that from its beginning will move randomly without stopping for a hundred and so days and will continue its sequence that will end on the day it ends. the Russian invasion in Ukraine.  \nthe work will start its sequence based on algorithms that refer to a period of x months or years depending on the duration of the russia / ukraine war, because in the programming part of it an order will be contained with a command that is it will read when the war is over and from that date it will restart the eternal loop, thus being the duration of its unique rotation of images in alternately random sequences, imitating the waves caused by the expansion of the universe itself, it will be like the waves of the sea, similar, but unique in their being. Arriving at a possibility of N unique sequences of images.  \nWithin the acousmatic sequence, this contained subliminal information inspired by the desire for Peace.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "REVOLVI&NC"
      }
    ],
    "animation_details": {
      "bytes": 110493580,
      "format": "MP4",
      "duration": 108,
      "sha256": "8e7bdd0d70cc58bed5cd3ee2803fc5ea405da491c84056befbf037a989e9ccd7",
      "width": 1280,
      "height": 720,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/NthWYCGoOSPB9i2mMqTxGa2_Ft2rKWHjfIu5XzuY99w",
    "animation_url": "https://arweave.net/NthWYCGoOSPB9i2mMqTxGa2_Ft2rKWHjfIu5XzuY99w",
    "image_details": {
      "bytes": 1197193,
      "format": "PNG",
      "sha256": "2f8fec03e5e07acb5f2012576d540093e53ba044245f2a8912c71c47c221e815",
      "width": 1360,
      "height": 719
    },
    "image": "https://arweave.net/3szpVvZSMixjMwJcwQUXvAx5C8Ju7M2T_XWpk9-jHnU",
    "image_url": "https://arweave.net/3szpVvZSMixjMwJcwQUXvAx5C8Ju7M2T_XWpk9-jHnU"
  }
}