{
  "address": "0x039105f087f2cbec25e6fa5531d6e507319b9caf",
  "type": "ERC1155",
  "name": "Mental Health is Wealth",
  "tokenCount": "1",
  "uri": "https://arweave.net/hPgK8OiJaxg1UAQU051m-ViVYBmagz2GIIs-cgxU4aU",
  "metadata": {
    "name": "GO OUTSIDE, TOUCH GRASS",
    "created_by": "Killer Acid",
    "description": "Art by KILLER ACID  \nAmplifier.org is the creative force behind some of the most important movements of our time.  Since 2015, we have commissioned over 800+ artists and distributed tens of millions of pieces of physical art to amplify critical causes.  In 2017, we began sending free artwork and teaching tools to K-12 classrooms, reaching over 1 million students, representing every state in the U.S.\n\nThis year, we are focusing on Mental Health and Wellbeing - a movement that we believe is the most important of our time. With stress and anxiety on the rise, it's crucial that we take care of ourselves and each other, especially our children who will be navigating this world long after we're gone.\n\nTo support this movement, we've partnered with Killer Acid to launch an exciting new NFT series that will help fund our work.  This school year we'll provide K-12 classrooms with AR activated art and teaching tools, including a range of resources helping students learn everything from calming techniques to dealing with difficult topics like self-harm.  This is the beginning of a series that, with your help, will include additional artists and currencies over the coming years!\n\nJoin us in this movement for mental health and wellbeing. Let's print our own money and invest in our collective wellbeing,   because mental health is wealth!  So get outside, and touch some grass!  \n\nBonus:  The first 200 to mint this NFT will be able to claim an envelope of double-sided, AR activated, physical currency as well!",
    "external_url": " ",
    "animation_details": {
      "bytes": 48967108,
      "format": "MOV",
      "duration": 28,
      "sha256": "ea3197eb2cff7f678714e5c1ec7e84d81de50894b1cf02b5c5748c3efc5840cb",
      "width": 3836,
      "height": 1849,
      "codecs": [
        "H.265",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/d96feHKgxC6ygmbJ8XAsslapDLNkTRsjGP9w7CQnaTw",
    "animation_url": "https://arweave.net/d96feHKgxC6ygmbJ8XAsslapDLNkTRsjGP9w7CQnaTw",
    "image_details": {
      "bytes": 1570228,
      "format": "JPEG",
      "sha256": "c720ac284de639f3c15ac56cda460e70a5804429966cff4e2295120a0f10410f",
      "width": 1728,
      "height": 864
    },
    "image": "https://arweave.net/moFl-QaQwYszIli-qZg-FZb2alljNzVlNC4yKqJjVMI",
    "image_url": "https://arweave.net/moFl-QaQwYszIli-qZg-FZb2alljNzVlNC4yKqJjVMI"
  }
}