{
  "address": "0x03e7261814ffff01bb6a495d4ac86e48b2347a4c",
  "type": "ERC721",
  "name": "Jacky Tsai - old",
  "tokenCount": "1",
  "uri": "https://arweave.net/SJMifO-TpbaD1_Qoc-jPIeEpP9hGgEmLQVW6iAIOxi8",
  "metadata": {
    "name": "Bitcoin - Buddha, Venus and Guan Yu 三位一體",
    "created_by": "Jacky Tsai",
    "external_url": "jackytsai.com",
    "description": "For Jacky Tsai, \"Bitcoin - Buddha, Venus and Guan Yu\" presents itself as a visually pleasing digital art work as well as a bold exploration of how traditional Chinese artistic styles can be re-bloomed in the international contemporary context.\n\nIn this extraordinary work, Tsai skilfully conceals the three classical Chinese and Western mythological figures: Buddha, Venus and Guan Yu, and presents them as traditional Chinese paintings, but through parallels influenced by \"Dali Aesthetics\". Beyond its visual references through the gaze of art history, the images transform in simultaneity in accordance to Bitcoin’s price in the exchange market.\n\nFor Tsai, Venus symbolises stability (silence); Guan Yu represents upsurge (boldness); Buddha signifies impermanence (Buddhism). The fluctuations of the cryptocurrency market can also be seen in parallel with the ups and downs we experience within our own undertakings. The viewers are able to search for cultural images in the work that relates to the current market environment and one’s situation. \n\nFollowing the successful launch of his iconic Chinese floral skull last year, this is another experiment between Tsai and Future Power Station.\n\n對於蔡贇驊而言，《三位一體》不只是一件視覺上十分得意的數碼藝術作品，也是對於中式傳統藝術風格如何在國際當代語境中重新綻放光彩進行大膽探索。\n\n藝術家在作品中巧妙把菩薩、維納斯、關羽三個中西經典神話形象，以一種「達利美學」的方式隱藏在傳統中式繪畫之中。圖像會根據比特幣在交易市場的價值而實時變化，趣味橫生。\n\n從藝術家的角度來看，維納斯代表了平穩（安靜）；關羽代表了高漲（勇武）；菩薩代表了無常（佛系）—— 來對應虛擬貨幣市場以至我們人生中的高低起伏，觀眾可在作品中尋找一個屬於當下市場環境和自身景況的文化圖像。\n\n此件嶄新數字作品是繼去年成功推出中式鮮花骷髏後，藝術家與Future Power Station團隊另一次成功合作。\n\nSpecial thanks（特別鳴謝）：  \nFuture Power Station \nAdam-James Foulkes",
    "animation_details": {
      "format": "HTML"
    },
    "animation_url": "http://venus.jackytsai.com",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Jacky Tsai"
      }
    ],
    "image_details": {
      "bytes": 6256191,
      "format": "GIF",
      "sha256": "95abd515cd28c59cfbbc592091268832d0a4d2b47ebcaa8a967a94df18c9f6ac",
      "width": 484,
      "height": 960
    },
    "image": "https://arweave.net/ZTH6CmKFDzkMqMZfRdABF-AhAlehwcyJv3rENGEeDak",
    "image_url": "https://arweave.net/ZTH6CmKFDzkMqMZfRdABF-AhAlehwcyJv3rENGEeDak"
  }
}