{
  "address": "0x032a046311f09df32d3c482a1d88eaecbcc4a6a6",
  "type": "ERC721",
  "name": "Jason Matias Fine Art",
  "tokenCount": "1",
  "uri": "https://arweave.net/JmW8uaLkGot5kM0o-g6Xt3wL_pdbVKVN1rPP7ME7l6w",
  "metadata": {
    "name": "Pele's Well",
    "created_by": "Jason Matias",
    "external_url": "https://www.jasonmatias.com/peles-well",
    "description": "What does it feel like to be empty? Imagine a sealed paper cup, stuck in a vacuum, desperately maintaining its shape amid the pressures of the past and the future. That's how I feel when societal demands, student needs, family expectations, and both actual and assumed responsibilities persistently call for more of what's inside my 'cup'. As soon as anything gets deposited within, it's almost immediately poured out again. \n\n'Pele’s Well' serves as a reminder that I need to 'fill my own cup'. Refilling my own well isn't selfish, it's essential. But it should be done sustainably, without depleting the resources of those around me like Pele does through this well. \n\nStanding at the edge, I witnessed the ocean's power firsthand. The Well, nearly 10 feet in diameter, lay empty before me. The ocean would stir in the distance, and moments later, the Well would respond, pushing up a four-foot-high bulge of water and energy. Thousands of gallons of seawater would overflow. At times, the water surged waist-high, and I feared both for my camera and the prospect of being swept across the rough lava rock.\n\nFor a fleeting moment, the well would be full. But soon, the ocean would call its waters back.\n\nI'd recompose myself, refocus, and brace for the pressure reversal. Standing dangerously close to the well was the only way to capture this perspective with my 24mm lens. This artwork comprises six vertical frames, each timed meticulously to mirror the ocean's flow, and a single horizontal frame captures the sky. The result is a breathtaking 330+ megapixel image, revealing astonishing detail in every inch of the final frame. 'Pele’s Well' is, without a doubt, my best photograph from Hawaii to date. \n\n____\n\nThis piece, 'Pele's Well,' holds a special significance as it paired with its physical counterpart, the 1st of the 72\" 'Pele's Well' series, identified by the serial number 352503. This blend of digital and physical art embodies the fusion of traditional and contemporary art practices",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Jason Matias"
      },
      {
        "trait_type": "Digital Edition",
        "value": "1 of 5"
      },
      {
        "trait_type": "Serial ",
        "value": "352503"
      },
      {
        "trait_type": "Location",
        "value": "Big Island, Hawaii"
      },
      {
        "trait_type": "Camera",
        "value": "Fuji GFX100s @ 45mm, multi exposure"
      },
      {
        "trait_type": "Physical Edition ",
        "value": "36\"x72\" 1 of 5 produced on Lumachrome Paper"
      }
    ],
    "image_details": {
      "bytes": 9850997,
      "format": "PNG",
      "sha256": "2945a8e804a7068fea79c0c46eafc0d95b8e6d43dc81be69619c36c5efacace1",
      "width": 4000,
      "height": 1936
    },
    "image": "https://arweave.net/DsHddDgm82ULsWwEeI6-sCfmPtn8sF9Q4BQrfFFFiDI",
    "image_url": "https://arweave.net/DsHddDgm82ULsWwEeI6-sCfmPtn8sF9Q4BQrfFFFiDI"
  }
}