{
  "address": "0x03e046cf6d8a91b2693cf98e72dbc49ab45db205",
  "type": "ERC721",
  "name": "NGMI2023",
  "tokenCount": "40",
  "uri": "https://arweave.net/_LArdKIdeCvjLPbFDLlqj5lAurjqWUFPEbOMfI4ZN5w",
  "metadata": {
    "name": "Do Kwon ",
    "created_by": "Black Jesus ",
    "external_url": "https://whitejesus.xyz",
    "description": "In a shocking turn of events, the Securities and Exchange Commission (SEC) has taken on a new task - taking down the \"Terra-rists\" behind the failed TerraUSD stablecoin. The commission alleges that \"Do Kwon\" and his team at \"Terraform Labs\" misled investors with their claims of stability and security.\n\nAccording to the SEC, Terraform and Kwon were not honest about who was using TerraUSD for payments and referred to both the yield-bearing Anchor Protocol and the LUNA token as \"crypto asset securities.\" The commission has charged Terraform and Kwon with fraud, selling unregistered securities, selling unregistered security-based swaps, and other related claims.\n\n\"Terraform and Kwon also misled investors about one of the most important aspects of Terraform's offering – the stability of UST,\" said a spokesperson for the SEC who wishes to remain anonymous. \"UST's price falling below its $1.00 'peg' and not quickly being restored by the algorithm would spell doom for the entire Terraform ecosystem, given that UST and LUNA had no reserve of assets or any other backing.\"\n\nThe SEC alleges that Kwon and Terraform worked with a U.S. trading firm, which was not named, to restore UST's peg after it fell nearly 10 cents in May 2021. After the trading firm bought amounts of the UST token, it received LUNA tokens from Terraform.\n\n\"Almost immediately upon UST's recovery in May 2021, Terraform and Kwon began to make materially misleading statements about how UST's peg to the dollar was restored,\" the spokesperson said. \"Specifically, Terraform and Kwon emphasized the purported effectiveness of the algorithm underlying UST in maintaining UST pegged to the dollar – misleadingly omitting the true cause of UST's re-peg: the deliberate intervention by the U.S. Trading Firm to restore the peg.\"\n\nThe collapse of TerraUSD last year led to a wave of bankruptcies in the crypto industry. In a press release, SEC Director of Enforcement  said the project \"was neither decentralized, nor finance.\" \"It was simply a fraud propped up by a so-called algorithmic 'stablecoin' – the price of which was controlled by the defendants, not any code,\" he said.\n\nTerraform Labs told Bloomberg it has not been contacted by the SEC about the action, while the SEC declined to comment to Bloomberg. The fate of Kwon and his accomplices remains unclear, but one thing is for sure - the SEC is not playing games.",
    "image_details": {
      "bytes": 1480319,
      "format": "PNG",
      "sha256": "5f67022f336fc1173763816728803b7d3eb0004bd7eb420f3fe7ff86df2c81c5",
      "width": 1024,
      "height": 1024
    },
    "image": "https://arweave.net/o54EDPLDG0ou0AamlxN8iLYE95A6KgZY3K3alG-jnzc",
    "image_url": "https://arweave.net/o54EDPLDG0ou0AamlxN8iLYE95A6KgZY3K3alG-jnzc"
  }
}