{
  "address": "0x039676ffdecc70ec40758dc7f2090ba0e9525f96",
  "type": "ERC721",
  "name": "Super 8mm V2",
  "tokenCount": "4",
  "uri": "https://ipfs.pixura.io/ipfs/QmSMq9KRZk3zsQJoyYTPa6Ez7bxnLRRNrXCKBvMfRmi5vf/metadata.json",
  "metadata": {
    "name": "Airport",
    "createdBy": "Charles Kliment",
    "yearCreated": "2022",
    "description": "Awaiting our departure from JFK.\n \n[ mp4 | 1080×1080 pixels | 33 seconds | 43 MB | looping ]\n \nMemories are hazy and layered, complicated and dense, but often oddly specific. Childhood memories are further colored by generations of experience.\n \nWhen I was 14, I bought a Kodak XL55 Super 8mm movie camera and began shooting anything I found interesting.  In the summer of 1979, I brought it along when my family went to Europe on vacation.\n\nOften, the majority of time travelling is not spent at destinations, but on some form of transportation. While I filmed our relatives and friends, and key historical landmarks, I found that I had shot the travel itself just as much.\n \nI transferred the film to video by shooting a projection screen about ten years ago. The film was then 33 years old and damaged. With the color having faded, the mold, scratches and hair become characters in their own right in the overall composition.\n \nThe soundtrack for this series is a solo harp rendition of Bedřich Smetana’s symphonic poem “Vltava”, known in English as “The Moldau”. The soloist is my mother, Daniela Kliment. The piece is part of the symphonic cycle Má Vlast (“My Homeland”), which depicts the history, legends, and landscape of Smetana’s native Bohemia. I made the live recording in late 1979 on a Pioneer RT-701 Reel-to-Reel Tape Recorder and digitized it in December of 2021.",
    "image": "https://ipfs.pixura.io/ipfs/QmQp3PSKN5AwVCoKPe3Lqy9uM1Yg9Y6H9Mabm11Hz9NKFn/Airport.gif",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/Qmbd3eM9e49Y7vNnDtFkr35FHnzwaSUjhu1Audbz5xDW1x/Airport.mp4",
      "dimensions": "1080x1080",
      "size": "43461776",
      "mimeType": "video/mp4"
    },
    "tags": [
      "music",
      "film",
      "video",
      "super8mm",
      "harp",
      "memory"
    ],
    "attributes": [
      {
        "trait_type": "File Type",
        "value": "mp4"
      },
      {
        "trait_type": "Dimensions",
        "value": "1080x1080 pixels"
      },
      {
        "trait_type": "Duration",
        "value": "33 seconds"
      },
      {
        "trait_type": "File Size",
        "value": "43 MB"
      },
      {
        "trait_type": "Looping",
        "value": "Yes"
      },
      {
        "trait_type": "Artist",
        "value": "Charles Kliment"
      },
      {
        "trait_type": "Musician",
        "value": "Daniela Kliment"
      }
    ]
  }
}