{
  "address": "0x032ea78a9a8362e76bce524891bbd0965e9d08a8",
  "type": "ERC721",
  "name": "DvDx - Godzilla",
  "tokenCount": "4",
  "uri": "ar://_UdL7iCF7Nd_alsjR9TZaqyOkDoS49C4ycDfZS5XqKs/1",
  "metadata": {
    "animation_url": "ar://Y400L09Zw8BcNutZuZ8m7sB-TrFOzipe0-MHb312n38",
    "artist": "DvDx",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://17IkRCJjDmpWQNK3toluIZBGf04mt7csDvzHIY7p-Ec",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Godzilla",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "The beat for Godzilla was made some years back on the night that I totaled my first car. The black Chevy HHR was a graduation gift from my grandfather and it was a huge part of my life at the time. Mainly, it was my transportation to college every day and around that time I was starting to realize that I wouldn’t be enrolling in GSU for another semester. That particular night I was riding around with some friends on the way to rehearse for an upcoming show and I rear ended someone on the highway. The shock from the impact lasted well beyond leaving the site of the crash. There were so many emotions that I didn’t really know what to do with that night so I did what I knew how to do best: I made a beat.\n\nYears later, I found that same instrumental sitting on my hard drive and realized how symbolic the whole situation was. The whole idea of going to college at the time was given to me by someone else, similar to the car. I knew I wasn’t doing what I wanted to do at that point in life yet I still forced myself to continue and take out loans for the sake of others around me but not myself. It all finally came to a head when higher powers took both things that had been given to me but since I ignored my intuition and accepted what I didn’t want for myself I also ended up losing the gift that I did want.\n\nReflecting on all of that I decided to put it in a song and what better way to challenge those emotions than to record on a beat that I made in that pivotal moment in life. ",
    "duration": 216,
    "external_url": "https://www.sound.xyz/dvdx/godzilla",
    "genre": "Hip-hop & Rap",
    "image": "ar://17IkRCJjDmpWQNK3toluIZBGf04mt7csDvzHIY7p-Ec",
    "isrc": null,
    "key": null,
    "license": null,
    "locationCreated": "us",
    "losslessAudio": "ar://Y400L09Zw8BcNutZuZ8m7sB-TrFOzipe0-MHb312n38",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Godzilla #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Godzilla",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}