{
  "address": "0x0482fabedc24a33b487598ea7e8d2e87ad01e2c6",
  "type": "ERC1155",
  "name": "DEATH DOLLARS",
  "tokenCount": "1",
  "uri": "https://arweave.net/vcytSE4zx_lfBfGHuGbEZioEJmwsDDJUM87cv7mYS_M",
  "metadata": {
    "created_by": "DEATHBURKA",
    "name": "PEPE🐸PENNIES",
    "description": "Ah, \"Pepe🐸Pennies,\" the digital currency of the meme lords!\n\nPepe Pennies are the ultimate in fun money for the internet. Who the hell wants to hold clumps of folded cotton used by bums to wipe their ass, or plastic cards to pay for shit they don't need. How about animated digital memes as a form of exchange. You know the banks are a joke, so let's make money funny, and at least laugh as the whole ship sinks. They're free to mint and worth about as much as a \"first!\" comment on an aspiring influencers 5th post. And if the meme lords of the interweb get on board, a billion Pepe Pennies could be worth more than Credit Suisse.\n\nThink of Pepe Pennies like the internet's version of Monopoly money, only instead of buying properties, you can buy the latest fake Yeezy's or a lifetime supply of street adderall to go with your over indulgence of Celsius boosters.\n\nI know what you're thinking. \"But Burka, what can I actually do with Pepe Pennies?\" Well, my dear interweb friend, the possibilities are endless. You could use them to bribe your favorite Twitch streamer to play with you instead of Fortnite , or pay for a shoutout from yesterday's TikTok star still trying to remain relevant for more than 24 hours or burn them for some future digital/IRL creation I have yet to imagine. Or you could just hoard them like a crazy cat lady hoards cats, waiting for the day when their value skyrockets and you can retire from your mom's extra bedroom to a studio apartment on Skid Row. Dream even bigger, maybe one day a million Pepe Pennies can buy you part of that plastic island floating in the Pacific that you always wanted.\n\nSo, if you're looking for the ultimate in internet bullshit, look no further than Pepe Pennies. The NFT that's worth less than a floory filled with crushed up No Doz but could potentially make you a millionaire. Fuck it, let's get sued by the SEC! I know INO's (initial NFT offerings) aren't a security yet, but the interweb is undefeated in making nothing into something.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "DEATHBURKA"
      }
    ],
    "image_details": {
      "bytes": 91641057,
      "format": "GIF",
      "sha256": "3bb901d684b713cfd5eca8183a5b11ca0467bed2c2fb04eaa25309ca65deb6c4",
      "width": 900,
      "height": 900
    },
    "image": "https://arweave.net/QXYnyukA3g8Zh08egIF3h6jx-wXIVQ9xmI8Sd1w39bQ",
    "image_url": "https://arweave.net/QXYnyukA3g8Zh08egIF3h6jx-wXIVQ9xmI8Sd1w39bQ"
  }
}