{
  "address": "0x043371857049a56769b8c331ec3e52a660c94f09",
  "type": "ERC1155",
  "name": "Elliott Grogan Editions",
  "tokenCount": "2",
  "uri": "https://arweave.net/-bdTCzgSjidBNObZgC-hT9b9Q2jrt4S9HRoo1BYEGxs",
  "metadata": {
    "name": "5th x Broadway",
    "created_by": "Elliott Grogan",
    "external_url": "www.elliottgrogan.xyz",
    "description": "5th x Broadway by Elliott Grogan  \nDowntown Los Angeles, 2016  \nEdition: 15/15\n\nThis photo is one of the images that made me want to pursue photography as a fine art. It captures a specific moment while waiting at the intersection of 5th and Broadway, but more than that, it represents the energy of Downtown Los Angeles at that time.  As I have developed as a photographer, I continue to come back to this photo as the standard for how to capture intersections as both a personal experience and an embodiment of the city as a whole.   \n\nFor the viewer, the photo is immersive.  They are placed on the sidewalk through a first person perspective.  Their focus may jump from the signs in front of them to the person crossing on the opposite side of the street. They may find themselves staring at the patterns of the windows or peering down 5th.  By being placed in my shoes at this intersection, the viewer is given the opportunity to experience what Downtown Los Angeles felt like in 2016.     \n         \nLicense: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries and essays by the holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Elliott Grogan"
      },
      {
        "trait_type": "ISO",
        "value": "80"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/3"
      },
      {
        "trait_type": "Exposure",
        "value": "1/80"
      },
      {
        "trait_type": "Focal Length",
        "value": "4.3 mm"
      },
      {
        "trait_type": "Year Taken",
        "value": "2016"
      },
      {
        "trait_type": "Location",
        "value": "Downtown Los Angeles"
      },
      {
        "trait_type": "Collection",
        "value": "Elliott Grogan Editions"
      }
    ],
    "image_details": {
      "bytes": 36860250,
      "format": "PNG",
      "sha256": "bbdf23589834f7f60c0eedba5a3087c8a5c758268c0f17212cfffa234d0ac508",
      "width": 6000,
      "height": 4500
    },
    "image": "https://arweave.net/EiQ0tkUdJ6aXVa96PjFpGWqgMI_oJDuWv4R6o_MFs9A",
    "image_url": "https://arweave.net/EiQ0tkUdJ6aXVa96PjFpGWqgMI_oJDuWv4R6o_MFs9A"
  }
}