{
  "address": "0x04637e5fb8beb283820b74f625face2bae5237fc",
  "type": "ERC721",
  "name": "VanDi Mints",
  "tokenCount": "6",
  "uri": "https://arweave.net/1oEsTs4iFBbfk_n6y6LDdyDdIOiCpaOIFyoYyMdIDqM/1",
  "metadata": {
    "name": "Athabasca Glacier, Alberts Canada #1/5",
    "created_by": "VanDI",
    "external_url": "http://marcvandermeer/alberta-canada",
    "description": "Athabasca Glacier, Alberts Canada  \nWhen I studied photography in art school, we shot everything with classic Pentax film cameras and a fixed 50mm lens. We processed and printed our film in a dark room. I became a huge fan of Black & White photography.Ansel Adams (February 20, 1902 – April 22, 1984) was an American landscape photographer and environmentalist known for his black-and-white images of the American West. Adams is still a great influence and favorite of mine. In the late 1950s, Adams was hired to photograph Yosemite National Park. In those days, there was no Photoshop or other fancy software. What he captured in his camera has set the bar for landscape photography. The only editorial tricks he used were dodging and burning. Yet his work caught the majestic look that captured the purity of the national park Yosemite. His work has a Zen quality and a tough bar for other photographers to reach. As a photographer shooting in black and white, the challenge remains how to achieve the technical quality of Adams while remaining unique. I shot my series with a digital mirrorless Olympus camera and pro lens. The Olympus OM-D-E M1 Mark lll i has the highest built-in image stabilization, allowing it to shoot without a tripod. Glacier Road was shot on the last day of my trip. Wee was departing by a car when I looked in the rearview mirror and caught sight of something that made me pull over and jump out and take the shot.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "VanDI"
      },
      {
        "display_type": "number",
        "trait_type": "1/10  Limited edition ",
        "value": "10"
      }
    ],
    "image_details": {
      "bytes": 1273482,
      "format": "JPEG",
      "sha256": "31fc3518a05059448a2cab5f32db5ae8f54bdb59ba95f6ee5866085296bc0730",
      "width": 2000,
      "height": 1500
    },
    "image": "https://arweave.net/520wqd3mhTd9ATKoAj_cnDTJSK8BbNFRrcQKC8S8cWE",
    "image_url": "https://arweave.net/520wqd3mhTd9ATKoAj_cnDTJSK8BbNFRrcQKC8S8cWE"
  }
}