{
  "address": "0x045aa1619f021ed0532035fb8624389b26f200fd",
  "type": "ERC721",
  "name": "Phases - Diana Sinclair",
  "tokenCount": "9",
  "uri": "https://phases.metadata.webtrei.io/1.json",
  "metadata": {
    "id": 1,
    "name": "I Want to Nurture the Earth",
    "description": "**Generative Piece:**\n\nLoses 5 seconds every month, after 9 months video changes to a photograph. If transferred to a different owner, artwork resets.\n\n**Description:**\n\nI was really struck by the wastefulness of death as we treat it in our society, with our focus on final touches that are often very material and of no benefit to the dead or the world they leave behind. The Western customs for death are often in rejection of the transition, in favor of preserving the permanence of the physical vessel our consciousness inhabits, rather than embracing the impermanence of its nature in the first place. I’d been talking about “greener” deaths that not only benefit the planet but, to me, honor and acknowledge a return to Spirit by releasing all the material trappings. We do so much to maintain someone as we knew them, even when we claim that they’re “in a better place.” It seems almost radical to allow ourselves or those we love to rejoin the cycle of life in a really organic way and I wanted to show not only how beautiful that is and can be, but how it’s really the most authentic way of embracing the idea that life is never over, it just changes form. Spirit can return to spirit and the body, like autumn leaves, can break down and be a part of new life in next spring’s flowers. That’s a really uncomfortable idea for many people; change and transition are uncomfortable, even if they’re positive, and death is the ultimate change. Like all of us, this piece is “dying”: every month, it loses 5 seconds. When its lifespan is over, it will actually turn into a still of a flower, a representation of what I think and hope we can embrace more widely, that we do change, but we still live, just differently. It’s a very difficult idea because grief and loss are heavy emotions that we all experience because of our attachment to life as we understand it; we’re really invested in the here and now, this time, this place, this body, and even if we believe in a heaven or an afterlife or reincarnation or eternity, this space and time that we inhabit now is what we take comfort in and want to maintain. My challenge to that was to give someone the chance to extend the life of this art, but only by releasing their attachment and allowing it to be transferred to a new owner. The only way to make sure this art still lives in its current state is to let it go. Which choice is easier, not just with art, but with love and life?",
    "image": "ipfs://Qmcear2qUGQux3hJRAY5nZ72FcgVJNFNEgkz9AZgUZ3G4A/1.jpg",
    "animation_url": "ipfs://QmXZ14wYLd5tSuw7SRubH3vUsrBDPfjKBvEkdr2x1EBjiT/1.mp4"
  }
}