{
  "address": "0x04a107a874978d3d9312288b1e6bcbc4b6a04b59",
  "type": "ERC721",
  "name": "Project:SYN-4PS3",
  "tokenCount": "5",
  "uri": "https://arweave.net/3ofIX0rf_aha_MZ6fai_xY_v5_uVe8u956XELkR5pDw",
  "metadata": {
    "name": "V1-N3 K1-NG",
    "created_by": "ENZO",
    "description": "V1-N3 is a race of floral, practically immortal creatures, who cannot die of old age and have the ability to seamlessly upgrade their body with technological enhancements. The V1-N3 organisms cannot reproduce with each other and the only way for a V1-N3 to be born is if a plant produces a V1-N3 seed. The birth of a V1-N3 is based solely on chance - every plant species on the planet M374-PHY74 is capable of producing a V1-N3 seed, however, it is impossible to predict which plant will produce such a seed and when. V1-N3s come in all shapes and sizes and their natural appearance is based on the plant which produced the seed. \nAs V1-N3s age and mature they can receive technological enhancements crafted by the V1-N3s known as F0-RG3s - special organisms born holding the knowledge and skills to engineer highly advanced technology and gear of any kind.\n\nK1-NG is the first V1-N3 organism, born from a Beech tree’s first seed 8000 years ago. A tree believed to have been planted by the first S1-STR known as R0-S3.  \nThe K1-NG spent the first 500 years of his life alone, roaming the land trying to make sense of his lonely existence. He traveled far and wide looking for another intelligent lifeform, spending hundreds of years searching, but to no avail. K1-NG was the only intelligent being on the planet M374-PHY74. He had just lost hope when suddenly plants all over M374-PHY74 began producing V1-N3 seeds in the event known as “TH3 F1RS7 SPR1NG”. In the span of a few hundred years the population grew from just the lone K1-NG to millions of V1-N3s, populating every corner of the planet. \n\nEach V1-N3 that the K1-NG met had a strange attraction to him, like an instinct giving them this powerful, unexplainable urge to trust and respect him…",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "ENZO"
      },
      {
        "trait_type": "Race",
        "value": "V1-N3"
      }
    ],
    "image_details": {
      "bytes": 10937411,
      "format": "PNG",
      "sha256": "cb5d421616321b1493ec4ee6181f6fdc8201abd574d4749738e3afe62ca09665",
      "width": 2048,
      "height": 2560
    },
    "image": "https://arweave.net/uFzH-8cGmY_Chmo2hGCSzWxD-L9G2LN_XXzTU1WkWNc",
    "image_url": "https://arweave.net/uFzH-8cGmY_Chmo2hGCSzWxD-L9G2LN_XXzTU1WkWNc"
  }
}