{
  "address": "0x0403fa561ec9fd1847992d859cc81c165500b890",
  "type": "ERC721",
  "name": "YahZarah - WHITE DOVES FT. BUTTERFLY HAUS",
  "tokenCount": "20",
  "uri": "ar://2Av8F7loqVr4rZy-OOE4-g8bIoURGvw8XWQ69xh8VbQ/1",
  "metadata": {
    "animation_url": "ar://WJRqHpvZ2C0Ald6QzImxVOI-PVztczB53Acm9tfzK5k",
    "artist": "YahZarah",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://HGo7mYXnhcR9OZgUNGR0dQ1ObHc5_gNHva2mEtU0Zms",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "WHITE DOVES FT. BUTTERFLY HAUS",
        "value": "Song Edition"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "Butterfly Haus is one of the most incredible humans I know it has been a pleasure to create with him as an artist he is everything about Prince, Kid Cudi, and Terrence Trent' D'Aarby. He is the crossroads of hip hop, rock, and alt R&B. I want the word to love him as much I do he is one of the hero's musically I believe we are waiting for.\n\nProceeds from this drop will be split between myself and Butterfly Haus. And contribute to his life and music while he undergoes cancer treatment.\nCollectors will receive special crafted Butterfly Haus and YahZarah.\nAnd membership to YahZarah's \"Starship Collectors group giving you access to special drops and NFT'S that access season tickets to YahZarah performances online and IRL.\n\nABOUT THE CREATE Butterfly Haus (music formerly made under the moniker \"SAZE\") is the Brooklyn-based indie-alternative music project of New Jersey-born Nigerian-American producer, songwriter and recording artist Osaze Akerejah. Though Akerejah has been making original music since the late 2000’s the initial idea for the Butterfly Haus project was first birthed in 2019, finally coming to fruition in 2022 after a period that saw Akerejah simultaneously battling heartbreak, a cancer diagnosis and tumultuous mental and physical health struggles. \n\nD.C.-born Ghanian singer-songwriter YahZarah possesses the ability to heal and move mountains with her voice and vision as a composer and a truly incomparable performer. Her voice is beautiful, clear, strong, and divine in such a way that even as it enraptures, it feels difficult to wrap one's mind around.\nTruly a singularly gifted person, the singer- songwriter arranged groundbreaking musical compositions with Erykah Badu, Raheem Devaughn, The Foreign Exchange, and performed live with Anderson Paak, The Legendary Roots Crew, rock icon Lenny Kravitz, Maddona and so many others.",
    "duration": 227,
    "external_url": "https://www.sound.xyz/yahzarah/white-doves-ft-butterfly-haus",
    "genre": "Indie",
    "image": "ar://HGo7mYXnhcR9OZgUNGR0dQ1ObHc5_gNHva2mEtU0Zms",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://WJRqHpvZ2C0Ald6QzImxVOI-PVztczB53Acm9tfzK5k",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "WHITE DOVES FT. BUTTERFLY HAUS #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "WHITE DOVES FT. BUTTERFLY HAUS",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}