{
  "address": "0x048e6179f88433d0104e2ab11341acac8667d84c",
  "type": "ERC1155",
  "name": "Unidentified contract - 2Q8oYQzez3",
  "tokenCount": "1",
  "uri": "https://arweave.net/0iCrYAzIY2tZKi-vGnBwDHtFCfLfzm-YIEliE1uNQdU",
  "metadata": {
    "name": "Tamatoa House",
    "created_by": "tamatoa",
    "description": "Overview:  \nTamatoa is a house on the northeast side of Roatan, an island just off the cost of Honduras. The house is located just a few-minute walk away from the best beach on the island, featuring 180 degree views of the turquoise ocean. With white sand beaches and some of the best snorkeling and scuba diving in the world, this house will be a paradise. \n\nHouse Details:  \nThe house is approximately 3400 square feet with 5 bedrooms and 5.5 bathrooms, all rooms have attached bathrooms and walk-in closets. Almost every room has floor to ceiling windows overlooking the ocean. The house will also have a large living room, a patio, a second story deck, and an infinity pool/hot tub, all with unobstructed views of the ocean. (Design will appear similar to the NFT image but could differ slightly. All decisions for the design and construction of the house will be managed by Tamatoa Incorporation, a Honduras entity)\n\nPlan:  \nEach edition of this NFT will represent 0.125% equity of the house with only 400 editions available for purchase. As each edition represents ownership in real property, any income collected will be distributed to the NFT holders according to the ownership percentage that they hold. Income can include renting the house out on Airbnb, VRBO, or any other rental service. Income can also be made if the home is sold for a profit. NFT holders will get priority access to the property based on number of NFTs held (subject to availability as verified by Tamatoa Incorporation). If 1-9 NFTs are held, you will receive one free weekend stay (2 nights) per year. If 10+ NFTs are held, you get one free week stay (5 nights) per year. Only the cleaning fee will be applied when NFT holders stay at the Tamatoa House.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "tamatoa"
      }
    ],
    "animation_details": {
      "bytes": 1168254,
      "format": "MP4",
      "duration": 12,
      "sha256": "5965ce4812d561ff13255bebc9e2ad792273a86d958b4a413074c50617dc4823",
      "width": 1280,
      "height": 720,
      "codecs": [
        "H.264"
      ]
    },
    "animation": "https://arweave.net/NcE7QoeEWlaQf7b4koIxdcGz6c2NnBoXmsdytcwA_KY",
    "animation_url": "https://arweave.net/NcE7QoeEWlaQf7b4koIxdcGz6c2NnBoXmsdytcwA_KY",
    "image_details": {
      "bytes": 96642,
      "format": "JPEG",
      "sha256": "8c4a9c69dfa9c9c4bd9e1ab70ec53947c99e04c726edae6763473bb509ce4d3a",
      "width": 1170,
      "height": 1156
    },
    "image": "https://arweave.net/aoo2uw9c7xAAeLegthUD9Lo-Lw2_gFh9xnl3Gs3Hcpk",
    "image_url": "https://arweave.net/aoo2uw9c7xAAeLegthUD9Lo-Lw2_gFh9xnl3Gs3Hcpk"
  }
}