{
  "address": "0x04e1e8423d0c2ebe23dd0479b43a7c9ca3a536ca",
  "type": "ERC1155",
  "name": "Unidentified contract - 49epnSfHyi",
  "tokenCount": "1",
  "uri": "https://arweave.net/gZc_LLN4B2exPmXvooYqzbo5WlgJWxyx2B1Pz6yEulE",
  "metadata": {
    "name": "Fucking Fire",
    "created_by": "FuckSteve",
    "description": "This one is for the curious. The interested. The fascinated. The ones who look for something different. Who search for deeper meanings in the world around them. The people who see what I see when they look at these incredible alien creatures and open up their mind to all of the things beyond what we know about life on the surface.\n\nMost importantly... This is for the people who've supported my journey with the art I create by collecting pieces from my Genesis 1/1 collection, Fucking Coral.\n\nThank you.\n\n_________________________________\n\n\nThis is a close up shot of Micromussa lordhowensis. This coral can be seen in hundreds, if not thousands, of different color morphs.  They're found in the western Indo-Pacific on reefs at depths down to about 30 meters (98 ft). Its range extends from the Red Sea, the Gulf of Aquaba and the eastern coast of Africa to the East China Sea, Japan and Australia. \n\nYou can see 5-6 nearly full polyps and several more partial polyps in frame. Each polyp is its own animal, and at the center of every one is a mouth in the shape of a tiny white slit. Between mouths are the textured outer lobes of the polyps, showing splashes of red, purple, and the occasional light teal colors. The tiny white arms around each mouth are feeding tentacles beginning to reveal themselves as this colony tries to catch food passing by in the water column for nutrition.\n\nThis piece shows a colony that displayed some of the most vibrant reds, oranges, and yellows that I've ever seen in a coral. Which makes it that much more mind blowing that those colors aren't just a natural pigment that occurs in the coral's tissue. That color comes from microscopic algae that forms a symbiotic relationship with the animal and lives in its tissue, each strain representing different hues of color.\n\nLooking at this piece it's hard for me not to get visions of flames, and that's why I chose it for this edition. Just like an open flame, every time I gaze upon these living works of art my mind gets lost in the litany of details that make them what they are. This piece represents the growing number of minds who've been captured by that same imagination. Just like them, my fascination with these incredible creatures burns like a fucking fire.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "FuckSteve"
      },
      {
        "trait_type": "Edition",
        "value": "Fucking Fire"
      },
      {
        "trait_type": "Photography  Type",
        "value": "Macro"
      },
      {
        "trait_type": "Subject",
        "value": "Coral"
      },
      {
        "trait_type": "Coral Type",
        "value": "Large Polyp Stony"
      },
      {
        "trait_type": "Species",
        "value": "Micromussa lordhowensis"
      }
    ],
    "image_details": {
      "bytes": 16212488,
      "format": "JPEG",
      "sha256": "e80225a0f3ead17e56df616e64c6597728f2fb96b04fc8192ae58435d81753f0",
      "width": 4722,
      "height": 3778
    },
    "image": "https://arweave.net/Ytaqy569mjdC5g-xfeVTk0uccHNcvg0WoVRcL2Q7iFs",
    "image_url": "https://arweave.net/Ytaqy569mjdC5g-xfeVTk0uccHNcvg0WoVRcL2Q7iFs"
  }
}