{
  "address": "0x0533d9b4d9a8c4f23d58adb3f9151ba151488b0d",
  "type": "ERC721",
  "name": "EDITIONS #2 | Dancers on Rooftops",
  "tokenCount": "50",
  "uri": "ipfs://QmPdaTqN9VvoMkfe11NVxVUqCjZzAyUac9wUuKLjuTWV9q/1",
  "metadata": {
    "name": "Tiago #1/10",
    "description": "2.3.1 Tiago Martins for 'Dancers on Rooftops' | Nov 13, 2021 | Graça, Lisbon, Portugal\n\n\"I live consciously in my body ever since I was able to use it for purest functions and actions like standing or walking. To me, it was always a tool of vocabularies; technical or expressive. I use it to compete against others, to express an idea, to communicate a state or to develop function, capacity or self-development. As a teacher, a spectator and a practitioner - the body is a vehicle of physical, intellectual and artistic expression, and movement is the language that connects and brings together all of these tools through me. I do it because it represents who I am.\nI was away from Lisbon for almost ten years and without noticing, I began to miss it so much. That meant that I was in love with it because you only miss what you love, what's important, what's remarkable and what's fulfilling for you. Lisbon started to be part of me and I was not even aware of it.\nI love the patchwork of textures, colours, shapes, lines, and layers. The confront between the new and the old, the polite and the rude, the light and the shadows, the familiar and the mysterious. And always, the tribute that the city pays to the past; to the poets, the artists, the voices; The ones who dove into the rivers to celebrate the future.\"\n― Tiago Martins\n\nA day after my arrival in Lisbon, I took a Street Art tour with Alice Motta, a friend of a friend. We finished at Lisbon's highest point, Miradouro da Senhora do Monte. We looked at the city in all its glory, but I explained to Alice how the viewpoint we were at isn't that great because it was blocked by the buildings in front of us. I argued that a building on the left has a much better view.\n– \"It would be a perfect roof for my 'Dancers on Rooftops' project\", I said.\n– \"Let's go there and ask if we can shoot there\" Alice replied, and to my surprise, we were on that roof 3 days later with local dancer / mover Tiago, taking photos for DoR.\n― Ben Hopper",
    "image": "https://res.cloudinary.com/nifty-gateway/image/upload/v1683489688/publishers/benhopper/60820/84713/20211113_TiagoFerreiraMartins_U6A0664_BenHopper_DancersonRooftops.jpg",
    "image_hash": "QmcksYCE3JjBcRfTzNzn1fLcbndJCL9iP2R5RBRx2yFwFu",
    "background_color": "ffffff",
    "external_url": "https://niftygateway.com/collections/ben-hopper-dancers-on-rooftops/"
  }
}