{
  "address": "0x05ef30b7106a38ee637ed1d7c81d3f3eec118caf",
  "type": "ERC1155",
  "name": "Cosmic Visionaries",
  "tokenCount": "4",
  "uri": "https://arweave.net/YkiUqqMyfCDa-5WyJQi8OVswVnGgV1b3nDJMC8cYUf8",
  "metadata": {
    "name": "Zorgoth",
    "created_by": "seti505.eth",
    "description": "This is the Second addition to the Cosmic Visionaries Collection. \n\nIntroducing Zorgoth...\n\nZorgoth is an extraterrestrial nightmare, standing at an imposing 10 feet tall. He has jet-black skin and has multiple rows of razor-sharp teeth. His bottom row of teeth are particularly special as they gleam with a sickly green glow. The glow emanates from the bioluminescent bacteria that live in his mouth, which not only aid him in breaking down the toughest materials but also gives him an eerie and unsettling appearance. These teeth also seem to drip with a poisonous venom. The venom is an incredibly potent neurotoxin that can paralyze even the strongest creatures, leaving them helpless and at Zorgoth's mercy.\n\nZorgoth's limbs are powerful and muscular, each one capable of crushing steel with ease. His elongated fingers are tipped with sharp claws that can shred flesh from bone, and his feet end in wicked talons that can easily dig into the ground. He moves with a grace and fluidity that is almost cat-like, making him an incredibly dangerous foe in close combat. His skin is also highly resistant to most types of weapons, making him even more difficult to defeat.\n\nWhat makes Zorgoth truly terrifying is his ability to emit a deafening roar that can shatter the eardrums of those who hear it, leaving them writhing in pain and disorientation. He can also release a corrosive substance that eats through any material it touches, dissolving even the strongest metals in seconds.\n\nZorgoth is a solitary creature, rarely seen in the presence of others. His vast intellect and immense power make him a being to be feared and respected. He is a hunter and predator, driven by an insatiable hunger for flesh and a thirst for power. Few who have encountered him have lived to tell the tale, for Zorgoth is a creature of pure malevolence and destruction, a being of nightmares that exists only to bring death and destruction to all who cross his path.",
    "attributes": [
      {
        "trait_type": "collection",
        "value": "Cosmic Visionaries"
      }
    ],
    "image_details": {
      "bytes": 421003,
      "format": "JPEG",
      "sha256": "b8a6cdfa81915235ac856ab4c87d343da68baacd9b43d83f989ac5bc66b49175",
      "width": 1024,
      "height": 1024
    },
    "image": "https://arweave.net/y-pceaK96Zmj26u9qB2ycFClF6uP7zdRf6q-r8tXrFc",
    "image_url": "https://arweave.net/y-pceaK96Zmj26u9qB2ycFClF6uP7zdRf6q-r8tXrFc"
  }
}