{
  "address": "0x0537eeffe373466d3679a24571d83a180aa5badf",
  "type": "ERC721",
  "name": "Garden of Eden - MFN",
  "tokenCount": "1",
  "uri": "https://arweave.net/icivoBKzkU_zXPGNkG6O4Iq3ZLVqXyueaG6ti68wTUQ",
  "metadata": {
    "name": "Garden of Eden I",
    "created_by": "Maria Fynsk Norup",
    "description": "\"Garden of Eden I\" is the first work in my 'Garden of Eden' series. \n\nReferencing both the mythological first woman and her independence and curiosity, as well as being a nod to my own joy of this particular garden where the work is created; a creative garden I have created from scratch.\n\nSelf-portrait, 2019.  \nMinted for the \"Wild Nature\" World collection, January 2023.\n\n-----  \nAbout the artist:  \nMaria Fynsk Norup is an award-winning fine art photographer, living and working on the tiny island of Ærø in the southernmost part of Denmark.  \nMaria primarily uses self-portraits as the medium for storytelling in her work, creating imagery that currently revolves around exploring femininity, and the human-nature interconnection. Her inspiration is often drawn directly from dreams and emotions, and her work can therefore vibrate with a dark undertone. Originally trained in classical botany, her love for and inspiration from the plant world inevitably appears in the visual storytelling of her works. Maria’s work has received several international awards, and her images have been exhibited both in Denmark and abroad, lately during Art Basel Miami, Dec 2022.\n\nLicence: Primary NFT holder is free to use for private display and in virtual galleries.  \nProvides no rights for commercial use, merchandise, distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Maria Fynsk Norup"
      }
    ],
    "image_details": {
      "bytes": 10853799,
      "format": "JPEG",
      "sha256": "0a83ab547ed8c12aa2a9bbd02c50cf90980424f93883ba7beaade04d24828f0f",
      "width": 6000,
      "height": 4000
    },
    "image": "https://arweave.net/UFiQbyFvi8I7oC4W0_LPYUARYqbzk_MRrTv3bVOp9o8",
    "image_url": "https://arweave.net/UFiQbyFvi8I7oC4W0_LPYUARYqbzk_MRrTv3bVOp9o8"
  }
}