{
  "address": "0x0592aa47ace3147294ed4edac0b56535ad888efd",
  "type": "ERC1155",
  "name": "Cinars Editions",
  "tokenCount": "1",
  "uri": "https://arweave.net/7oYty1gPo65cAQqIteNHKJK4ioOdwn7CmaoxqYmoe1E",
  "metadata": {
    "name": "The Frequency",
    "created_by": "Çınar ZORLU",
    "description": "Hello I am Çınar.\n\nYou are about to purchase the most special NFT from the youngest NFT artist ever!\n\nI am 2.5 years old and was born with a condition called “Microtia”, birth defects of a baby’s ear.  \n\nAlong with the donation campaign I created my 1st ever artwork to be dropped as NFT to support collecting the required  fund for the operations for my both ears.\n\nPlease keep reading to know more about my disease, my situation and how you can support me…\n\nMicrotia happens when the external ear is small and not formed properly and usually happens during the first few weeks of pregnancy. These defects can vary from being barely noticeable to being a major problem with how the ear formed. Most of the time, microtia affects how the baby’s ear looks, but usually the parts of the ear inside the head (the inner ear) are not affected. However, some babies with this defect also will have a narrow or missing ear canal.\n\nThere are four types of microtia, ranging from Type 1 to Type 4. While Type 1 is the mildest form, and  Type 4 is the most severe type.\n\nIn my  case my  right ear is Type 3 and my left ear is Type 1. I can now hear with the device attached to my head called “Soft Band” but this device is only good till I am  5 years-old. After 5 years of age I will have to change the device and live with the device all my life.\n\nThe fact that my  “inner ear” is not affected by the disease and if the suitable surgery applied to open ear canals and my  auricles are restored I  can hear just like normal people without a device. My  parents have been through serious research since I  was born to find out what could be done for me  to be able to hear without a device. They had visited several hospitals and doctors, their research showed them that while the auricle restoration operation can be performed in Turkey, ear canal opening operation cannot be done. They finally found California Ear Institute and started communicating via emails. They provided the test results requested by the Institute. As a result I  was spotted as a perfect candidate for the surgery.\n\nThis surgery is a combined surgery that can be performed within 8-10 hours offering the ear canals can be opened and auricles can be restored.\n\nThe amount needed for the operations;\n\nLeft ear Type 1               $48,100\n\nRight ear Type 3            $99,000\n\nTotal                                $147,100\n\nAs of November 10th $32,400 have been collected and $114,700 is missing\n\nThe surgery for the left ear is planned for January 25th and the total amount of $48,100 has to be paid in advance until December 10th.\n\nThis open edition of NFT aims to collect the remaining $15,700 to be able get my  operation on the planned date.\n\nBy purchasing this NFT you will be supporting me. If you feel like supporting more you can pick the suitable way and account type written below to donate.\n\n \n\nFor eth; cinaricin.eth\n\nFor tez; cinaricin.tez\n\nPaypal; https://www.paypal.com/donate/?hosted_button_id=QT8ELQ6QNZJFU\n\nGofundme; https://www.gofundme.com/f/be-hope-for-cinar?utm_campaign=p_cf+share-flow-1&utm_medium=copy_link&utm_source=customer\n\nFor Turkish Donators / Türk Bağışçılar İçin Vakıfbank Hesap Bilgileri;\n\nTürk Lirası Bağış/Donation;  \nAlıcı/Recipient: Sevgi Zorlu  \nIBAN: TR08 0001 5001 5800 7315 1561 49  \nAçıklama/Explanation: ÇINAR\n\nUSD Bağış/Donation;  \nAlıcı/Recipient: Sevgi Zorlu  \nIBAN: TR16 0001 5001 5804 8020 8786 30  \nAçıklama/Explanation: ÇINAR\n\nEuro Bağış/Donation;  \nAlıcı/Recipient: Sevgi Zorlu  \nIBAN: TR48 0001 5001 5804 8020 8786 36  \nAçıklama/Explanation: ÇINAR\n\nFor European Donators\n\nZahlungsempfänger: ASYA Hilfsorganisation e.V.  \nIBAN: DE08 4306 0967 1204 4131 05  \nVerwendungszweck: Team Nefes – Cınar",
    "attributes": [
      {
        "trait_type": "ARTIST",
        "value": "Çınar ZORLU"
      },
      {
        "trait_type": "GENRE",
        "value": "Finger paint drawing"
      },
      {
        "trait_type": "SIZE",
        "value": "2900x4100 pixels"
      },
      {
        "trait_type": "FILE TYPE",
        "value": "JPEG"
      },
      {
        "trait_type": "EDITION SIZE",
        "value": "Open Edition"
      },
      {
        "trait_type": "YEAR",
        "value": "2022 "
      }
    ],
    "image_details": {
      "bytes": 2529058,
      "format": "JPEG",
      "sha256": "16a9f964335cc7b5329e3bada092931235e83907bf992f2a5103ae6bb5f21c16",
      "width": 2900,
      "height": 4100
    },
    "image": "https://arweave.net/aIIC3BGp9mEp0sTpbTzmXOfD3XPLDqbYgZKaW9RNENg",
    "image_url": "https://arweave.net/aIIC3BGp9mEp0sTpbTzmXOfD3XPLDqbYgZKaW9RNENg"
  }
}