{
  "address": "0x0672e49aa4ad52005b1bdad6398d6404bdbc02da",
  "type": "ERC721",
  "name": "I DIED BUT I SURVIVED",
  "tokenCount": "40",
  "uri": "ipfs://bafybeig2m5nlyfbs54q4nu6qf7pqudtdrmzfs2eeluvdtwuylmjla67yym/1.json",
  "metadata": {
    "name": "I died but I survived #1",
    "description": "I am 52 years old on June 15th 2022 I took 40 white Tylenol pills and 40 blue Tylenol pills all at once in an effort to end my life . At that moment with all that was happening in my life I thought it was my only option which I later realizes was not but at that moment I was so overwhelmed I thought it was. Had it not been for my aunt a good friend and those ambulance drivers I would not be here today . I sent 7 days in the ICU then another 7 days in the psych ward I came home on the 28th . I am appreciative of being alive and I am doing an NFT project called I died but I survived . I have already contacted the American suicide prevention foundation about what I’m doing . My intention is to produce 800 NFTs selling for 1ETH each 40% percent goes to them and other organizations that help person with mental health issues that may want to end their life, another 50000USD in eth goes to a volunteer ambulance organization to either refurbish or towards buy an ambulance if it’s enough as without them I’m not here 10% goes back to buyers in a one off raffle. Plus a merch store where 50 percent of proceeds goes towards helping those who may want to end their life, If I can at least save one life with this it helps ,Thank you",
    "image": "ipfs://bafybeihlbjozasbmaydfs7jbzg5pdutu3kmpklopwiz4jbpm3mgypcf4p4/1.png",
    "dna": "558af8c6d515d488cf957a517d968fbb81092d80",
    "edition": 1,
    "date": 1657797002338,
    "seller_fee_basis_points": 1000,
    "properties": {
      "files": [
        {
          "uri": "image.png",
          "type": "image/png"
        }
      ],
      "category": "image",
      "creators": [
        {
          "address": "0x2DDb08FFf8d1cD8403FA98eb3311838e74595a86",
          "share": 100
        }
      ]
    },
    "attributes": [
      {
        "trait_type": "Background",
        "value": "Ambulance"
      },
      {
        "trait_type": "Base",
        "value": "Base"
      },
      {
        "trait_type": "Face",
        "value": "smile"
      },
      {
        "trait_type": "Head",
        "value": "doctor hair"
      },
      {
        "trait_type": "Clothes",
        "value": "jacket"
      }
    ]
  }
}