{
  "address": "0x06198e0b078f2ab856890c341eb233188d73910d",
  "type": "ERC721",
  "name": "Algoritmo Divino",
  "tokenCount": "333",
  "uri": "https://arweave.net/6l_n2-UNovEE4JF0WU1oapNK0gTr-dkOAspdwBIaxg8",
  "metadata": {
    "name": "Obelisco Mistico - given to Ganbrood",
    "description": "Algoritmo Divino by Ganbrood, 2023  \n==================================  \n  \n  \n*Abandon all hope, ye who enter here.* - Dante Alighieri, Inferno, Canto III.  \n* * *  \n  \nThis quote speaks to the idea of transformation, letting go of old ways of thinking and embracing a new perspective. The Divine Comedy is just an allegory to parallel the similarity of long-form synthetic image generation using neural networks, as an art and image creation evolution.  \n  \nNew AI tools are transforming the creative process for artists, pushing the boundaries of what are possible and inspiring new forms of expression. ‘Algoritmo Divino’ is the first on-chain series by Ganbrood, generated in real-time during the mint. Three hundred thirty-three unique iterations will surprise and guide you through three realms of Inferno, Purgatorio & Paradiso. The rarity, and prompt are encrypted on-chain, giving the collector a unique opportunity to collect the artwork's 'secret ingredient', holding the core 'prompt', which is encrypted and is eternally saved on the blockchain.  \n  \nIn Dante's Divine Comedy, the transformation of souls as they journey through the afterlife is a central theme. The characters' experiences and behaviours lead to their conversion towards greater virtue and understanding or deeper learning and suffering.  \nSimilarly, long-form synthetic image generation using diffusion neural networks, generates images that progress and evolve. The process involves repeatedly applying a diffusion process to an initial image, resulting in a series of intermediate images gradually evolving towards a final, synthesized image. Each image represents a different stage in the generation process, and the final image depicts the journey's culmination.  \n  \nDivine Comedy's idea of journey and progression is a powerful metaphor in 'Algoritmo Divino' by Ganbrood, which represent many levels of alteration: working with prompt to image generation to personal growth and development. His own transformation as an artist from photography to synthetic images, accepting the new realm of AI and new tools as a creative process, all reflect in ‘Algoritmo Divino’.  \n  \nGanbrood challenges himself with the long-form generation, which contradicts his standard process. The irreversibility of the results leaves little or no control over the output from the black box. Nevertheless, his signature themes of animals and gods are present in every 333 iterations, symbolizing humanity's desire to become godlike.  \n* * *  \n  \n333 unique live-generated iterations of 'Algoritmo Divino' drop on 18th April at 7 pm CET. For the first time, the collector collects AI artwork in real-time, with the encrypted prompt, and rarities the artist uniquely integrates.\"  \n",
    "image": "https://arweave.net/d7JhESxjdiXFokucEVB4WxlRpk6J0w8ohjueEPqFOUc",
    "attributes": [
      {
        "trait_type": "Realm",
        "value": "Inferno"
      },
      {
        "trait_type": "Seed",
        "value": "1400606239"
      }
    ],
    "crypted_generation_definition": null
  }
}