{
  "address": "0x06d62aceb64ae47562931bf433b3919f003211f6",
  "type": "ERC721",
  "name": "Nora Heidorn",
  "tokenCount": "25",
  "uri": "https://arweave.net/qtF1dVYlhhxwTOu1fLvLdvfQ5tKZH8FjPbFDNqRlZIY",
  "metadata": {
    "name": "Touching Matters of Care ('Prorace' cervical cap, 1915-20)",
    "created_by": "Nora Heidorn",
    "external_url": "https://ieq2pwh5555tjclfdicdutl2xuqrsgcpnlsgbensxwllzy7hky.arweave.net/QSGn2P3vezSJZ-RoEOk16vSEZGE9q5GCRsr2WvOPnVs",
    "description": "*FOLLOW THIS LINK TO EXPLORE THE INTERACTIVE WORK*  \nhttps://ieq2pwh5555tjclfdicdutl2xuqrsgcpnlsgbensxwllzy7hky.arweave.net/QSGn2P3vezSJZ-RoEOk16vSEZGE9q5GCRsr2WvOPnVs\n\nTouching Matters of Care ('Prorace' cervical cap, 1915-20) by Nora Heidorn appropriates and intervenes in a 3D scan of the \"Prorace\" cervical cap. The cap is a barrier contraceptive from the 1920s that was heavily promoted by Dr Marie Stopes, the feminist pioneer of birth control in the UK and an ardent eugenicist. The interactive digital work stages the \"Prorace\" cap and its attendant history of the UK birth control movement and Stopes' eugenic feminism as a \"Matter of Care\": a complex thing that requires our careful attention. The 3D work invites users to become proximate to this object by digitally handling it and to ask critical questions about its meanings. \n\nThe cursor hand wears a latex glove reminiscent of both the clinic and the archive. Thousands of married women from the 1920s onwards encountered the \"Prorace\" cap in Stopes' birth control clinics, where they were fitted and learned to use it. Today, the cap and its related documents are encountered in museological and archival spaces that require similar protocols of contact and hygiene. \n\nThis project was commissioned by Birth Rites Collection with support from the Arts Council England. It was developed out of Nora Heidorn's PhD research, a LAHP funded collaborative doctoral award between the Royal College of Art and Birth Rites Collection. The digital object was made with creative technologist Jinia Tasnin. The original 3D scan of the \"Prorace\" cap was produced by the Science Museum, London, where the object is on display. The cap is owned by the Wellcome Collection, London. With thanks to Helen Knowles and Hermione Wiltshire for accompanying this project. \n\n*\n\nThe following fragments have been selected by Nora Heidorn from letters written by working class people in the UK to Dr Marie Stopes during the 1920s. The full letters were published in 'Dear Dr Stopes: Sex in the 1920s' edited by Ruth Hall in 1978. The authors of the letters are identified in the book only by their initials. Here, fragments from many different correspondents become an anonymous chorus that reveals something of the lived realities of Stopes’ readers and the users of the \"Prorace\" contraceptives. The phrases have been transcribed faithfully and uncorrected, as in Ruth Hall's book.\n\n\n*\n\nI cannot afford to buy one of your books at present\n\nYour book came up for discussion in our psychology class and and the Dr said it was a very good thing to have in the hands of Drs and Scientists but he strongly advised none of us to read it which of course made us all very keen\n\nAnd really some of the things you propose in your book might have emanated from the brain of a Kaffir woman\n\nI am wonderfully surprised at the homely unobjectionable manner your pamphlet deals with the subject\n\nI have never read any of your books never having had enough cash\n\nI am an orphan and so you are the first I have unburdened my very soul to\n\n\n*\n\nPlease excuse my seeming cowardice but I'm getting married Easter, and I'd like to feel safe and free from danger.\n\nPlease Help me! I have Had my share\n\nI cannot understand how to place this cap inside to make it safe and firm fitting\n\nThe health visitor was disgusted with me when I asked her about it ... she said it was very wrong to do any thing to stop yourselves from having children\n\nShe has been taking different kinds of pills people have told her about but of no use\n\nIf only I can manage to keep myself right life mite be worth living\n\nWe would like a little pleasure out of life before it is too late\n\n\n*\n\n\nthey told me not to have any more children but they never told me how to avoid it\n\nif I have any more it might prove fatal my inside is quite exhausted\n\nthey said I must on no condition have any more children but did not tell me what to do and the consequences was I got pregnant again\n\nI have had 9 and 6 are boys, I don't think I have done so bad\n\nYou can imagine my horror when I felt a movement in the body\n\nShe had the good fortune to be relieved of her youngest unwanted child last month by death\n\nThey told me I must have no more children, and yet when I ask them how I could prevent it they just shrug their shoulders and smile\n\nNow I am little more than a nervous wreck\n\nI think that I have done my duty to my Country having had 13 children 9 boys and 4 girls and I have 6 boys alive now and a little girl\n\nI am sure your advice to my mother would have saved me a life of pain\n\nWell Dr i have had 5 children in 5 years, 2 are dead which i thank God for the 3 i have left are always ailing they seem bloodless.\n\n\n*\n\n\nIt is through my weakness of body that I become pregnant every single time we submit to Marital Rights\n\nThe third day after my confinement my husband came to my bedside and said it served me right that I was so bad, other women could prevent having children and so could I if I tried\n\nhe is always worse to her when he knows she is pregnant\n\nOn account of this sad mainia I was obliged to send my beloved wife to the mental hospital where she still is\n\nMy Husband never took the same interest in the home owing to me losing the children\n\nI do not like to be used for his pleasure and then abused when I am pregnant\n\n\n*\n\n\nits wicked to bring children into the world to Practicly starve and be a burden to the ratepayers\n\nmy wife and child are at present in the workhouse\n\nI really cant give the children all they should have to make them fine and healthy\n\nI am under notice to leave my house owing to my large family\n\nI love children. But you are no good on this world without strength and brains\n\nmy ambition is to get a Carravan and travel with [my wife and child] as we have no home\n\n\n*\n\nThe upper class have had Birth controll long enough they would like to make it appear it is only the working class man and wife who come together but are not so bad as depicted 41\n\nThe poor people of this land cry out in anguish for this knowledge which the aristocracy and capitalists would have withheld\n\nI am single, and energetic and willing to do anything and go anywhere to further the cause of constructive birth control\n\nTo the men who condemn you, I would like to give one month as a mother in a working man's home... You wouldn't have an enemy, they would all commit suicide.\n\nI feel it a great injustice and unchristian like to think that rich women should have this knowledge and a poor woman should live in ignorance of it\n\n\n*\n\n\nMy husband who is a Catholic does not believe in stopping life by any means when I say I do not want any more he gets very nasty with me\n\nthey live in a kitchen and it will be rather acward if she has to use anything\n\nI Remain, a Married Man, and a Lover of Children\n\nCan you let me know what I can do if possible unknown to my husband",
    "animation_url": "https://ieq2pwh5555tjclfdicdutl2xuqrsgcpnlsgbensxwllzy7hky.arweave.net/QSGn2P3vezSJZ-RoEOk16vSEZGE9q5GCRsr2WvOPnVs",
    "image_details": {
      "bytes": 190912,
      "format": "JPEG",
      "sha256": "7cbbd42a87eda5bba343df7aa33a2bf931ce1439c2c30ba0c42d91db206aafb2",
      "width": 1920,
      "height": 986
    },
    "image": "https://arweave.net/0BS3XpFo6_hJsyIrS0OdYzPZwZd7SWEoiJheyBixY9c",
    "image_url": "https://arweave.net/0BS3XpFo6_hJsyIrS0OdYzPZwZd7SWEoiJheyBixY9c"
  }
}