{
  "address": "0x06dd775243a863dcf9f017512a92e4bb506ff937",
  "type": "ERC721",
  "name": "Ellada Maidens",
  "tokenCount": "13",
  "uri": "https://arweave.net/WICeUmwWA32C9dMDQpSlNmqp1GqCOSvdfn4beeHagLw",
  "metadata": {
    "name": "Gemini",
    "created_by": "Ellada",
    "external_url": "https://twitter.com/ElladaArt",
    "description": "\"Once upon a time, there were two twin sisters named Lily and Rose. They lived in a small cottage by the river and loved to spend their days boating on the tranquil waters.\n\nLily was the more adventurous of the two, always eager to explore new areas of the river and try new things. Rose, on the other hand, was more cautious and preferred to stick to familiar paths.\n\nDespite their differences, the sisters shared a deep bond and spent every day together. They would pack a picnic basket with sandwiches, fruit, and lemonade, and set out on their boat to explore the river and its surroundings.\n\nAs they glided through the water, Lily would point out different birds and animals that they passed, while Rose would carefully note the landmarks and keep track of their location.\n\nOne day, as they were floating downstream, they came across a fork in the river. Lily was excited to take the path that led to a narrow, winding stream, but Rose hesitated. She knew that this path was less traveled and worried that they might get lost.\n\nBut Lily was insistent, and eventually, Rose relented. They turned onto the narrow stream, the water growing shallower as they progressed. They were surrounded by tall trees and dense foliage, and the air was filled with the chirping of birds and the rustling of leaves.\n\nThe path grew narrower and more winding until they found themselves in a secluded cove. It was a peaceful and idyllic spot, surrounded by towering trees and with a small sandy beach that led down to the water.\n\nAs they sat on the beach, enjoying their picnic, Rose couldn't help but marvel at her sister's sense of adventure. She realized that sometimes it was good to step out of one's comfort zone and try new things.\n\nFrom that day on, the twin sisters continued to explore the river, but with a newfound appreciation for each other's strengths and differences. They discovered many new paths and secluded coves, each adventure bringing them closer together and strengthening their bond as sisters.\"",
    "image_details": {
      "bytes": 39992812,
      "format": "PNG",
      "sha256": "87acb0e15f094976235d6a022e0e16b6f6aab036beb42aed9a8f16de51da8455",
      "width": 6665,
      "height": 4011
    },
    "image": "https://arweave.net/lHlt3GEAv-xZ_XrEQfNQ4HVvFnxyV2gJf-KSCytaRRc",
    "image_url": "https://arweave.net/lHlt3GEAv-xZ_XrEQfNQ4HVvFnxyV2gJf-KSCytaRRc"
  }
}