{
  "address": "0x06b18d8628c201aec187da8afdd55fe9d758c2d9",
  "type": "ERC721",
  "name": "Rogues Rogues",
  "tokenCount": "12",
  "uri": "https://arweave.net/v_mQfwCSIbTZnCcmVomE7vka2Uogbn3k6CgcWOg8zUw",
  "metadata": {
    "name": "The Lookout",
    "created_by": "Roguebeardsman",
    "description": "Title: The Lookout  \nArtist: Anthony Forchione  \nLicense: Extended Editorial\n\n\nAlways on the lookout for food or an unguarded bait bucket. Perhaps even a fresh catch a fisherman has turned a back to.  Silently gazing out for a glimpse of supper or solitude. \n\nI have spent many evenings on the Gulf Coast of South West Florida in company of various birds. We never converse about much, just silently looking for opportunity in the waves and enjoying the sunset. Far away from the crowds, drum circles, and tourists we found peace.  The Great Egrets would also serve as a lookout for invaders. As I would snap away at the sunset or whatever had the interest of my lens the lookout would call out in warning. \" People are coming\" Says the lookout before gliding  off to a more far away stretch of sand.\n\nAlways use caution when viewing and photographing wildlife. It is your responsibility to do your research to learn and understand animal behaviors and habits. The better we respect the wild the better we protect it.\n\nExtended Editorial License: NFT holder is free to display privately and in groups, including virtual galleries, documentaries, and essays by the NFT holder, as long as the NFT creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with the NFT creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Anthony Forchione"
      },
      {
        "trait_type": "Beast",
        "value": "Great Egret"
      },
      {
        "trait_type": "License",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Quanity",
        "value": "1/1"
      }
    ],
    "image_details": {
      "bytes": 14194378,
      "format": "JPEG",
      "sha256": "7e94176601f5542b31af0f243a5f52a5140c243d2da5f51df621ff50482378a1",
      "width": 5623,
      "height": 3749
    },
    "image": "https://arweave.net/bquFwqvFptJouuQUMR4ixiSxZsc_cnTvlaY-lkyDdbA",
    "image_url": "https://arweave.net/bquFwqvFptJouuQUMR4ixiSxZsc_cnTvlaY-lkyDdbA"
  }
}