{
  "address": "0x065c223092a73cf0f89cebe4d83e674b0dd37d4b",
  "type": "ERC721",
  "name": "Great White North V2",
  "tokenCount": "13",
  "uri": "https://arweave.net/sR-K2Xf9r97EvwJn18m3myOgk7p4c_XBk0z0zmKtlfg",
  "metadata": {
    "name": "Dancing Stars At Wapta",
    "created_by": "Kyle Wicks",
    "external_url": "https://kylewicks93.wixsite.com/kylewicksphotography",
    "description": "Dancing Stars At Wapta is my genesis piece and an image I hold close to my soul. During the summer of 2021 I built out my SUV and was lucky enough to be able to hit the road for 45 days living out of my car while I travelled over 18,000KM+ across Canada and back. As most experiences in life it was filled with its ups and downs, but the trip was an experience of a lifetime and helped me learn and grow so much as an artist and person. Heading into this journey a big goal of mine was to explore and capture more night scenes in the Canadian Rockies, and this evening a vision and dream of mine was able to come to life. \n\nGrowing up in a small town in Ontario and coming from the flat lands of Canada, I have always been so fascinated by the power and magic of the mountains and their surrounding landscapes. This particular evening, all the elements aligned at this incredible place on Earth, Wapta Falls. It was absolutely amazing watching the stars drifting over this scenery as the roar of the waterfall echoed throughout the valley. This particular area in the Rockies is active with bears and cougars, so making the trek during the late hours of the night made for quite the thrill. Once I made it to the river, I noticed right away how heavy the flow was from the seasons glacier melt. But I knew I needed to do whatever it took to traverse across and complete this image and self portrait. With my headlamp guiding the way I made my way slowly across, getting completely soaked from the watery depths and mist. It’s hard to describe the feeling you get when you’re completely drenched, hearing nothing but the power of the falls, and being surrounded by complete darkness as my camera clicked away across the river. A feeling my soul will never forget! I eventually had to make my way back across the river to get my gear, and make the multiple KM trek back to my vehicle well after midnight, completely drenched from head to toe, but with the biggest smile on my face knowing I just created one of my favourite images. With all the effort and planning that went into this photo, and the wild adventure that it took to get there, makes for one of the most unforgettable experiences. Hope you enjoy, thanks for looking!",
    "attributes": [
      {
        "trait_type": "Artist ",
        "value": "Kyle Wicks"
      },
      {
        "trait_type": "Country ",
        "value": "Canada "
      },
      {
        "trait_type": "Province ",
        "value": "Alberta "
      },
      {
        "trait_type": "Waterfall ",
        "value": "Wapta Falls "
      },
      {
        "trait_type": "Media Type",
        "value": "Photography "
      }
    ],
    "image_details": {
      "bytes": 4871674,
      "format": "JPEG",
      "sha256": "fcd467c09dfaed8e2f5b7ef59b5e4e723742ea17ddf72c0db41b7d954f63fc9c",
      "width": 4113,
      "height": 5141
    },
    "image": "https://arweave.net/saSZps_6kPaMfYV3rnCjarDtWvWZa7WUP_Kk70Mny6U",
    "image_url": "https://arweave.net/saSZps_6kPaMfYV3rnCjarDtWvWZa7WUP_Kk70Mny6U"
  }
}