{
  "address": "0x0670ea74cf8727d503f17529a685fd1bc8db78f9",
  "type": "ERC721",
  "name": "Neural Odyssey",
  "tokenCount": "1",
  "uri": "https://arweave.net/B9S_90DoY1ZCaY4T1yJOxHAjb9Set3lcsGTwjn6TsMs",
  "metadata": {
    "name": "The Weight of Water",
    "created_by": "Jonai",
    "external_url": "https://twitter.com/JonaiGallery",
    "description": "\"The Weight of Water\" is an NFT artwork that I am proud to have created, and it was an honor to have it showcased at the prestigious Latent Dreams Art Show, presented by JOYN and BLAC.ai at the NFT Art Gallery in NYC in 2023.\n\nThis piece is a black and white image that captures a surreal and dreamlike scene. It features a man floating on top of the water, with half of his face submerged in the murky textured water. The image invites the viewer to contemplate the intersection of peace and chaos, control and surrender, and the ever-shifting relationship between ourselves and the natural world.\n\nThe inspiration for \"The Weight of Water\" came from a dream I had, where I found myself at peace despite being in an uncontrolled environment of a vast body of water. The dream stayed with me, and I created this artwork as a way to explore those feelings and the questions they raised. \n\nThe texture of the water in the image is an important element of the piece, adding to the surreal quality of the image and evoking a sense of calmness and serenity despite the uncontrolled nature of the water. The man's floating figure represents a sense of surrender to the natural world and invites the viewer to consider their own relationship with the environment.\n\nOverall, \"The Weight of Water\" is a piece that encourages introspection and reflection, inviting viewers to contemplate their place in the world and the relationship between humanity and the natural world.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Jonai"
      },
      {
        "trait_type": "Medium",
        "value": "AI generated digital artwork"
      }
    ],
    "image_details": {
      "bytes": 18459859,
      "format": "PNG",
      "sha256": "56490cda60227b011182c684b870327659aac6af32c679bc58df6805405c9e3c",
      "width": 3840,
      "height": 4800
    },
    "image": "https://arweave.net/0UFEq9UpegaW3Tk6VDux30OtMHrSEKHkI1udDY_Dm3c",
    "image_url": "https://arweave.net/0UFEq9UpegaW3Tk6VDux30OtMHrSEKHkI1udDY_Dm3c"
  }
}