{
  "address": "0x0630083ac69b90c07031af2e01f02aa28432a52a",
  "type": "ERC721",
  "name": "This Is Water",
  "tokenCount": "15",
  "uri": "https://arweave.net/x9aLsbkAR7451Kwf0BeSqifohqU6vg-c98PHPntf0DE",
  "metadata": {
    "name": "Chameleon",
    "created_by": "Kim Feast",
    "description": "In a small isolated bay in the south of Western Australia, raw energy from the Indian Ocean meets a sloping barnacle-encrusted granite headland known as Evils. \n\nThe ocean here seems to suck itself below sea level as if, at a stand still. A stationary river rapid, twisting and turning until overwhelmed by its own energy it cascades over toward land. A sheer volume of water landing into centimetres of water before emptying itself into the deeper water of the bay.  \n\nTo photograph this wave is not an easy undertaking, though it's one of the most diverse displays of live ocean art I've ever seen. If you make it out safely, a huge undercurrent will drag you in towards the headland with each wave, without strong swimming skills the ocean will do what it wants with you here. \n\nThis wave, true to its namesake is evil and beauty personified. Between the wild ocean and its creatures, Ive shot this place three times in the afternoon, it's one place you want to make sure you blend in while out there and celebrate once back in safely.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Kim Feast"
      },
      {
        "trait_type": "Collection",
        "value": "This is Water"
      },
      {
        "trait_type": "Location",
        "value": "Evils"
      },
      {
        "trait_type": "Details",
        "value": "Iridescent Green"
      },
      {
        "trait_type": "Details",
        "value": "Afternoon light"
      },
      {
        "trait_type": "Details",
        "value": "Glowing"
      }
    ],
    "image_details": {
      "bytes": 16975365,
      "format": "JPEG",
      "sha256": "a8f788dea143cf4f7ecab084f1555d7c6b4edcdf59c5abff1bc5a58020ab1a00",
      "width": 4896,
      "height": 3264
    },
    "image": "https://arweave.net/y7yjkEOEqpHv_csrULaB66wusbee45cv5CF1EDqzMos",
    "image_url": "https://arweave.net/y7yjkEOEqpHv_csrULaB66wusbee45cv5CF1EDqzMos"
  }
}