{
  "address": "0x079f03fc5361b51a9e57563da2984b67a53798ee",
  "type": "ERC721",
  "name": "Prism Elves by Harry Pack",
  "tokenCount": "5",
  "uri": "https://ipfs.pixura.io/ipfs/QmdYBtcedi2ScKejMgJ2FruXKHThcX7bH67f3hHHrouz2z/metadata.json",
  "metadata": {
    "name": "Puzz-lur",
    "createdBy": "Harry Pack",
    "yearCreated": "2022",
    "description": "Most of the elves are expert puzzle solvers. Puzz-lur however is on another level entirely when it comes to understanding and solving equations and formulas. He can bring simplicity & order to the most complex of geometries and has been known to predict the future as a result of observing and recognising the visual patterns in front of him. His marvellously mathematical mind has foreseen many unexpected dangers long before they occurred and he is the first to know when the weather is on the change. He can read the environment, sensing when the natural flow is out of sync. Don’t be surprised if you find him saying the words that are about to come out of your mouth as he predicted those too.\n\nThe Prism Elves\nThese ancient psychedelic creatures are expert healers, capable of manipulating reality. They stumbled across our dimension a few millennia ago, bringing wisdom and mischief along with an infinite supply of laughter. They harnessed the magical energies of the invisible realm in order to manifest themselves amongst us. Using complex mystical powers to intricately intertwine and sew their sacred intelligence into the fabric of our lives. They teach through plants and playful metaphors, showing us how to realign with the natural flow of the multiverse.",
    "image": "https://ipfs.pixura.io/ipfs/QmQ5qV3mhjbfz5xL7ZqBVXB1V6GWcRe5B1GrdYywApSJbT/Puzz-lur1.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmQ5qV3mhjbfz5xL7ZqBVXB1V6GWcRe5B1GrdYywApSJbT/Puzz-lur1.jpg",
      "dimensions": "5226x5825",
      "size": "6678857",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "psychedelic",
      "surreal",
      "popart",
      "contemporary",
      "digital",
      "extraterrestrial",
      "prismelves"
    ],
    "attributes": [
      {
        "trait_type": "software",
        "value": "procreate"
      },
      {
        "trait_type": "style",
        "value": "psychedelic"
      },
      {
        "trait_type": "edition",
        "value": "1/1"
      },
      {
        "trait_type": "size",
        "value": "5226px x 5825px"
      }
    ]
  }
}