{
  "address": "0x0745f926121c4237329730e5af0187ad5a742505",
  "type": "ERC721",
  "name": "Alžběta Jungrová",
  "tokenCount": "10",
  "uri": "https://arweave.net/KzaccrsjhNNpSojyR-tYhOC3rw01ft8isoQKgGFHIus",
  "metadata": {
    "name": "Yellow 2",
    "description": "<br />\n\n---\n\n# Alžběta Jungrová - I Believe - Yellow\n\nOn the occasion of my biggest exhibition yet, titled \"I Believe\", I am releasing my first NFT collection. The central connecting visual theme of the exhibition is \"where reality ends, fiction begins.\" NFTs, which are now an integral part of the virtual world - the world of fiction - have an important place within the exhibition.\n\nThe \"Yellow\" collection features 10 thematic photographs that mainly represent feelings of alienation and loneliness. By releasing these photographs as virtual tokens, it carries a special symbolism, as we turn to the virtual world precisely when experiencing these emotions.\n\nLike with the other photographs in the exhibition, these are a mix of surreal documentary photographs that look stylized with artificially created depictions of emotions - a bit like Alice in Wonderland and Through the Looking Glass. I connect the worlds of reality and fiction.\n\nThe owner of the NFT is the only person to whom I grant the right to use the photograph in the virtual world (such as on the internet, social networks, or in the metaverse).\n\nIn addition, the owner of the NFT will receive:\n\n- &#9658; an interactive photo book with more than 250 photographs, which represents an extended version of the exhibition;\n- &#9658; invitations to all my vernissages and guided tours; and\n- &#9658; the opportunity to win an invitation to my exclusive photo shoot.\n\nDetailed terms and conditions of the license and associated rights with the NFT are to be found on my website.\n\nTo purchase an NFT from this collection or for inquiries, please email reservation@dromisolutions.com.\n",
    "external_url": "https://www.alzbetajungrova.com/",
    "attributes": [
      {
        "trait_type": "Author",
        "value": "Alžběta Jungrová"
      },
      {
        "trait_type": "Date of Creation",
        "value": "21st March 2015, 22:06"
      },
      {
        "trait_type": "Dimensions",
        "value": "7360 x 4906"
      },
      {
        "trait_type": "Camera",
        "value": "NIKON D800"
      }
    ],
    "image": "https://arweave.net/RaAJH_mp3CVQT6AdhEDEy7qPaPfeA0Zw1fokTSgMpE8",
    "full_image": "https://arweave.net/0b3Xa3gWlVuLYJeD-EIqn65mJBXHE7acZYnh8xq9lH8"
  }
}