{
  "address": "0x0777d3a2e60ce9ade95cc16dbad72572046074a1",
  "type": "ERC721",
  "name": "TAKUROMAN",
  "tokenCount": "34",
  "uri": "https://metadata.nanakusa.io/json/1626591274899.json",
  "metadata": {
    "name": "アノヒトゴミハ、タカラモノダッタ　-Proud of the Crowd-",
    "description": "”アノヒトゴミハ、タカラモノダッタ”\n世間では、ソーシャルディスタンスが叫ばれ、テレワークが日常になり、レストランでは透明のパーティションが置かれ、人と密に接する機会が減りました。以前は煩わしくも思えた人混みの喧騒、熱気、接触しそうな距離感は、今となっては、かけがえのないものだったと思えます。あの日々はまた戻ってくるのでしょうか。\n\n“Proud of the Crowd”\nSocial distance has been required under the influence of the pandemic, telework has become the norm, transparent partitions have been placed in restaurants, and opportunities for close contact with people have decreased. The hustle and bustle of crowds, the heat, and the distance of potential contact, which seemed so annoying before, are now irreplaceable. Hope those days could come back.\n\n＜売買規約＞\n 購入者は下記の条件を読み、内容に合意した上で当NFTアート作品を購入するものとします。\n\n1. 著作権を譲渡しない\n ・ 購入者は本NFTの所有権を取得しますが、著作権や商標権その他の知的財産権は譲渡されず、発行者（作品を創作した正当な権利保有者）が引き続き保有いたします。（著作権の非譲渡についてはNFTのメタデータに記載しております。） \n\n2. 商用利用の禁止\n ・ 本NFTの一部または全ての画像や動画、音楽等を下記目的で利用又は提供することは、知的財産権の侵害に当たり、禁止されます。\n１ 家庭内での利用の範囲を越えて他人に提供すること 　　\n２ 商用目的で利用すること（商用目的での利用とは、アパレルやインテリア、ステーショナリー、その他さまざまなグッズに用いること、出版物に掲載すること、オンラインショップおよび商用のホームページに掲載すること、等を含みます。）\n３ 著作権及び商標登録等の知的財産登録をおこなうこと 　　\n４  本NFTに含まれる画像や作品名、説明文、動画、音楽等を改変や加工して利用すること\n・ 本NFTの購入・売買に関連し購入者又は、転得者、その他第三者が損害を被った場合、その損害発生の原因が如何なるものであっても、発行者は何らの法的責任も負わないものとします。 （商用や二次利用の許可） \n\n3. NFT本ファイルのダウンロードについて （ダウンロード許可）\n ・ 本NFTの本ファイルは、購入者に限り自身のローカル上のパソコンや、その他記憶デバイス等へダウンロードし保存することを許可します。 \n\n4. 制作者の作品紹介などの許諾 \n・ 購入者は本NFTの所有権を取得しますが、著作権を保持する制作者はその活動において、作品の展示、ポートフォリオでの作品紹介、商品化、第三者へのライセンス許諾等を自由におこなうことができ、なんら活動を妨げられないものとします。\n\n 5. 実物の制作物の所有権 \n・ 購入者は本NFTの所有権を取得しますが、実物の制作物がある場合に、当該実物の制作物の所有権は有さないものとします。 \n\n©TAKUROMAN\n\n<Purchase Agreement>\nThe purchaser shall read and agree to the following terms and conditions before purchasing this NFT art work.\n\n1. Copyright is not transferred.\n・The purchaser acquires ownership of the NFT, but copyright, trademark and other intellectual property rights are not transferred and will remain with the Publisher (the rightful owner of the work). (Non-transfer of copyrights is described in the NFT metadata. \n\n2. Commercial use is prohibited.\n・The use or provision of some or all of the images, videos, music, etc. in this NFT for the following purposes constitutes infringement of intellectual property rights and is prohibited.\n\n(1) Providing images, videos, music, etc. to others beyond the scope of home use. 　　\n(2) Use for commercial purposes (commercial use includes use for apparel, interior design, stationery, and various other goods, publication in publications, posting on online stores and commercial websites, etc.)\n(3) To register intellectual property such as copyrights and trademarks. 　　\n(4) Altering or processing the images, names of works, descriptions, videos, music, etc. contained in this NFT.\n・In the event that the purchaser, transferee, or any other third party suffers damage in connection with the purchase or sale of this NFT, the Publisher shall not be held liable for any legal action, no matter what the cause of the damage may be. (Permission for commercial or secondary use) \n\n3. Downloading of NFT Files (Download Permission)\n・Only the purchaser is permitted to download and save this NFT file to his/her own local computer or other storage device. \n\n4. Permission to introduce the creator's work \n・The purchaser acquires ownership of this NFT, but the creator of the copyright may freely display the work, introduce the work in a portfolio, commercialize the work, or license the work to a third party in the course of the creator's activities, without hindrance. \n\n5. ownership of the actual work \n・The purchaser shall acquire the ownership of the NFT, but shall not have the ownership of the actual work, if any. \n\n©TAKUROMAN",
    "image": "https://metadata.nanakusa.io/image/1626591274899.png",
    "nft_class": "TAKUROMAN",
    "symbol": "TAKUROMAN",
    "license": {
      "type": "BY"
    },
    "contents": [
      {
        "uri": "https://metadata.nanakusa.io/image/1626591274899.png",
        "format": "image/png"
      }
    ],
    "octpass": {
      "version": "1"
    },
    "usecase": {
      "reference": "allow",
      "trade": "allow",
      "lock": "allow"
    }
  }
}