{
  "address": "0x07f01deb5ca638f56ec52cfc6ed0a06c1b90321a",
  "type": "ERC721",
  "name": "LXVI - Hurt You ",
  "tokenCount": "25",
  "uri": "ar://0S9thpFnqlhVtBopHL4VNTBve_4zUQQe9QFrHCsGQ8Q/1",
  "metadata": {
    "animation_url": "ar://yke9ZNBpOus8s6h-OdaJ7_-uQ6l71StEDqKzIl3_yRk",
    "artist": "LXVI",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://Czyu8nWSK3f82g7GEsabZwYaQdqOXqhAmQmQaT2tOTo",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Hurt You ",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 137,
    "credits": null,
    "description": "\tLet’s see.. long story short. I started making music in high school as a joke and eventually I started realizing it was the only thing keeping me sane. Which I think a lot of people might be able to relate to. By my senior year I was dead-set on making music a career even though at the time  I really had no idea what that would actually entail. Mom was always supportive but insisted I do one year of college to “try it out”. I knew I had to get out of my small town on Cape Cod and I pretty much settled for whatever school in Boston would take me. So I packed up the studio and sent it. \n\n \tCouple weeks went by and I met a girl , we fell in love , blah blah blah. I dropped out of school, she moved out the country, we made it work. I broke her heart, she took me back, you know all that toxic stuff. And that kinda went on for years you know? I even wrote a whole bunch songs about it lol . But HURT YOU in particular, was a really important one. Imma tell you why. \n\n\tSo at first listen you might think “ahh this is just another sad break up song” but this one was different. This was the first song where I actually admitted that there was nothing I could do to fix the damage that I had caused. Only took about 5 years. That was that. It was hard but I finally let her go. \n\n\tThen, about a month after it ended I was invited to LA for my first label meeting. Crazy how life works. Anyways, nothing really happened with the song but a year later I was living in LA,  still working my day job and I get DM from some kid I went to high school with. “Yo Promoting Sounds just posted your song.” I couldn’t believe it, I kept refreshing the link and the numbers just kept going up by the thousands. It was really like the first moment I had where I felt like “Damn, all these years of nothing to finally see some proof that it was possible”.  So not only do I hope this song continues to help people like myself, who rely on music to keep their heads level, but I also hope it inspires them to follow their intuition regardless of how scary the future might seem.",
    "duration": 184,
    "external_url": "https://www.sound.xyz/lxvimusic/hurt-you",
    "genre": "Pop",
    "image": "ar://Czyu8nWSK3f82g7GEsabZwYaQdqOXqhAmQmQaT2tOTo",
    "isrc": null,
    "key": "E_MAJOR",
    "license": null,
    "locationCreated": "us",
    "losslessAudio": "ar://yke9ZNBpOus8s6h-OdaJ7_-uQ6l71StEDqKzIl3_yRk",
    "lyrics": {
      "text": "Look\nStaring at me every time you cry\nYou always act like I’m the only reason\nWhy\nYou try and tell me that your love is\nSuicide\nAnd I’ll be lucky if I make it out\nAlive\nShit I’ll be lucky if I make it out\n\nI’m trying not to break you down\nI’m trying not to lie and have you crying over fake accounts\nI’m trying not to leave and still be thinking bout you every day\n\n\nBut then I say\nNo, I won’t hurt you anymore\nI won’t lie, won’t curve you anymore\nI won’t hide your perfume anymore\nNo, I won’t play with your heart again\nI won’t lie won’t say we should start\nAgain\nNo, I won’t wait till we arguing\n\n'Cause I don't wanna hurt you\nNo, I don't wanna hurt you\nNo, I don't wanna hurt you, no more\n'Cause I don't wanna hurt you\n(This time I'm givin' it up)\nNo, I don't wanna hurt you\n(This time I'm givin' it up)\nNo, I don't wanna hurt you, no more\n(This time I'm givin' it up)\n\nThis time I'm\nThis time I'm\n\nCome on baby what you wanna do\nI always hit you but you’re never in\nThe mood\nYou try and tell me I should look for\nSomething new\nBut lately, all I ever think about is you\nBut lately all I ever think about\nIs how I’m trynna figure out\nA reason you’d believe that\nYou and me were meant to stick it out\n'Cause even if you leave I’ll still be\nThinking 'bout you everyday\n\nBut then I say\nNo, I won’t hurt you anymore\nI won’t lie, won’t curve you anymore\nI won’t hide your perfume anymore\nNo, I won’t play with your heart again\nI won’t lie won’t say we should start\nAgain\nNo, I won’t wait till we arguing\n\n'Cause I don't wanna hurt you\nNo, I don't wanna hurt you\nNo, I don't wanna hurt you, no more\n'Cause I don't wanna hurt you\n(This time I'm givin' it up)\nNo, I don't wanna hurt you\n(This time I'm givin' it up)\nNo, I don't wanna hurt you, no more\n(This time I'm givin' it up)\n",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Hurt You  #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Hurt You ",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}