{
  "address": "0x07b597f34a4c4204fc62c744545df72560302aa4",
  "type": "ERC721",
  "name": "Seasonal - Bryan Minear -  A Collection of 1/1 Landscape Photography from the Midwest",
  "tokenCount": "41",
  "uri": "https://arweave.net/YtUX-__qg2zsrNN8VqdH56KUuGm1hY1UrZvViAoOZH0",
  "metadata": {
    "name": "Seasonal #01",
    "created_by": "bryanminear",
    "description": "Landscape photography has always been my escape from reality. But having to figure out how to be a landscape photographer in a place like the Midwest isn't easy. There is no epic mountain scenery or massive flowing waterfalls to focus on while you hone your craft. I had to find my own visual language to portray the emotions that I feel when I am out shooting. This daily work that I have created over the past 7 years is heavily tied to my compositional style and color palette, both of which are things I borrow from my other passion: Design. But probably the single most important element to any of my work is the atmosphere and emotion that I try to find in every scene that I capture.\n\nEvery single photograph in this collection was captured within 50 miles of where I currently live in Michigan, or where I grew up in rural Ohio. The vast majority of it was captured by waking up extra early before leaving for my full time job, or by waving goodbye to my family to go chase a sunset after dinner. It’s caused many fights and struggles, but overall I needed this little escape in my life in order to stay balanced.\n\nAs time went on and I got more into landscape photography I began to travel to all of those epic locations across the world that I always dreamed of visiting. But at the end of each trip I was faced with coming back home to the mundane, and it almost felt like I had to learn how to photograph it all over again. Years upon years of this led to Seasonal Affective Disorder hitting me regularly, a constant feeling of burnout. Sometimes I would go weeks at a time without touching a camera and other times I would push through and use my creativity to come out the other side, but one thing always remained steady: I was constantly documenting my surroundings and capturing similar scenes in unique ways and I found a lot of solace in that.\n\nAs I look back on 7 years of this daily work, I can't help but feel a bit overcome with emotion seeing all of it fit together like puzzle pieces into one big collection. Like this is what it was meant to be all along the way. Watching a constantly evolving landscape constantly change through 4 seasons year after year, is a special and rewarding experience. Some of the locations I photographed no longer exist at all. These images act as a time capsule taking me back to each moment of capture.\n\nI will continue to photograph daily, but this collection of 1/1s will stand alone as a testament to the years I spent learning and honing my vision as an artist.\n\nAll images created 2014-2021",
    "attributes": [
      {
        "trait_type": "Season",
        "value": "Spring"
      },
      {
        "trait_type": "Location",
        "value": "Michigan"
      },
      {
        "trait_type": "Conditions",
        "value": "Fog"
      },
      {
        "trait_type": "Style",
        "value": "Color"
      },
      {
        "trait_type": "Sky",
        "value": "Sunrise"
      },
      {
        "trait_type": "Subject",
        "value": "My Road"
      },
      {
        "trait_type": "Artist",
        "value": "bryanminear"
      }
    ],
    "image_details": {
      "bytes": 6516382,
      "format": "JPEG",
      "sha256": "543db9e6f6d542a62c75592dd440725e2459d4356cbb7f72fbaf3766dad36c51",
      "width": 3758,
      "height": 5636
    },
    "image": "https://arweave.net/HAJTvyL4Ha7qhx5gWC_W62Zw4Z2rpwUyAe_8IwlUJaM",
    "image_url": "https://arweave.net/HAJTvyL4Ha7qhx5gWC_W62Zw4Z2rpwUyAe_8IwlUJaM"
  }
}