{
  "address": "0x083153ad4fda62476eb9d3e781e20fc011c0f062",
  "type": "ERC721",
  "name": "SENTIENT",
  "tokenCount": "2",
  "uri": "https://arweave.net/YfLXu1DyM2COpLOtF4blwi_GwpNGwkyq46pzHEDdLbU",
  "metadata": {
    "name": "Sentient OVI",
    "created_by": "Selay Karasu",
    "description": "*With utmost respect to the simplicity and beauty of the idealized mathematics of nature.\n\nOnce again, natural selection playing its course. The combination of humanity's limited vision and overwhelmingly complex and advanced technology threatens to upend the so-called world order, and this revolution does not need conventional weapons. We are witnessing the first sprouts of the organic and machine intertwine, which is not so different than the initial steps of microorganisms having to switch and grow into more complex entities hundreds of million years ago. \n  \nSoon enough, financial, social, and ideological decentralized entities will seize to exist implementing a symbiotic lifestyle through machines.   Those who can adapt to this \"already arrived\" future will seamlessly embrace the next phase of our development, while those who resist will inevitably face their demolish.\n\nThe symbiosis between machine and organic is a new chapter into our future, but what should be our focus as we design and implement it for the purpose of reaching the next step for humankind?",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Selay Karasu"
      }
    ],
    "animation_details": {
      "bytes": 52103080,
      "format": "MP4",
      "duration": 12,
      "sha256": "91161a228ef265e6f99fe061d1b9e77d2f62ea9cf41d3a51da3ee9255069ef88",
      "width": 3840,
      "height": 2160,
      "codecs": [
        "H.264"
      ]
    },
    "animation": "https://arweave.net/LGf6GMnpWYj44uYHehuszTQWiSghFwXhB_A8bXT20PY",
    "animation_url": "https://arweave.net/LGf6GMnpWYj44uYHehuszTQWiSghFwXhB_A8bXT20PY",
    "image_details": {
      "bytes": 10678620,
      "format": "PNG",
      "sha256": "a179a7edc5d3b3134b1f549cdc55c04951af6e10dc473439bfb85eff37403ef6",
      "width": 3024,
      "height": 1698
    },
    "image": "https://arweave.net/1AWywAcAN1wOH74l-HZv5TSHawpTEzTrkxZMq_mDt7g",
    "image_url": "https://arweave.net/1AWywAcAN1wOH74l-HZv5TSHawpTEzTrkxZMq_mDt7g"
  }
}