{
  "address": "0x08e2c1c833f39b5850bf29575ec9cf897d9f7e96",
  "type": "ERC721",
  "name": "Purple",
  "tokenCount": "2",
  "uri": "https://arweave.net/v-XcJgzuOYuZMjYQK7Hz5ABA7SlmI0mo9-lUKYwDF30",
  "metadata": {
    "name": "Good Moo",
    "created_by": "cryptohamster",
    "description": "The cow in many peoples symbolizes fertility, prosperity, as well as patience and passive endurance. The cow is an ancient symbol of mother's milk and (like the bull) of the cosmic forces that created the world.  In many cults, from Ancient Egypt to China, the cow personifies Mother Earth.  It also symbolizes the moon and the sky, as its horns resemble a crescent moon, its milk is associated with the Milky Way. The viewer may also notice that the cow has long thin legs. The weak legs of strong animals symbolize the fragility and vulnerability of any strength and power.  \n\nMilk also means family, blood ties and motherhood. As food for newborns, it was a symbol of initiation and rebirth in ancient Greek Orphic rites, in Mithraism, Islam and early Christianity. The image of the nursing Virgin in iconography embodies the idea of salvation: her milk marks the sacred grace and future sacrifice of Christ on the cross. Milk offerings to the gods were common in ancient cultures. In Greece, for example, milk, water, and honey were offered as gifts to the Muses.  \n\nThe silhouette of a person without a face is used as a symbol of anonymity, faceless and in some sense invisible. Its other meaning has to do with not showing one's real identity. In addition, it often acts as a synonym for such concepts as personality, soul, and \"Self.\"  Finally, it is sometimes used in the sense of mystery and something unknown--in reference to mysterious personalities and unknown people.  \n\nPurple vibe. Purple is formed from two other colors, blue and red.  Masculine and feminine.  Activity and passivity.  Challenge and soothing depth. Cool and calm blue curbs the bright activity of red. Red gives you momentum and takes you away from the excessive self-absorption inherent in blue. \nThis leads to balance and equilibrium. \nPurple combines the active manifestation of red and the passive contemplation of blue. Purple enhances one's sensitivity and ability to see things clearly, without being overly fussy or petty.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "cryptohamster"
      },
      {
        "trait_type": "Event",
        "value": "maif"
      }
    ],
    "image_details": {
      "bytes": 19499656,
      "format": "JPEG",
      "sha256": "b6b8afd6944e2a894f88f44b1c4834a30ec5a2637d0154ebcd2a196e7d7958bd",
      "width": 3328,
      "height": 4608
    },
    "image": "https://arweave.net/wWdA-ttVZYChFs5stTkRmxrgYIN9cXgyIgMKCyJuyVY",
    "image_url": "https://arweave.net/wWdA-ttVZYChFs5stTkRmxrgYIN9cXgyIgMKCyJuyVY"
  }
}