{
  "address": "0x08e55cae3525e67acc97deb4b5f25ed5781a6132",
  "type": "ERC721",
  "name": "Eva Myra May - LikeSo",
  "tokenCount": "25",
  "uri": "ar://dixGk7bCNjXECyEvJYbxjgVwCMfJUz7DldfPxuETXS0/1",
  "metadata": {
    "animation_url": "ar://JALFUqFnvk3syHaZf6Idy7pyNDvwxta5MNbn2NKy88A",
    "artist": "Eva Myra May",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://flf_QZMHGMENoNjBiQwwiJqQcwhgWjhzGojo1eSnnVw",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "LikeSo",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 68,
    "credits": null,
    "description": "EVAMM02\n\nThis track is for me and my ailments. My body is starting to fail and struggle in various ways, and this is the sound it makes. There is beauty in the decay.\n\nI wrote this song while in a considerable amount of physical pain. It’s not usual for me to want to create when I am not feeling my best physically, but this was a chance to make a change in my writing process and challenge myself. I usually hit pause on my entire life when I’m sick. I  just sort of dissociate and consume in bed until it’s over or I’ve healed, but this time I chose to actually create something in this state. I wanted to process my emotions in real time. The pain is gone for now, but the feelings remain in this piece of music. I listen back and it helps remind me that everything is temporary and there can always be light even in the darkest moments.\n\nLikeSo was created on December 13th, 2022. A tempo of 68.19 beats per minute was chosen because it was less painful to move slow, and the key of G minor best represented my emotional state at the time. The song features a one-take performance of rhythms that were designed on an Octatrack MK II and the rest of the melodies and pads were created using a Prophet ’08 PE running through a Microcosm delay pedal. The song crescendos into warm keys from my Wurlitzer 200A which is hands down my most cherished instrument and where most of my writing either starts or ends.\n\nI keep my tears in the keybed.\nMusic can alleviate.\n\nWritten & Produced by Eva Myra May\n\nMixed & Mastered by Eva Myra May\n\nGenerative Artwork by Jeres\nGolden Egg features 1 of 1 special art with “extra processing.”\n\nSpecial thanks to Kyle Nelson for additional production help and for just being in the studio with me while I processed all of this. It’s too hard to do it alone.\n\nevamyramay.com",
    "duration": 249,
    "external_url": "https://www.sound.xyz/evamyramay/likeso",
    "genre": "Electronic",
    "image": "ar://flf_QZMHGMENoNjBiQwwiJqQcwhgWjhzGojo1eSnnVw",
    "isrc": null,
    "key": "G_MAJOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://JALFUqFnvk3syHaZf6Idy7pyNDvwxta5MNbn2NKy88A",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "LikeSo #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "LikeSo",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}