{
  "address": "0x08544f7a45623659afb46b40722c0d1b6f66e73b",
  "type": "ERC721",
  "name": "Yohei Sugita",
  "tokenCount": "1",
  "uri": "https://metadata.garage.uniqys.net/0x08544f7a45623659afb46b40722c0d1b6f66e73b/1",
  "metadata": {
    "name": "Abstructed Hokusai",
    "description": "# 『Abstracted Hokusai』について\n葛飾北斎の「富嶽三十六景」をモチーフにした油絵作品。\n完成された作品のみならず、デジタルならではの表現として、通常は公開されない油絵の制作プロセスをNFTアートにしました。\n創作過程の中で起きる筆の動きや迷いなど、作品変化のプロセスにこそ価値があることを表現しています。\n\n> NFTアートも現在の風景の一つなんだと思います。アナログでは描ききれない現在の風景を、デジタルの力やNFTの力を借りて表現したいという想いを込めて描いています。\n\n[Uniqys公式note 「杉田陽平氏｜インタビュー第１弾！」](https://note.com/uniqys/n/n82a420376d7f)より抜粋\n\n# 注意事項（購入前に必ずご確認ください）\n＜利用許諾に関する事項＞\n- ※著作権は著作者に帰属します。\n- ※本NFTの利用許諾内容は【個人閲覧・展示権利・私的利用での印刷】となり、いずれもNFT保有者にのみ許諾いたします。許諾された内容以外でのご利用はいただけませんのでご注意ください。\n- ※本作品はNFTのため、現物作品の所有権等は付属しておりません。\n- ※現物作品の保有権は著作者に帰属します。販売予定はございませんが、著作者本人が展示等で使用する場合がございます。\n- ※商用利用および加工、二次利用を禁止いたします。\n- ※著作権法30条1項に基づき、私的使用を目的とすること以外での複製を禁止いたします。\n- ※利用違反が発覚した場合、その損害を金銭によって換算し、損害賠償請求を行います。利用違反を発見した場合は速やかに著作者までご連絡をお願いいたします。\n\n---\n\n# About 『Abstracted Hokusai』\nThis oil painting is based on Hokusai Katsushika's \"Thirty-six Views of Mount Fuji\".\nThis NFT artwork is not only a finished work, but also a digital expression of the production process of an oil painting, which is not usually shown to the public.\nThe work expresses the value of the process of change in the work, such as the movement of the brush and the hesitation that occurs during the creative process.\n\n> I believe that NFT art is one of the current landscapes. I draw with the desire to express the current landscape, which cannot be depicted in analog, with the help of the power of digital and NFT.\n\nExcerpt:\n[Uniqys official note 「Yohei Sugita｜Interview Part 1 !」](https://note.com/uniqys/n/n82a420376d7f)\n\n# Precautions (Please check before purchase)\nMatters related to the license agreement\n- ※The copyright belongs to the author.\n- ※The NFT license includes the rights of personal viewing, exhibition, and printing for private use, all of which are granted only to the NFT holder. Please note that you may not use the work in any other way than that permitted.\n- ※The work is NFT, so no ownership rights to the actual work are attached to it.\n- ※The ownership of the actual work belongs to the author. The work will not be sold, but may be used by the author in exhibitions, etc.\n- ※Commercial use, processing, and secondary use are prohibited.\n- ※Reproduction for purposes other than personal use is prohibited in accordance with Article 30.1 of the Copyright Act.\n- ※In the event that a violation of use is discovered, the damage will be converted into monetary value and a claim for compensation will be made. If you find any violation of use, please contact the copyright holder immediately.",
    "external_url": "https://yoheisugita.com/",
    "image": "ipfs://QmasL5YEbePigmbSVJekXiN6X2mLUXnKw2WJT6rGehKfBw",
    "animation_url": "ipfs://QmQZ2NTFhvQ8eU1qBc8KjbwvXcVaqgkeUH6PadxChCJ8uh",
    "license": {
      "ownership": true,
      "commercialUse": false,
      "copyright": false
    },
    "background_color": "#FFFFFF"
  }
}