{
  "address": "0x0945dd373f85e754f031e150c1c6676c87c48bc4",
  "type": "ERC721",
  "name": "KOAN EDITIONS",
  "tokenCount": "100",
  "uri": "https://arweave.net/r3tI4vscVeYxxgeGJZ8j-Hs3a4k0wB4-HeJS42yhTB8/1",
  "metadata": {
    "name": "Fuck You I'm God #1/100",
    "created_by": "KOAN",
    "external_url": "DRP.io",
    "description": "\"Fuck You I'm God\" is an exclusive, limited edition piece of artwork created by the highly respected curator and artist manager, KOAN. This raw and rebellious video collage combines KOAN's signature process of blending digital and physical techniques with the explosive sounds of Les Rallizes Dénudés' live performance at Shakai Kyoiku Kaikan on 12 March 1977.\n\nThe imagery of a woman's hands surrounded by snakes is a powerful visual metaphor that speaks to the viewer on a deep and primal level, challenging them to confront the complex relationship between the subconscious and the noise of the mind. The symbolism of the woman's hands represents an idea or concept reaching up from the subconscious, while the snakes represent the distractions and noise of the mind. This tension between the unconscious and conscious aspects of the self is further enhanced by the inclusion of the background audio, which adds an extra layer of depth and meaning to the work and creates an immersive and engaging experience for the viewer.\n\nThis piece is only available to collectors who have previously minted \"Suicide and Masturbation,\" the first digital artwork by KOAN on the DRP.io platform. As the founder and curator of DRP, KOAN is a highly respected figure in the digital arts world and is poised to become a prominent player in the coming years. \"Fuck You I'm God\" is a rare opportunity for collectors to own a powerful and meaningful work that values aesthetics and thought-provoking artwork. Don't miss the chance to add this masterpiece to your collection and join the ranks of collectors who have already recognized the talent and vision of KOAN.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "KOAN"
      },
      {
        "trait_type": "Medium",
        "value": "video (MP4)"
      },
      {
        "trait_type": "Dimensions",
        "value": "2000x2740"
      },
      {
        "trait_type": "Frame Rate",
        "value": "29.97"
      },
      {
        "trait_type": "File Size",
        "value": "188 MB"
      }
    ],
    "animation_details": {
      "bytes": 159143447,
      "format": "MP4",
      "duration": 60,
      "sha256": "9b84af4a7e1b18672d27461fc6cb276c781028ff2ac0d6d356a1a489a4a0fd43",
      "width": 2000,
      "height": 2740,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/xnoyqeZ1FUMDjq5jn9L2_bFGSU9x_JuZWgnhlZxQmPE",
    "animation_url": "https://arweave.net/xnoyqeZ1FUMDjq5jn9L2_bFGSU9x_JuZWgnhlZxQmPE",
    "image_details": {
      "bytes": 2244794,
      "format": "JPEG",
      "sha256": "b9c422aa1d3408678bd661db702c5f89471c7a9e41818d74b40b45befdb3cda8",
      "width": 2000,
      "height": 2740
    },
    "image": "https://arweave.net/Yulhj7w7wHml6Qul8Ppn01wHrDKIILAIFtEkV71SPiM",
    "image_url": "https://arweave.net/Yulhj7w7wHml6Qul8Ppn01wHrDKIILAIFtEkV71SPiM"
  }
}