{
  "address": "0x09c97a0b1feb18b49a747e855127f16580229cbb",
  "type": "ERC721",
  "name": "MADI - SUGAR",
  "tokenCount": "13",
  "uri": "ar://2HxDREnyBbKvsEcrYXqN1PkxptzrjlyT9RNdo3lBw34/1",
  "metadata": {
    "animation_url": "ar://kCi4dAQpzd2i11l8Rxc9MO3pUCx4hbspfkWTZch798s",
    "artist": "MADI",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://BCbKNoKCbd72AyP9Ynqs9NtuLuMs2ctfgSiPbX-xKnQ",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "SUGAR",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "2022 has been a revealing year in so many ways. not only have i started a new duo music project “GLOWSTONE” with sober rob, which has been nothing but creatively liberating, but i am also gradually coming out of a producing hiatus for my own project. over these past few years, i’ve been suffocating myself with pressure, afraid to even touch ableton again, and am now learning how to finally let go and find experimentation in different dance genres. “SUGAR” is the launching pad for this next era of self-produced music and ideas, which i couldn’t be more eager to put out. \n\nwith that being said, this year has also been revealing for the rest of us as a society; we’re still trying to process the holidays post-pandemic and an all-around new normal, there are the biggest social and womens’ rights movements happening across the world right now (hence the roe versus wade overturn reference). the weight of the world hit me hard as i was sick one week; i thought about the holidays coming up and what they would signify for certain groups and disconnected families, which prompted the first couple lines of “SUGAR”. \n \nwhile it is a love song at heart and reflects all the loves i’ve found over 2022, including producing, it also is a tribute to light in a dark world that is yearning to be better. \n\nco-produced and mixed with my partner in crime, rob. <3 ",
    "duration": 233,
    "external_url": "https://www.sound.xyz/madi/sugar",
    "genre": "Electronic",
    "image": "ar://BCbKNoKCbd72AyP9Ynqs9NtuLuMs2ctfgSiPbX-xKnQ",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://kCi4dAQpzd2i11l8Rxc9MO3pUCx4hbspfkWTZch798s",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "SUGAR #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "SUGAR",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}