{
  "address": "0x0967e76f6bf69a2881412cdad7aa48a63b4944ea",
  "type": "ERC721",
  "name": "Eye For An Eye (Stalker) - Collector's Edition",
  "tokenCount": "247",
  "uri": "ipfs://QmX4udBfMvZgkWrq45L6MU4pwrZjazPMTpycLWrbrQkP7A/1",
  "metadata": {
    "description": "If an eye's demand for seeing for a particular entity continues after the request is denied or met, it gives a surplus and falls into the void. When this state of falling is not restored by the will to come out of that void that is inherent in every being, the individual suspends himself and turns into a Stalker; The triangle of need, desire, and demand is re-established in this suspense state, and Stalker becomes the 'vampire of someone else's life'. As Stalker's demand gets stronger, the action adds meaning to the characteristic of the place where the demand takes place; and the pursued's performing the act of Looking at the Stalker and following it opens the door to an ambiguous reality where Looking is incomplete, Seeing always produces a parasite, so the Stalker and the pursued/stalked one begin to gradually integrate within this parasite and the boundaries between the two disappear, and eventually in this reality together they form a new field of being. While Eye For An Eye (Stalker) points out to this newly formed reality, shifting, being barely perceptible and meaninglessness’ becoming the new meaning/real on the axis of Eye, Looking and Seeing, it invites the audience to the magic and charm of this new reality with an invitation they are already accustomed to with the surreal fantastic universe it has created. Enjoy Your Insatiable Stalking!",
    "background_color": "ffffff",
    "external_url": "https://niftygateway.com/collections/eye-for-an-eye-stalker",
    "image": "https://media.niftygateway.com/video/upload/v1685648095/publishers/backtopoints_curating/73294/94352/Eye%20For%20An%20Eye_1080.png",
    "name": "Eye For An Eye (Stalker) #1/247",
    "image_hash": "QmQtHQV1tXoufH1YUDNo7GCHoA2x6trebw9VyAFkXgGpBW",
    "animation_url": "https://media.niftygateway.com/video/upload/v1685648095/publishers/backtopoints_curating/73294/94352/Eye%20For%20An%20Eye_1080.mp4"
  }
}