{
  "address": "0x09f39eb09af08dea1fda0563fbe7707b07b965b7",
  "type": "ERC1155",
  "name": "EdgeStretching",
  "tokenCount": "2",
  "uri": "https://arweave.net/hr1vHzh6T5ye5UxyolX-31ibeqUoEIoeZX3s9aj2KE0",
  "metadata": {
    "name": "Flâneuse",
    "created_by": "Edge Stretching",
    "external_url": "https://edge-stretching.com/",
    "description": "n.01 - Sequences - of the creative potential of the city \n\nIt all started in 2019 with the image of a wave, while trying to capture the different “stages” of its beautifully soft movement, I wanted to condense the motion into one image… to challenge the idea that photography can only show an instant, freeze a moment. \n\nThree years later my NFT project, “Sequences – of the creative potential of the city” is ready. \n\nWith this project I expand the images with motion, a feeling of passing time and a sense of our own impermanence. \nIts aim is to resonate and awaken our observation of reality, especially in the daily contests where we tend to lose focus due to habit. \nReal beauty lies there, and I do my best to show it.\n\nThe project consists of an expanding series of digitally edited photographic images with some incursions in video.\n\nA bit of backstory:  \nAfter the pandemic I needed a new project that would bring me OUT, amongst people. \n\nI’ve always been interested in street photography and to photograph people, but my own camera shyness didn’t allow me to take stolen pictures, I felt terribly awkward doing it. The Sequences project's technique gave me this opportunity, keeping a certain distance and creating images where the single individual is not recognizable, it allowed me to introduce people in my work.  \n\nSome time ago I discovered the term ‘flaneur’, while reading a book by Emile Zola, it immediately resonated with me, aimlessly strolling the city… that is one of the things I like best. \n\nWhen I gave the title to my first series image, Flâneuse, I researched the term online and discovered another book, by Lauren Elkin, that used the same word as title, I immediately bought it.  It pointed out, among a lot of other things, how women were not even allowed to go walking alone around the city up until very recently. Even here in Europe. There are many places where they still cannot. \n\nI'm proud to dedicate \"Sequences\" to the women who cannot walk alone for safety, cultural, or religious reasons, and to donate part of the proceeds from my NFT sales to the #WomanLifeFreedom movement through the Abdorrahman Boroumand Center in Iran.",
    "attributes": [
      {
        "trait_type": "Filetype",
        "value": "3634x1702 Jpg"
      },
      {
        "trait_type": "Genre",
        "value": "Post-processed photography"
      }
    ],
    "image_details": {
      "bytes": 4317722,
      "format": "JPEG",
      "sha256": "d9eaaafca409a05d52dcd5d1d892ab02fd8d73ec66ce450669fc8dd1e7e93c94",
      "width": 3634,
      "height": 1702
    },
    "image": "https://arweave.net/0Ax8kITq2_bKBOiwnJ7eL_UFUpv4kZzRo4TIVvAcP6Q",
    "image_url": "https://arweave.net/0Ax8kITq2_bKBOiwnJ7eL_UFUpv4kZzRo4TIVvAcP6Q"
  }
}