{
  "address": "0x09b141cf5d9c9f7ecb61214d246922ca0c32ec1d",
  "type": "ERC721",
  "name": "RUBBLE : EMERGENCE",
  "tokenCount": "105",
  "uri": "ipfs://QmVqNtDXjb4ZokTWfhG8TLiJqR1tfDJj8t2AXPSU6y8d1Q/1",
  "metadata": {
    "name": "RUBBLE : EMERGENCE NO. 1.1.5 #1/20",
    "description": "**R U B B L E&nbsp;  :&nbsp;  E M E R G E N C E** , launching in parallel with the physical exhibition at the *2023 Istanbul Digital Art Festival*, examines the foundation of perception, moving beyond biases of conventional identity in order to isolate fragments of atmospheric light that define our primary experience of the world. An extension of the Rubble sculptural series which extracted the form of found pieces of rock, rubble, and debris,   \nRUBBLE : EMERGENCE breaks perception into stages of pre-identity and post-identity. Post-identity (conscious) perception arises once our brain has processed a remedial label of the subject we are examining, introducing cultural and experiential bias that skews our perception. Pre-identity (subconscious) perception, however, examines the foundational fragments of light reflecting off a subject’s surface that first define our core experience of the subject. I believe that it is within this brief stage of pre-identity that we can find the initial, subjective and often subconscious, wave of feeling that washes over our body created by the experience of atmospheric light and color. There is a brief moment before we consciously assign identity to what we are seeing where our bodies are blanketed by the pure subjective feeling of presence we experience before our perception is clouded by the veil of defined identity. This feeling represents the core foundation of perception that I aim to target. I believe that all subjects, regardless of conventionally defined biases of identity, represent an opportunity to isolate and preserve this momentary, unifying feeling of presence through a delicate observation of atmospheric light and color.",
    "image": "https://res.cloudinary.com/nifty-gateway/video/upload/v1685040791/publishers/kobi-walsh/68608/92830/RUBBLE%20EMERGENCE%20NO.%201.1.5.mp4",
    "image_hash": "QmSynkmq3GgMCn5Q9BGUtCx5kc71YzKn5JcMgmpnDLRcNN",
    "background_color": "ffffff",
    "external_url": "https://niftygateway.com/collections/rubble-emergence/"
  }
}