{
  "address": "0x09966cf230620afa17f64fb6f788d08d5c9e71c1",
  "type": "ERC1155",
  "name": "Leftover Pizza",
  "tokenCount": "12",
  "uri": "https://arweave.net/nkyfjT-AX6ID1pES4GRCjCiQaRLfVNirmtTdDJl8SC0",
  "metadata": {
    "name": "The OG Slice",
    "created_by": "iH0DL",
    "description": "*Subject to change > Beta Draft < \n\nShould ARTISTS accept the LEFTOVER PIZZA while the PFP “factories” consume most of the pie?\n\nEvery artist deserves a slice. One slice for each artist that participates in “Just Another 10k Project.” More info on [Discord](https://discord.gg/fPcWrPc6Kz)\n\n  These slices will be used to form “Leftover Pizza DAO” an organization of artists from all over the world looking to empower the independent creator.  \n \nOne Slice = One vote.  Votes will be used in decisions as the DAO matures into an artist governed gallery that will seek to collect unique (1/1) art from artist all over the world. With this collection there will be many decisions. We should not only look to collect this art, but to appraise it as well. Appraisal is valuable to more than just “us” within the DAO, as our goal to resell this art to help provide the original artist’s royalties in the future, along with allowing us to support more artists with a positive revenue.\n\n\nSpecial slices will be granted to key members that help build the DAO from the early stages.\n\nThese slices include:\n\nFounder: 10% (1/1)  \nDeveloper(s): 2% ( 8 max supply)  \nCommunity Manager(s): 2% (tbd)  \nDelegate Key Holder: 5 % (tbd)  \nTBD (Reserved for future suggestions that are voted into existence): 20%  \nOriginal Artists: 51% (10,000 max supply)\n\n\nThe slices “Founder, Dev, Community Manager, Delegate Key Holder”  will control access to a multisig wallet that will be required to make or sell items owned by the DAO.  Note: these decisions will still need to be voted for and passed / denied by hodlers of “The OG Slice”  \n*** We may need to adjust the weighted percentage to account for roles that are required but haven’t been included in this draft, such as “scout, or appraiser” but this is a rough draft, and I want this to be built as a community, and the majority of the DAO stays in the hands of the artists! (51%)  \nArtists will be able to claim their slice after submitting their artwork.",
    "attributes": [
      {
        "trait_type": "Founder",
        "value": "iH0DL"
      },
      {
        "trait_type": "Pizza ",
        "value": "The OG Slice"
      },
      {
        "trait_type": "MAX SUPPLY",
        "value": "10,000"
      },
      {
        "trait_type": "PIE WEIGHT",
        "value": "51%"
      }
    ],
    "image_details": {
      "bytes": 2677687,
      "format": "PNG",
      "sha256": "d7cbc68772128535dc307c68a6b1838bc1a1c41e582ee43873f76f754f2bfbc2",
      "width": 2048,
      "height": 2048
    },
    "image": "https://arweave.net/5a7Y_1hsNUmUHL5oDMxpsZRri9PcMNPAgoqBJiGBlbs",
    "image_url": "https://arweave.net/5a7Y_1hsNUmUHL5oDMxpsZRri9PcMNPAgoqBJiGBlbs"
  }
}