{
  "address": "0x0a07d5e3a3c8d5b95637066343a21e210f6149d0",
  "type": "ERC721",
  "name": "MIMICME GLOBAL COLLECTION",
  "tokenCount": "1",
  "uri": "https://arweave.net/AXuv5ibrLAwL5zg11pu8_rltohOqiC75V0kLN9ju51Y",
  "metadata": {
    "name": "HAVE YOUR SAY YOUR WAY #0",
    "created_by": "MIMICME. GLOBAL",
    "external_url": "https://www.mimicme.global/",
    "description": "MIMICME is the first NFT-driven free speech and freedom of expression social platform that allows people to harness their creativity and their voice to make a social impact.\n\nWHY MIMICME\n\nMIMICME enables freedom of speech and expression by using creative intelligence to create a positive social impact.  \nIt has no other goal than to harness your voice and your creativity to make a positive social impact.\n\nMIMICME has been created at this strategic juncture to enter into the furore of this move to stifle our  freedoms of speech and expression. \nIt is a platform that allows people to have their say their way and express themselves in positive ways.\n\nWHY NTF's\n\nNFT’s are powerfully created embodiments of the exercise of our freedom of speech and creative expression.\n\nEvery NFT is  a statement of freedom of speech and expression to get your voices and your creativity seen and heard.\n\nMIMICME aims to use NFT’s to create a shift in consciousness to impact society at a micro or macro kevel.\n\nSo MIMICME wants to use its platform and its NFT’s to create a commercially driven creative community to make a social impact.\n\nACTIONS  \nBuy one of our NFT’s .\n\nNFT Ownership Benefits \n1.   Free 1-year subscription to our platform on MIMICME.GLOBAL. \n2.  In addition once we reach 10000 NFT purchases you get free merchandise i.e., a t-shirt, sweater, or hoodie branded with your purchased NFT.  \n3.  A case of the best-handcrafted beers   \n\nNEXT STEPS \n\nLook out for REVOLUTION 2  \nWhere we create a marketplace for you to create a social impact NFT that will help push awareness of your cause, your purpose and create commercial initiatives aligned with your journey.\n\nLook out for REVOLUTION 3\n\nAn NFT driven metaverse for our community  \nSo come join your people and be heard, seen, and noticed on \nhttps://www.mimicme.global/",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "MIMICME.GLOBAL"
      }
    ],
    "image_details": {
      "bytes": 313138,
      "format": "PNG",
      "sha256": "fdf1e3ae0ae2b622ce4a665e66d81d328738ed00413ad3c9fe47eb40bf1fb777",
      "width": 572,
      "height": 457
    },
    "image": "https://arweave.net/5jppLhiJZzVXli6P-u4EkV9LdoDJ9RgwaQQb8cnMYqg",
    "image_url": "https://arweave.net/5jppLhiJZzVXli6P-u4EkV9LdoDJ9RgwaQQb8cnMYqg"
  }
}