{
  "address": "0x0af18a626cc7d3523bb660a1b609857ae1668a71",
  "type": "ERC721",
  "name": "Silent Stories",
  "tokenCount": "5555",
  "uri": "ipfs://QmYu3GYqni6r2aK7h7PjZ5MPxZJybRsiUTkdQDcmYc4Lgd/1",
  "metadata": {
    "name": "Silent Stories #1 (Addiction)",
    "description": "\n#Silent Stories NFT – Every Name Whispers A Story\n\n***Less about ART. More about HEART.***\r***Less about RARENESS. More about AWARENESS.***\n\n**Silent Stories NFTs** are quite unlike what you are used to seeing in the NFT space.\n\nAt first glance, all these NFTs might look very similar. However, when you zoom in you will find them to be a ***collection of names***.\n\nIn total, there are **240,000+** names of people. Real people, most of whom suffer from a particular disease, disorder or a condition.\n\nEach of these 240K names has been submitted to us individually, by the person himself/herself, or by their friends and family.\n\n#Why Silent Stories?\nSince Every name on these NFTs has their own unique story to tell, we believe our NFTs are more like a rare collection of silent, deeply-moving, personal stories...\n\n*...unspoken stories of honor, hope, strength, determination, resilience, passion, love and joy... and sometimes, even of loss, pain, fear and sadness.*\n\nAnd even though we cannot really get to know these warriors and their actual stories, we know deep in our hearts that in many ways their stories are connected through an invisible thread of love, support and understanding.\n\n#5 Years in the making\nThrough our website Nameswear.com, we print names on shirts to spread awareness for various diseases and causes.\n\nIt took us around 5 years of running extensive social media campaigns to reach out to the right people who loved the idea of submitting their names to be printed on shirts…for hope, strength and awareness.\n\n*We are now taking our efforts one extra step by launching those very names as NFT collections.*\n\nSo, in a way, Silent Stories NFTs have been 5 years in the making!\n\nFor more information about our shirts, visit:\rhttps://www.Nameswear.com\n\nHere are some people proudly wearing our shirts:\rhttps://www.nameswear.com/wall.php\n\n#Categories, Collections and One Big Family (OBF)\n\n#*Categories:*\nThere is a total of **5,555 NFTs** divided into the following 50 categories:\n\nAddiction, Alopecia, ALS, Alzheimer's Disease, Autism, Breast Cancer, Brain Tumor/Cancer, Childhood Cancer, Celiac Disease, Cystic Fibrosis, Colon Cancer, COPD, Cerebral Palsy, Crohn's/Colitis, Down Syndrome, Domestic Violence, Endometriosis, Epilepsy, Fibromyalgia, Fragile X Syndrome, Hashimoto's Disease, Hemophilia, Huntington's Disease, Infant Loss, Iron Overload, Kidney Disease, Lung Cancer, Lupus, Lyme Disease, Muscular Dystrophy, Melanoma, Migraine, Multiple Myeloma, Multiple Sclerosis, Organ Donation, Ovarian Cancer, Pancreatic Cancer, Parkinson's Disease, PCOS, Pulmonary Hypertension, Prematurity, Prostate Cancer, Psoriasis, PTSD, Rheumatoid Arthritis, Rare Disease, Spina Bifida, Suicide Prevention, Stroke, William's Syndrome\n\n#*Collection:*\rEach category has got multiple Regular Collections.\rEach Regular Collection has got several hundred names.\n\nFor example, the Addiction category has got 19 Regular Collections.\rEach of these 19 collections has around 400-700 names, totaling 10,990 names.\n\n#*One Big Family (OBF):*\nMost categories have a ***One Big Family (OBF)*** Collection which is a collection of ALL NAMES across ALL REGULAR COLLECTIONS in that category.\n\nSo, in the **Addiction category**, we combined all 19 Regular Collections, removed duplicate names and were left with a One Big Family of 9,781 Names… 9,781 people who have gone through the challenges of being addicted to drugs and/or alcohol, with each one silently whispering their own unique story.\n\nWith some permutation combinations with different backgrounds, we have a total of 5,555 NFTs.\n\n#Donation\nAt regular intervals, **10% of all secondary sale royalties** will be donated to a charity for one of the above categories. Based on feedback, we will decide which charity should we donate to. We are open to ideas.",
    "image": "ipfs://QmR7UcVc3gxKxT2FqbLqt1c9gEFop4vTQPuMXgiiUDYhNb/2.jpg",
    "attributes": [
      {
        "trait_type": "Category",
        "value": "Addiction"
      },
      {
        "trait_type": "Collection Type",
        "value": "One Big Family"
      },
      {
        "trait_type": "Collection #",
        "value": "0"
      },
      {
        "trait_type": "Background",
        "value": "Dandelion"
      },
      {
        "trait_type": "# Names",
        "value": "9,781"
      }
    ]
  }
}