{
  "address": "0x0a2eb145ce516d4d401fd999d719ad77539f6553",
  "type": "ERC721",
  "name": "recoins du cœur ✦",
  "tokenCount": "2",
  "uri": "https://arweave.net/CeHAj5riK86hQ163Pof_mHuCvnBLDCx1y03PdTXQvHY",
  "metadata": {
    "name": "séjour aux tulipes ✦",
    "created_by": "orabel",
    "description": "Music by Avant-Garde — Visual by orabel  \nHeadphones are recommended.\n\n〰️\n\nIn this heart recess lie memories of you. Atmosphere is warm. Nostalgia suffused on these dust perfumed walls. A secret recollections sanctuary. There my healing grows, drip irrigated. But a piece is still missing: yours.\n\nIn this heart recess, a black hole hides. A word is enough to fade these walls, at times. Memories get this dark dye, full of despair. Your smile shadow crushes my heart.\n\nWhen the furor pasts, I go back to gardening. These tears will fertilize these plants. They grow and with them, I go on.\n\n〰️\n\nDans ce recoin de mon cœur vivent des souvenirs de toi. L'atmosphère y est chaleureuse. Les murs au parfum poussiéreux y sont empreints de nostalgie. Un refuge secret tapissé de mémoires. J'y cultive ma guérison au goutte-à-goutte. Mais une pièce manque toujours : la tienne.\n\nDans ce recoin de mon cœur se cache un trou noir. Il suffit parfois d'un mot pour que les murs s'y ternissent. Les souvenirs y prennent cette teinte sombre, empreinte de désespoir. L'ombre de ton sourire écrase mon cœur.\n\nQuand cette tempête passe, je reprends mon jardinage. Ces larmes font un bon engrais pour ces plantes. Elles grandissent et avec elles, j'avance.\n\n〰️\n\nThis piece in a few words. I lost my grand-mother this summer. We had a special bond because of her central place in my education. She was part of my inner balance. Her loss has been a big challenge ever since. This artwork is about this process.\n\nAccepting my tears allow me to heal. But sometimes, the path of grief is dark and desperate. Eventually, emotions calm down until next pain hit. This endless loop conveys it.\n\n〰️\n\nAuction winner will get :  \n✦ 4K video for display  \n✦ Static .PNG of both color versions  \n✦ My last letter to her; secret and exclusive.\n\nLater, they will get a 3 minutes long version of the song with the extended animation loop.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "orabel"
      },
      {
        "trait_type": "Music",
        "value": "Avant-Garde"
      }
    ],
    "image_details": {
      "bytes": 15983502,
      "format": "PNG",
      "sha256": "a8d1291a5a92846b7d9f265141668734dfb22fb2faff02b6edac26e1407a3a78",
      "width": 4096,
      "height": 2160
    },
    "image": "https://arweave.net/uIcm23OOdRcGfE8rPI8Pfhwwi_sMs4PYNFV68uUchf4",
    "image_url": "https://arweave.net/uIcm23OOdRcGfE8rPI8Pfhwwi_sMs4PYNFV68uUchf4",
    "animation_details": {
      "bytes": 77388975,
      "format": "MP4",
      "duration": 60,
      "sha256": "389cecaff3502943b339f7217c87c2f1d30fb8788f523b1e7a2f86397ac32f12",
      "width": 1920,
      "height": 1014,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/xlfLyNt7XdSfyrTMQ3iYX3l9cxU3klBe6s4SmjigRzs",
    "animation_url": "https://arweave.net/xlfLyNt7XdSfyrTMQ3iYX3l9cxU3klBe6s4SmjigRzs"
  }
}