{
  "address": "0x0a1804787ad6a17cea007ea1eebac76826e08267",
  "type": "ERC1155",
  "name": "Unidentified contract - ejV8gDUVRs",
  "tokenCount": "2",
  "uri": "https://arweave.net/tMy70h38kwDhJEfCiCWjq3AogMN5D6CKRYa_uozrnYg",
  "metadata": {
    "name": "Liberty - Freedom Editions",
    "created_by": "Pradeep Krishnan",
    "description": "Liberty - Freedom editions is a statement. A statement to the human race. A statement from those who are denied  the freedom to live, freedom of choice, freedom of voice, freedom to wear one choose, freedom to act according to one's own will, freedom to love - to name a few. \n\nAs quoted by Kahlil Gibran \"Life without liberty is like a body without spirit.\". Liberty unprotected is a paradoxical hoax. Those who are denied of liberty, in any form, understands it's true value. Thousands of known and unknown human beings are/were suppressed, tortured, humiliated and killed around the world, through out history for demanding liberty - demanding freedom. \n\nLiberty - freedom editions is my way, an artist's way, of expressing solidarity with the people who fight for their rights and to help, in my little way, artists who create amidst all struggles. \n\nThe price is set to 0.0016 Ethereum. Why 0.0016?. 16th of September was the date when Mahsa Amini, a 22 year old Iranian woman, died in a hospital in Tehran, Iran, following police brutality. She was arrested for not wearing a 'Hijab' properly. \n\nThere will be a total of 2022 editions. Marking the year 2022 as the new era of Liberty and freedom.\n\nPart of the sales from this editions will go back to the community in the form of purchase of art from artists, airdropping passes of DAO's which help artists in a meaningful way, Contests and much more..\n\nThis photograph is the symbol of liberty and freedom. It will remain in the metaverse forever.\n\nTitle: Liberty - Freedom editions  \nPhotographer: Pradeep Krishnan  \nPlace: New Delhi, India  \nYear of Creation: 2018  \nDimension: 4016 x 6016 pixels  \nResolution: 300 dpi  \nPrice per piece: 0.0016 Ethereum  \nTotal Editions: 2022  \nLicense: Editorial and Commercial\n\nLicense : Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Pradeep Krishnan"
      },
      {
        "trait_type": "Camera",
        "value": "NIKON CORPORATION NIKON D750"
      },
      {
        "trait_type": "Lens",
        "value": "24-120mm f/4"
      },
      {
        "trait_type": "ISO",
        "value": "640"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/5.6"
      },
      {
        "trait_type": "Exposure",
        "value": "1/100"
      },
      {
        "trait_type": "Focal Length",
        "value": "120.0 mm"
      }
    ],
    "image_details": {
      "bytes": 6227983,
      "format": "JPEG",
      "sha256": "90ebca65a1605bb7f163e8cd4e7be711061de5d12a548ba4047d12572ce84108",
      "width": 4016,
      "height": 6016
    },
    "image": "https://arweave.net/Wm53HVp_L4YdlHRWM-VDCT4hG7pg6o5Sc8syY4E5iaQ",
    "image_url": "https://arweave.net/Wm53HVp_L4YdlHRWM-VDCT4hG7pg6o5Sc8syY4E5iaQ"
  }
}