{
  "address": "0x0af24e8b5f1bbf7fdbb741ac4c2a50406f5266e7",
  "type": "ERC721",
  "name": "Felly - Listen!",
  "tokenCount": "50",
  "uri": "ar://NpZVhsRVahD_sGhGactMLVUz_hVFGmSFDY7osLvjdn4/1",
  "metadata": {
    "animation_url": "ar://GZ_wgrP-zTQyNeatKnAFTbxv0jrGz8W3PuFdt4s8kFw",
    "artist": "Felly",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://WICBMXM-eRWM6nm1OCZO2N9NSKVUw3ITXYxfjVGmpuk",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Listen!",
        "value": "Song Edition"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "\nYou love to talk, but you don’t listen. This is one of the tracks that early on started to shape the upcoming, now completed project.  I was looking for a bridge between hip hop and live instrumentation, and also reggae?, and also Beatles-inspired grooves, and also something lighthearted that you could dance to.  Listen was the result.  I think music is a melting pot more than ever and I hope when people listen to my music they can references dozens of influences because that’s essentially how these songs are made.  But at the end of the day, the song feels like me.  If it didnt, we wouldn’t be here releasing it. \n\nListen is track 4 off the new project, which I haven’t officially announced to the public.  But it is coming in December.  The project is a journey, almost feels like a road trip, reminiscent of a kerouac novel - but tinted by the strange, modern, polluted times we are in now.   \n\nI remember playing this record after previewing Young Fel 2 to my label at the time.  We had just finished playing a lot of the darker records off of YF2 and some of the label heads had stepped out to take calls, and finish their business.  I continued playing unreleased records of mine and Listen was the first one I played after the album.  It lit up the room.  It felt like the light at the end of the tunnel and I remember my friend Clay (who did the artwork for this nft as well as all the upcoming ones), giving me this look of…shit, well when is that one dropping?  It didn’t fit on Young Fel 2 but I knew it’d find its place.  To me, its home is on this upcoming project.  Hope you all enjoy and thank you for listening and supporting.\n\nlove\nfel",
    "duration": 145,
    "external_url": "https://www.sound.xyz/felly/listen",
    "genre": "Alternative Rock",
    "image": "ar://WICBMXM-eRWM6nm1OCZO2N9NSKVUw3ITXYxfjVGmpuk",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://GZ_wgrP-zTQyNeatKnAFTbxv0jrGz8W3PuFdt4s8kFw",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Listen! #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Listen!",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}