{
  "address": "0x0ab9dba73c70b3abaec5297a58a4c930edb3e03f",
  "type": "ERC1155",
  "name": "Long Beach Lifted",
  "tokenCount": "12",
  "uri": "https://arweave.net/zDCqc3kh855cyQiX8uaCx7QMTYZSbPf-CXbcMW88n24",
  "metadata": {
    "name": "Long Beach Lifted - VIP Ticket",
    "created_by": "NiftyFilm",
    "external_url": "https://lifted.video/",
    "description": "Long Beach Lifted marks a new milestone in the young history of Film3. Featuring a full-length Snoop Dogg music video and 10 accompanying short-form video segments, Long Beach Lifted represents the next wave of community created storytelling.\n\nLifted proudly showcases legendary hip-hop artist Snoop Dogg’s hometown of Long Beach, California, affectionately known as the LBC. With gorgeous cinematic imagery and only exhibited in a unique oncyber 3D gallery, an extremely limited number of tickets to experience Long Beach Lifted will be available on both the Ethereum and Tezos blockchains.\n\nSeeking a more interactive VIP experience? Perhaps you’re a huge fan of Snoop Dogg and a discerning collector with an eye toward the finer things. We gotchu.\n\nLimited to only 50 tickets exclusively on the Ethereum blockchain, each one of these tickets enables to you either hold it or burn it in exchange for one of 10 different video segments not included in the 1/1 video. Those 10 works are limited to 5 editions each and will include samples from either “That’s What The Homie Said” or “Cool Game.”\n\nBoth the ticket and video segments include 24/7/365 access to the Here & Now Black Box gallery to view the 1/1 “High” music video and the complete Lifted collection.\n\nReady to enter the next dimension of hip hop music in the metaverse? Visit https://oncyber.io/lbclifted or https://lifted.video now and enjoy the show!\n\n*** VIP tickets include full CC4 usage rights on all visual material. No audio rights are conveyed. See web site for complete details. ***",
    "attributes": [
      {
        "trait_type": "Ticket",
        "value": "VIP"
      },
      {
        "trait_type": "Section",
        "value": "562"
      },
      {
        "trait_type": "Row",
        "value": "4"
      },
      {
        "trait_type": "Seat",
        "value": "20"
      }
    ],
    "animation_details": {
      "bytes": 16838589,
      "format": "MP4",
      "duration": 11,
      "sha256": "e9562145a1d5a53760142c421764c0251b7b16d8a81eb63ed637feb302a8952a",
      "width": 2048,
      "height": 858,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/vUumISTVDOla0pNAlgFvlLeTjqIRsdMKP7ad_yyezQQ",
    "animation_url": "https://arweave.net/vUumISTVDOla0pNAlgFvlLeTjqIRsdMKP7ad_yyezQQ",
    "image_details": {
      "bytes": 8815176,
      "format": "GIF",
      "sha256": "e915802af7213de78be7365f21fb812bec9690649dd657c8ce17a3c0c8e44cfb",
      "width": 1024,
      "height": 428
    },
    "image": "https://arweave.net/procdw_PwMJTNK87uGa39rmlEfgZcdkd2cBw5K3XJnk",
    "image_url": "https://arweave.net/procdw_PwMJTNK87uGa39rmlEfgZcdkd2cBw5K3XJnk"
  }
}