{
  "address": "0x0ae15e8dcbd82a270e0dc33fa8db96d7e3d5c005",
  "type": "ERC721",
  "name": "FAT RON - POLYAMOROUS",
  "tokenCount": "25",
  "uri": "ar://80FZL2XX0cOB2J32aETHmwcU7At27fYrbYhGLYGBb28/1",
  "metadata": {
    "animation_url": "ar://uolvP7GTyt_a5jcnP5oEQx9n42oWTXbZlq6roJAV2KE",
    "artist": "FAT RON",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://0BmjTvuCO80tQ2dnU1Qi5bPMrJRKBbL3XRcDxqIfcHg",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "POLYAMOROUS",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "I grew up in Inglewood, CA by way of Houston, Tx. I had a very interesting childhood geographically being that I moved around a lot back and forth between H-Town, Shreveport and Los Angeles before permanently landing in Inglewood in 2002. Early on as a child, I was teased a lot because I was overweight and talked differently than the other children. I always felt too country for LA, but too proper for the south. At some point, entering adulthood, I found my swag (so to say) and started to express that through music. I’ve been able to cultivate a sound where I get lots of comparisons to Outkast, Ceelo Green, Curtis mayfield, and a host of other legendary artists I love and respect for their craft.\n\nPOLYAMOROUS is a song about the struggles of polyamory. This song also touches on the concept and perception of what polyamory truly is, all while giving you a glimpse of perspective from someone going through a challenging time in their relationship. Everyone always knows what they want, but are you always living in reality when you set expectations for your partner in love? Polyamory as a concept deals with people being in multiple romantic/intimate relationships at once, but as you dig deeper, you come to find that polyamorous people believe that just because you love someone, it doesn’t mean you own them.\n\nAs a fan of soul/gospel and alternative music, I thought these two sounds blended together were a perfect match to the song concept. I brung in my boy Yared to play guitar on this track to give it that real alternative feel that I love, and I hope you all enjoy!\n\nGolden Egg winner of this NFT will receive the instrumental and a capella versions of this song. All collectors will receive access to my future metaverse performance.",
    "duration": 160,
    "external_url": "https://www.sound.xyz/fatreezy/polyamorous",
    "genre": "R&B & Soul",
    "image": "ar://0BmjTvuCO80tQ2dnU1Qi5bPMrJRKBbL3XRcDxqIfcHg",
    "isrc": null,
    "key": null,
    "license": null,
    "locationCreated": null,
    "losslessAudio": "ar://uolvP7GTyt_a5jcnP5oEQx9n42oWTXbZlq6roJAV2KE",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "POLYAMOROUS #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "POLYAMOROUS",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}