{
  "address": "0x0b282bcaa9c737a53b2aa84b36bbb22c2d1e5063",
  "type": "ERC721",
  "name": "Behind The Marks by Meek Mug - old",
  "tokenCount": "9",
  "uri": "ipfs://QmX6vxkfBujee6Rd3RXfvm7AEoKZ7fGKc4N4anPvwvJYSg/0",
  "metadata": {
    "name": "Behind the Marks #001",
    "description": "Behind The Marks #001 by Meek Mug\n\nMade with hand-drawn marks with paint brush, and the movements used to make them\n\n# This collection is made up of simple marks. Nothing special. End of story. Next collection.\n\nWelcome to the era of omissions. A world where everything changes quickly, is seen for a moment, and evaluated in a blink of an eye. A world where contents diverges to indefinite and our time to watch it converges to zero.\n\nMost of what we see today is made up of 'frames'. There are display panels everywhere, and there are people looking at the screen everywhere. Screens are the first thing we look when we wake up, and the last thing before we go to sleep. We look at the world with a small screen in our palm.\n\nAnd the screen shows the light emitted by the diodes changing 60 times a second. What we see is not real, but just filtered signals. We are used to looking at implicit and filtered images trapped in 60 frames.\n\nWhat about the contents that those 60 consecutive images show? Platforms have decided to shorten the length of it to deliver more and more content to us. Our breathing is getting shorter and shorter. A five-minute video feels like eternity.\n\nWe are looking at the world with \"high resolution\" more than ever in history, but at the same time, we are looking at the world with \"low resolution\" that is more implicit and omitted than ever.\n\n\n\n# Or you can look beyond that.\n\nI would recommend stopping your fingers and reading long texts. I'm sure it'll be worth it.\n\nI recommend you to see beyond the screens.\n\nBecause our real being exists behind the blinking screens, out of the camera angles, between filtered and decorated frames.\n\n\n\n# Omitted originalities.\n\nPeople look for a more unique originality, but there are fewer opportunities to discover it.\n\nSimple marks may not be very special. It's just hard to find originality in them.\n\nHowever, the result of the work is just a summary of the artist's numerous attempts, thoughts, intentions, movements, and energy. This is why the originalities are hidden behind the results. \n\nThe results seem simple, but the movements are unique. Each person has his or her own movement even though he or she draws a stroke of the same shape. Even if it looks similar, each artist's work has its own movement. Originality comes not from our results, but from our movements in making them. What's really original is not our work but ourselves.\n\nWe must bring not only the work itself, but also our gestures, thoughts, stories, and contexts to the surface, and the viewer must think about the movement behind the screen.\n\nPeople need to look beyond the results.\n\n\n\n# About this collection (Finally!)\n\nI tried to capture my movement behind the screen, not the result made at the tip of the brush. I tried to bring out my movement hidden behind it to the surface as much as possible, not only just the mark as a single result.\n\nThe images in this collection consist of 152 strokes that I drew myself and images of them. I extracted data from the captured images in multiple layers, then visualized and sonificated them. \n\nThe position of the brush and the gestures created by my body were converted into coordinates, and the coordinates were converted into audio and visual forms.\n\nThe stroke that appears at the very front layer of the work is only a superficial result, and the points that move behind it are stacked by capturing the shape of my body for each frame.\n\nAs a piece is played, the thin stream of light in the center illuminates my gestures for each frame, and the sound from the movement is also played.\n\n-\n\nIf you look at the marks I left as a still image, you'll see all my movements in a ONE SINGLE frame.\n\nHowever, the moment the brush touches the surface and leaves a mark is only about 50 to 70 frames, and the range of capturing my movement in each work is about 300 to 400 frames.\n\nAnd the images used throughout this project are 60445 frames, and the time spent preparing for this project, organizing thoughts, and processing images will be tens of millions of frames.\n\nIf you're reading this, you're experiencing the whole process that I've been through, at least similarly. And I am very grateful for that.\n\n-\n\nWhat I want you to see is not the result that sits at the front, but the images that come from my movements behind it and the sounds that they make.\n\nThis project is about my thoughts on originality, dedication for the countless artists who are struggling for them, and concerns about the present era where serious omissions are commonplace.\n\n",
    "image": "/Users/gunn/Garage/LocalWorkspace/2211-BehindTheStrokes/FinalPublish/001-045/BehindTheMarks-001.mp4",
    "properties": {
      "Background": "Solid",
      "Material": "Solid",
      "Instance": "Cube",
      "Scene": "Light",
      "Mark Color": "b22df3",
      "Frame Count": 189,
      "Instrument - Brush Movement": "Little Synth",
      "Instrument - Body Movement": "Spacey Ambient Pad",
      "Instrument - Mark Progress": "Wet Air Pad"
    }
  }
}