{
  "address": "0x0be9bfcf90b9331e7281fe75dc823f1a49e28752",
  "type": "ERC721",
  "name": "GLOWSTONE - LIGHTS OFF",
  "tokenCount": "25",
  "uri": "https://metadata.sound.xyz/v1/0x0be9bfcf90b9331e7281fe75dc823f1a49e28752/1",
  "metadata": {
    "name": "LIGHTS OFF #1",
    "artist_name": "GLOWSTONE",
    "description": "(Madi) One evening this past fall of 2021, I was at odds; I was feeling particularly uninspired and exhausted by the music industry. I distinctly remember sitting out on my patio at an absurdly late hour; scrolling through my likes hoping that I could revive an old gem, and I rediscovered Rob’s music. We had made a song named “Alibi” together with our friend Pham a few years ago, but hadn’t talked since then. I spent most of the night listening, and so naturally, I reached out to him to see what he was up to...\n\nWe reconnected and formed an organic bond creating art and talking about our music industry trauma. We made over thirty songs within just a couple of weeks while simultaneously terrorizing each other in Minecraft and brainstorming the early ideas that became this project. Our friend Dan (aka elozi) had a demo named “GLOWSTONE” that we sampled to make “LIGHTS OFF''. The name felt right for our project and our partnership created a strong foundation that enabled us to start building our own world.\n\n“LIGHTS OFF” is a song about the drastic highs-to-lows phenomena of life. It illustrates not only the pain but the embrace of change, particularly from an artist’s point of view, which we believe a lot of artists can relate with.",
    "external_url": "https://www.sound.xyz/glowstone/lights-off",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmdENjCWZsy6tcmwVTqs19tDyYnataMwKtrhUrvXhEkXSx",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmbEYb9ETH2efJ2t3R8NL28eVx7iWFbgqCxT3DLSkZHMzw",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmbEYb9ETH2efJ2t3R8NL28eVx7iWFbgqCxT3DLSkZHMzw",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmZr1tuP29UX3jKSFEKJP8xsiA5encUVC9mAJSS81n5JgW",
    "attributes": [
      {
        "trait_type": "LIGHTS OFF",
        "value": "Golden Egg"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}