{
  "address": "0x0b30bf37f1206321a31d1ea2f8b84423e8c2ddb2",
  "type": "ERC721",
  "name": "REFLECTIONS: Disciplined Society",
  "tokenCount": "7",
  "uri": "ipfs://QmaGKrUYPUMCZmvTaCDHbKzo79TsmWTyTisTiCtqTwxEiS/1",
  "metadata": {
    "name": "Simulacra & Simulation #1/1",
    "description": "In this gateway to a (possible) future, we are spectators of a disturbing scene, a woman is connected to a VR system with a headset and plugs all over her body, the time ticks, but she keeps lying in the couch, alone, … posted in the wall there is a poster with  a corporate message promising a bright future that we cannot see. \nWe are seeing a 1984´s distopian world where humans are living a Matrix life, where it is difficult to separate real life from virtual one. Where are we living?\n\n>>The publication of Simulacra et Simulation in 1981 marked Jean Baudrillard's first important step toward theorizing the postmodern\n>>Jean Baudrillard argued it was increasingly difficult to separate representation from reality because we live in a culture of >>consumerism where the electronic mass media maintains the “illusion of an actuality” to keep us shopping and entertained.\n\nEach composition is made up of 2D and 3D parts joined in a videogame graphic engine that allows us to combine and animate the different parts. As a result we obtain animations that move the elements of the composition very slightly, creating the sensation that they are living paintings that open a window to a new virtual world.\n\n\n**Leyre Pérez Velasco** known in the artistic scene as Leyvel is a multidisciplinary artist specialized in plastic arts, mura- lism and digital composition. Graduated in Fine Arts from the Francisco de Vitoria University (2022), she is currently studying an advanced master's degree in Digital Art at the Lightbox school. While she was studying, she was selec- ted in the Plastic Arts Circuit of the Community of Madrid and awarded the UFV Scholarship for Academic Excellence (2018).In relation to urban art she has intervened in the Invasion Street Art Festival (2022) in Plasencia and in the festival Arte Vivo en Las Villas (2022) curated by La Juan Gallery.",
    "image": "https://res.cloudinary.com/nifty-gateway/video/upload/v1681732106/publishers/nftmania/58383/77128/OBRA1_Simulacra_simulation.mp4",
    "image_hash": "QmatLxFhzbk56mCS1W7rFkJ7kn5uBbhrTA1SEjKVz6gYxH",
    "background_color": "ffffff",
    "external_url": "https://niftygateway.com/collections/reflections-1/"
  }
}