{
  "address": "0x0b6c982d94798e96a478fde9bc306941c11d4957",
  "type": "ERC721",
  "name": "Cadet B",
  "tokenCount": "1",
  "uri": "https://metadata.metamundo.co/0x0b6c982d94798e96a478fde9bc306941c11d4957/1",
  "metadata": {
    "name": "Cadet B",
    "description": "In the distant future, the Earth had long been dull and uncreative. Due to various automated AI and social media, the people stopped taking into creativity as humanity struggled to be inspired. The world's governments banded together to form a new organization called Cadets. An elite team of all women, they are set to explore the galaxy and the metaverse to help sustain LiFe and creative juices. The team was made up of 8 cadets, each with unique skills and abilities. Cadet Q, who had the power of telekinesis, moved objects with her mind. Cadet B, an artist from birth, can create visual beauty, and make it move, sculpt anything from any medium and make it come to LiFe. Cadet V, the team's medic, had the ability to heal any injury or illness with a single touch. Cadet Z, with the power of teleportation, could instantly transport herself and others. There was Cadet C, the team's leader, who had incredible tactical abilities and could make split-second decisions in high-pressure situations or Dance! Cadet M, who could evoke empathy in any living being, a nurturing spirit, could calm any wild beast and help them tap into their creative side. There was Cadet F, who could morph into objects, disguised in the environment. Lastly, there was Cadet G, a Chemist alchemist and inventor. She also knows some Unity scripting. The team's mission was to explore new planets or spaces in the metaverse, to gather data that could help humanity survive and thrive again in creative flows and inspiration. A vast new world to explore with their unique skills and abilities, they could make all the difference in the galaxies and the future of all things funky! Cadet B - Artist of all cosmic mediums, Sculptor of art that comes alive. This is part of a collection of 8 unique avatars by Brian Life dropping exclusively on MetaMundo.",
    "image": "https://ipfs.metamundo.co/ipfs/QmQ3p8i5N9XsbuQsycyv2623r55fyPk8GchK5UFUBu6bXL/Cadet_B_FeaturedImage.jpg",
    "animation_url": "",
    "audio_url": "",
    "external_url": "https://www.metamundo.co/Brianlife/cadet-b/",
    "model_type": [],
    "attributes": [],
    "additional_files": [],
    "metaverse_models": [
      {
        "format": "VRM",
        "models": [
          {
            "name": "highest fidelity",
            "url": "https://metamundo-3d-models.s3.eu-central-1.amazonaws.com/Brianlife/Cadet_B/Cadet_B_VRM.vrm",
            "image": null,
            "animation_url": null
          }
        ]
      }
    ],
    "metafield": "© 2023 BrianLiFe, All Rights Reserved.",
    "End User Licensing Agreement": "https://ipfs.metamundo.co/ipfs/QmfVvhQL2thM2wCzYZAfvWVbLYAmYiZ3cGX3tX48LTdkvq/Brian_LiFe_x_Cadet_B/End%20User%20License%20Agreement%20Brian%20Life%20x%20Cadet%20B.pdf"
  }
}