{
  "address": "0x0c95f447d42f2d2990fd31fce540697937838673",
  "type": "ERC721",
  "name": "Odyssey",
  "tokenCount": "3",
  "uri": "https://arweave.net/iKwt4NQOJR1DjUnwxb50AzUYz_2wCEAGE4Q7do5EqI4",
  "metadata": {
    "name": "Cliffside Serenity",
    "created_by": "Taro",
    "description": "This AI-generated artwork is one of my breathtaking masterpiece that seamlessly blends traditional art techniques with cutting-edge technology. The portrait features a captivating character with striking blonde curly hair and piercing blue eyes, draped in a stunning trench coat and a silk scarf around his neck and waist. He stands against a backdrop of cliffs and the sea, adding a sense of mystery and drama to the scene.\n\nThe AI has expertly crafted the image to create a sense of intrigue and fascination, drawing the viewer in with its remarkable attention to detail and artistic flair. The use of light and shadow is masterfully done, creating a mesmerizing visual experience that is both captivating and inspiring.\n\nThe setting of the image is truly awe-inspiring, with the majestic cliffs and the vast sea in the background adding a sense of scale and grandeur to the portrait. The combination of the natural elements with the man-made elements, such as the coat and scarf, creates an interesting contrast that adds to the overall appeal of the artwork.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Taro"
      },
      {
        "trait_type": "AI Generator",
        "value": "Stable Diffusion"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      },
      {
        "trait_type": "Year",
        "value": "2023"
      },
      {
        "trait_type": "Dimensions",
        "value": "2560x3840"
      }
    ],
    "image_details": {
      "bytes": 16076465,
      "format": "PNG",
      "sha256": "2c1868c5ef4d26172a1ef8ff5cec21cd1143341560c91185956ffd30c1447a44",
      "width": 2560,
      "height": 3840
    },
    "image": "https://arweave.net/0gINdh4pLbDEwDWjk4jmzAKgrJh7lK9kgIzQdzG6wyc",
    "image_url": "https://arweave.net/0gINdh4pLbDEwDWjk4jmzAKgrJh7lK9kgIzQdzG6wyc"
  }
}