{
  "address": "0x0cab715f80b13a89169a9aeb3561d439c0729232",
  "type": "ERC721",
  "name": "Heno. - Jansport Freestyle",
  "tokenCount": "25",
  "uri": "ar://flbB8bnTcjm8xbSYKIBVk9zKfwtm8e0UH1ezMQShTeE/1",
  "metadata": {
    "animation_url": "ar://5cME0To4n_3daT5GMRcNcPlw6VP-LaK9Q_B_tR6fQKk",
    "artist": "Heno.",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://crWl-8EoJRdF0AwqKrzsqvAADhNdm0KBoCdBOhletPU",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Jansport Freestyle",
        "value": "Song Edition"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "\"Jansport Freestyle\" is a part of an audiovisual collection, in collaboration with Andre Oshea, for my forthcoming EP entitled “In The Meantime”.\n\n50% of all the sales generated from \"In The Meantime\" will be placed in a wallet dedicated to supporting organizations combating recidivism rates & helping with bail assistance for non-violent crimes like The Bail Project, Maryland Alliance for Justice Reform, & Baltimore Action Legal Team. We want to be a genuine use case for Music NFTs leading to social impact.\n\nThe 3D Animations paired with 4 songs from the EP will also be highlighted in tandem with a 3-part short film to coincide the musical experience. Presale will be available on November 1st + the public mint will be on November 2nd.\n\nSpecial thanks to Sound.xyz for letting us mint using their protocol, to Tellie for hosting everything on their site, to Bello for the analytic insights, and to everyone of you that supports this drop!",
    "duration": 135,
    "external_url": "https://www.sound.xyz/heno/jansport-freestyle",
    "genre": "Hip-hop & Rap",
    "image": "ar://crWl-8EoJRdF0AwqKrzsqvAADhNdm0KBoCdBOhletPU",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://5cME0To4n_3daT5GMRcNcPlw6VP-LaK9Q_B_tR6fQKk",
    "lyrics": {
      "text": "JANSPORT FREESTYLE LYRICS\n\n(Chorus)\nLife's a test but I’ve been blessed\nI fight the stress with mindfulness \nMindfulness, although my mind’s a mess\nIn these times I confess… look\n\n(Verse)\nWon’t share all my moves just know that everything is Planned for,\nDon’t care about who ya know, it’s more bout what ya Stand for,\nOnly time you stood for sumn was prolly in a damn court,\nI used to ride with like a decade in my Jansport (allegedly)\nEver had your door kicked in by 12 On the holidays?\n3am on Black Friday at My momma place \nI was drunk and half asleep, regret it still I outta say\nSwear these niggas really did the most and then they got away\nThey done swept the first floor and said they had the wrong house\nAuntie crying askin where a warrant fuck they talkin bout?\nAin’t the first time that I seen shit traffic\nFeds did a sweep on my street it was havoc\nHeart racing crazy had some (redacted) in the attic\nLearned it very young never ever keep shit where you crashing\nIf you understood that its fucked up in the trenches\nKnowing most of this get Funded by some private business\nMy defense is I’m the victim shit systemic i ain’t widdit,\nPetty shit got niggas doing time and even life in prison \nBuilding more to put more of kind up in them\nLawyer fees are high expensive so they do more crime to get it \nYou cannot deny statistics...\n\n(Chorus)\nCuz Life's a test but I’ve been blessed\nI fight the stress with mindfulness \nMindfulness, although my mind’s a mess\nIn these times I confess…\n\nLife's a test but I’ve been blessed\nI fight the stress with mindfulness \nMindfulness, although my mind’s a mess\nIn these times I confess…",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Jansport Freestyle #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Jansport Freestyle",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}