{
  "address": "0x0ca3ef0847c3c7037586b7aeee4bf4cf274ec0e8",
  "type": "ERC721",
  "name": "WILL by mera_takeru",
  "tokenCount": "17",
  "uri": "https://ipfs.pixura.io/ipfs/QmYfaePF1KQgnpXXPtqAoGrAZyJu339vPwCBozZQrdqouE/metadata.json",
  "metadata": {
    "name": "WILL #1",
    "createdBy": "mera takeru",
    "yearCreated": "2022",
    "description": "This is a new set of characters called \"meragana\" created by mera takeru, me.\nEach square represents a meragana character and its pronunciation.\nThere are 46 in total. \nI created these as an update of \"hiragana\" that we use every day in Japan.\nI have abandoned readability in exchange for a more pleasing appearance.\nI don't think any Japanese person can tell what is written here by just seeing my work. \nHere is how it works. \nWhen you read the QR code, a table appears, and by comparing this work with what is shown on the table, most Japanese people should be able to make out what is written.\nWhy did I make such a roundabout way of reading the sentences? \nWell, I thought, in this way,  I could make the meaning of the sentences much more profound than it would be when the sentences were written in ordinary hiragana. \nBecause it is so hard to read, you not only understand it, but also you'd get a sense of accomplishment.\nCurrently, the total Japanese population is on a downward trend, and the Cabinet Office has published a forecast that in 100 years, the population will be reduced to one-third of its current size.\nSomeday there will not be a single Japanese person left.\nWho will have this work then?\nIt says here, \"Hello.\" \n\nTranslation support : Lily-K",
    "image": "https://ipfs.pixura.io/ipfs/Qmb96RB13qLimmQuze8ufgHYd8mzFE82u4rqcybfwGVNUE/2022-06-24214755.gif",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/Qmb96RB13qLimmQuze8ufgHYd8mzFE82u4rqcybfwGVNUE/2022-06-24214755.gif",
      "dimensions": "1455x2160",
      "size": "42424032",
      "mimeType": "image/gif"
    },
    "tags": [
      "meragana"
    ],
    "attributes": [
      {
        "trait_type": "Letters",
        "value": "5"
      }
    ]
  }
}