{
  "address": "0x0c3ee1fdcdb45ab9464640f807313190f8dad680",
  "type": "ERC721",
  "name": "FashionDuck",
  "tokenCount": "10000",
  "uri": "https://nftstorage.link/ipfs/bafybeifhga3l2k4xfzorbk3sctloi6pme3ray5ajkw6xgffabdzqfcicma/1.json",
  "metadata": {
    "name": "FashionDucks #1",
    "description": "The image of FASHIONDUCKS (hereinafter referred to as 'F · DUCK') is composed of a group of characters with different personalities, such as a series of small members who live alone with their own characteristics, such as smart deer who are fond of learning, naughty foxes, lazy pigs and so on. The IP theme of the F · DUCK series is to bring you a new dimension of ducks that integrates interesting and fashionable culture, The direct collision of various characters gradually forms a set of positive and self personalized IP series The brand character is interpreted as: fun, fashion trend, hi culture. The concept is presented as: cool, personalized, and fun loving. Cultural field: Metacosmic novelty and sharpness memory symbols come from 'duck bill' - brand IP interpretation adopts a more abstract form, and the dimensional modeling combination of 'crooked duck bill' can form memory symbols very eye-catching. Through the interaction of various characters, scene portrayal, and the personality characteristics of each character, it is hoped that the F · DUCK Chaoya family image IP works with strong personality and bright and complete themes can be presented.",
    "image": "https://nftstorage.link/ipfs/bafybeigjh6za4hcw7w6t4isqrwvsfk7l6pcr6em6wwndgzjhjn5vxslsra/1.png",
    "dna": "d84e99a0c39622a17f74d8c631ecd949710df490",
    "edition": 1,
    "date": 1672900042759,
    "attributes": [
      {
        "trait_type": "backgroud",
        "value": "monsterblue"
      },
      {
        "trait_type": "weapons",
        "value": "No weapons"
      },
      {
        "trait_type": "head",
        "value": "frogduck"
      },
      {
        "trait_type": "emoji",
        "value": "hate"
      },
      {
        "trait_type": "cap",
        "value": "headband"
      },
      {
        "trait_type": "face",
        "value": "No Face"
      },
      {
        "trait_type": "clothes",
        "value": "Gentleman fashionyellowblue"
      },
      {
        "trait_type": "role",
        "value": "No Role"
      },
      {
        "trait_type": "Degree of rarity",
        "value": "No GOLD"
      }
    ],
    "compiler": "HashLips Art Engine"
  }
}