{
  "address": "0x0c6735263ff6c83b47306331cb9c61fe88ea1f26",
  "type": "ERC721",
  "name": "Aluna - Nowhere To Hide",
  "tokenCount": "24",
  "uri": "https://metadata.sound.xyz/v1/0x0c6735263ff6c83b47306331cb9c61fe88ea1f26/1",
  "metadata": {
    "name": "Forget About Me #1",
    "artist_name": "Aluna",
    "description": "This is my genesis music NFT which is very special to me as it's a full circle moment of my NFT journey over the past year -- and it all started with this song.\n\nDiplo, Durante, and I finished the production on \"Forget About Me\" in the summer of 2021 -- around the same time, I was working on developing my first NFTs that ended up being linked to this song. \n\nMy first NFT drop was Decentraland compatible headphones that fans could use to listen to \"Forget About Me\" in an exclusive VIP room during my Decentraland Metaverse Festival performance in October, 2021. Inside the metaverse was the very first time this song was heard by fans, which is such an exciting idea to me. \n\nShortly after this, I collaborated with the incredible FELT Zine on the Cocoa Cream Cake Puffer jacket. Flash forward a few months later, and now the cake theme ended up in the music video for this song.\n\nWhen looking for the final collaborator for this record, I was not only drawn to Serwah Attafuah's style, but also her relationship with using music as a rebellion -- so I had to have her create the artwork for this song. When I got the artwork from Serwah it blew my mind. We then decided to expand on the single artwork, and created a 5 piece mini collection that became a beautiful example of what Black women in the industry can achieve. \n\nMy genesis music NFT is the final piece of the puzzle, which marks a moment in history where my early supporters will be remembered forever. \n\nBy investing in artists directly, you're investing in the world we want to build. In today's music industry, music is just invested in to be exploited. But Web3 gives world builders the ability to create in multiple avenues for the next generation of artists.\n\nMusic lovers and artists have been waiting for a moment like this where we're closer than ever, and together we can build a new world.",
    "external_url": "https://www.sound.xyz/aluna/forget-about-me",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmY7bFJEHAY4BHnsT3wMBgbLf5tnKpRHy2cDyXg3vsMECc",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmQdJZkqeYdJApMHWXLcX2y3CxxE8nfmjAg85ewBLZcCEB",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmQdJZkqeYdJApMHWXLcX2y3CxxE8nfmjAg85ewBLZcCEB",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/Qmef1iuFwdJqiub8NcqFLRsRWFqnAGgyD5o1kyNfMhZ62m",
    "attributes": [
      {
        "trait_type": "Forget About Me",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}