{
  "address": "0x0c534d244bf0600aa4a7c4cabaef887dcc468ccc",
  "type": "ERC721",
  "name": "The Artists Cut - II",
  "tokenCount": "20",
  "uri": "https://arweave.net/ael-JAKkV0Ai7PJ5ysCOKcDbZ09rSyOUzcCUN0vfiPs",
  "metadata": {
    "name": "Arches of the Bastion",
    "created_by": "Sukrit Srisakulchawla",
    "description": "\"Arches of the Bastion\" was taken in May 2019 in Budapest, Hungary. I had taken two weeks off to travel across Central and Eastern Europe and got to visit Budapest for a couple of days with a very dear friend of mine who I hadn’t seen for a year since we both graduated from university. The experiences we had in this beautiful and fascinating city will be ones I cherish forever, from the amazing meals to late-night fun at the ruin bars, to very early sunrise photography missions, including this visit to the iconic Fisherman's Bastion.\n\nSunrise was just around 5:00 am when we were there, so my friend and I had an early start making our way across the Danube, and up the hill in which the fort stood, to witness the marvellous spectacle of first light shimmering across the city that dawn. As it was quite early, we both had the bastion entirely to ourselves to explore peacefully, which only added a sense of magical charm to the architecture and serenity of the surrounding neighbourhood. Without large crowds of tourists getting in the way, exploring the structures and taking in different compositions, and just spending long moments of calm, enjoying the scene in front of me, made this morning one of my favourites during the trip.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Sukrit Srisakulchawla"
      },
      {
        "value": "Hungary",
        "trait_type": "Country"
      },
      {
        "trait_type": "City",
        "value": "Budapest"
      },
      {
        "trait_type": "Year",
        "value": "2019"
      },
      {
        "trait_type": "Camera",
        "value": "Nikon D5200"
      }
    ],
    "image_details": {
      "bytes": 24769192,
      "format": "JPEG",
      "sha256": "7b7515fbc5ba1693d262a15727c83079c09d5784fbdb01a1f0bf3b8470c15c43",
      "width": 3954,
      "height": 4942
    },
    "image": "https://arweave.net/e9W-bqTMPBbzK8kczWxbMwnthSKRG2JggZ1-gBHKDw8",
    "image_url": "https://arweave.net/e9W-bqTMPBbzK8kczWxbMwnthSKRG2JggZ1-gBHKDw8"
  }
}