{
  "address": "0x0c60c90eaa47441725d99ff0fba3cdee50e2329a",
  "type": "ERC721",
  "name": "Medasin - Always In A Hurry",
  "tokenCount": "69",
  "uri": "https://metadata.sound.xyz/v1/0x0c60c90eaa47441725d99ff0fba3cdee50e2329a/1",
  "metadata": {
    "name": "Always In A Hurry #1",
    "artist_name": "Medasin",
    "description": "This is one of my favorites from the new album that im letting go of early. before i say anything i want to credit my friends and musicians who worked on this: greyson nekrutman on drums @greyson_nekrutman. and one of my good friends mike haliczer on the horns @brassiv_. this track is about my tendency to be in a frantic stressful hurry for no apparent reason when going about life sometimes. perhaps cause i feel i still have alot to prove musically, and i want it all to be manifested NOWNOWNOW. ive made sooo many songs and explored soooo much new creative territory and grown closer to all of my instruments over the past 2 years, but none of it has yet to be heard by the world. if you're a creative, you could imagine how that feels to go through such a long period of time without being creatively heard or feeling understood. but im glad i took the extra time to really hone in and get it right and make sure the music and rollout is exactly what i wanted. alot of days for me lately are a battle to get back to a state of patience, trust, and mindfullness. this is the first track of my project, so it sort of sets that tone of where im at mentally going into the music the follows after, chaotically having alot of pint up sauce within that im in a hurry to show to you like my life depends on it. this marks the moment i finally emerge from the creative cocoon ive been in for the past 2 years so, cheers.",
    "external_url": "https://www.sound.xyz/medasin/always-in-a-hurry",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmSWHdVe12UzDgn1qgwqmMx39xi4kwcyxKb6bDpAmZHUvH",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmScPypt1LMk8iRMRXenFYPDdfCcBVNbhAaznvoMPSaLQ9",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmScPypt1LMk8iRMRXenFYPDdfCcBVNbhAaznvoMPSaLQ9",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/Qmbn54e6dnPmpLBD5bBgeDHNEgUiG98jL2widLeRHNcryC",
    "attributes": [
      {
        "trait_type": "Always In A Hurry",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}