{
  "address": "0x0c8133442d5236aac1273ff5b3373fd11ce56201",
  "type": "ERC721",
  "name": "Thank You For Listening (Complete)",
  "tokenCount": "1",
  "uri": "ipfs://bafybeiaqmq5dmjta6diatehg5lcaswaegrs6v5cp33o7ijhwusjsfblghu/1",
  "metadata": {
    "name": "Thank You For Listening (Complete) #1",
    "description": "This project sums up almost 8 years of my life. I had this dream of making music and being successful, but I didn't have the tools to do it. I still don't think I have the tools to succeed, but I want to try and see it through, and I realize that it is from my trials that I will acquire those tools and improve. So here it is :)\n\n\"Through The Window\"\nI had the idea of running away from home because I felt like I wasn't doing everything possible to follow my dreams and be the person I wanted to be. So I wrote a kind of letter to my loved ones telling them that I love them.\n\n\"There's No Angels\"\nI was excited to leave, to live a new adventure, but I remembered what my mother told me not to trust anyone, and not to hang out in the streets when it was dark. I escaped through the window around 10pm, walked for a long time in the cold, before arriving at the station where I took the last train before the station closed.\n\n\"Special\"\nMy girlfriend left me, I didn't understand why because I knew I hadn't done anything wrong. She told me that she was still thinking about her ex and that she wanted to be with him again. I was very confused and wondered if everything we had been through was important to her, if I had value in her eyes...\n\n\"See Me As Your Son\"\nI feel like my father is ashamed of me because of my foolishness when I was younger. I feel like he is judging me, using me to look better in front of others. He wanted me to look a certain way, to dress a certain way when I was with him, because he didn't want me to look like a \"delinquent\". That was also a reason why I wanted to leave home.",
    "animation_url": "ipfs://bafybeighktujlbsy6uamnn6inl5mdfgi4hjgjbrrcvijnp77rbhhiorvdu"
  }
}