{
  "address": "0x0cf3da2732ae7f078f8400c7325496774761d098",
  "type": "ERC721",
  "name": "Dimitri Daniloff",
  "tokenCount": "5",
  "uri": "https://arweave.net/XTZJ99VohiJSPM5Nh5ObVPe_viQHeuZUG8hwtSp3nTw",
  "metadata": {
    "name": "Human Unlimited",
    "created_by": "Dimitri Daniloff",
    "description": "A small, intimate room that protects us from vastness. As \"The Milkmaid\" by Vermeer, we inhabit the space, lost in our thoughts. But in this room we are not lost, we inhabit the virtual world, with a space that protects us. A virtual space, which is also real, two universes that meet, that confront each other. Above all they complement each other, the virtual space does not try to resemble the real world, it finds its own space, which is the combination of both. And that is the freedom of these rooms without a roof, that we can enter and exit, from both worlds, as if they were one.\n\nAnd we can penetrate them, they are not photos, they are rooms, they are spaces to enter, to become part of the image. Become shell, like these people, like these characters, be statues, rigid, colorless, be bodies, sensual, Greek, perfect, imperfect, full of defects, like existence itself, but we multiply, and we can observe from different angles.\n\nWe can challenge perspectives, windows that do not fit, but do not want to. Invert the process, create something, stop organizing everything and then take a picture, start with photogrammetry, to create the image with the captured elements, inventing combinations, unexpected, open to amazement. Enter everyday objects, as if it were every day.\n\nAnd the looks remind us that it is the real world, that they can be confused, that we can be gods, above, we can invite the skull to a world without death, to a world where there will be no end, where our identity is fragmented, like small pieces, never erased, we leave traces of us in this virtual world.\n\nThese images, photos and non-photos, inhabit the appeared world, which does not want to be real, or virtual, because it is both and that’s what gives it its strength, its limitlessness and its uniqueness. A universe where flying is allowed. Where originality dwells, an authentic universe that resembles to what he has dreamed of himself.\n\nWords by : Andrea Balart\n\nThese images were originally produced between 2018 and 2019 as I was exploring photogrammetry and breaking the rules of photography.\n\nSpecial thank to Tamal de Canela for the 3D support.\n\nImage Size: 5500 x 5500px\n\nImage size is big enough for you to print it. If you do so PLEASE send me a photo, I will be happy to see it.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Dimitri Daniloff"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      },
      {
        "trait_type": "Collection",
        "value": "Human Unlimited"
      },
      {
        "trait_type": "Technical",
        "value": "Photogrammetry"
      },
      {
        "trait_type": "Year",
        "value": "2019"
      }
    ],
    "image_details": {
      "bytes": 17483144,
      "format": "JPEG",
      "sha256": "80cc33fa821b9ae22362c0314d79b288ec7fd99f4003dae17076f84c6b3d0fd9",
      "width": 5505,
      "height": 5505
    },
    "image": "https://arweave.net/XWtjpj24vBsei_svs4JzF5ugL42c7dl0cLIYXDb4sCk",
    "image_url": "https://arweave.net/XWtjpj24vBsei_svs4JzF5ugL42c7dl0cLIYXDb4sCk"
  }
}