{
  "address": "0x0c7375fcab0b03e5154e67bc293af7f0775b585b",
  "type": "ERC721",
  "name": "Riot of Colors V3",
  "tokenCount": "15",
  "uri": "ipfs://QmRmwCYoeuiJxzfYtd6YeacfoQavPmowPJZEMDLt6kDJM5/1",
  "metadata": {
    "name": "Riot of Colors #1",
    "description": "Shri Radha Rani belongs to Barsana and Shri Krishna spent his childhood in Nandgaon. Shri Radha Rani Temple, also known as the Shreeji Temple and Shri Laadli Lal temple is a temple dedicated to Shri Radha Rani. Similarly, Nand Bhavan was the residence of Shri Krishna’s foster father Nand Maharaj in Nandgaon.\n\nThe 10 day long festival Known as Faag Mahotsav is held in Barsana, Nandgaon, Mathura and Varindawan and is marked by a special event every day, hosted in one of these towns like Lathmar Holi, Flower Holi, and Widow Holi etc. During Lathmar Holi, females of Barsana and Nandgaon beat mens holding a shelter over their head with wooden sticks. On the first day of Lathmar Holi, Males of Nandgaon visit Shri Radha Rani Temple to play Lathmar Holi. And on the second day, Males from Shri Radha Rani Temple visit Nand Baba Temple in Nandgaon to play Lathmar Holi. The Samaj (a large group of male members) firstly sits in the Temple of Barsana and Nandgaon before the Lathmaar Holi and enchants Krishna Prayers. This image was clicked at Nandgaon while the Krishna Enchanting was done by the Samaj.",
    "image": "ipfs://QmQtz4Pgy7TiZELh4tHNNL7hTFPcpP6kze37wjLmPDbzKi/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Nandgaon, Uttar Pradesh, India"
      },
      {
        "trait_type": "Medium",
        "value": "Photography"
      },
      {
        "trait_type": "Genre",
        "value": "Travel"
      },
      {
        "trait_type": "Artist",
        "value": "SACHIN GHAI"
      },
      {
        "trait_type": "Edition",
        "value": "1/15"
      }
    ],
    "external_url": "https://sloika.xyz/sachinghai.eth/riot-of-colors/1"
  }
}