{
  "address": "0x0cb19f69a2e7c92aec744d11c06a4a224e0c950b",
  "type": "ERC721",
  "name": "Fables- Storytime Dao",
  "tokenCount": "1",
  "uri": "https://arweave.net/z2aak_Y9cNQLEbPruMk-ocQukMGDTxOu1YXuIuqmPg0",
  "metadata": {
    "name": "the hare & the tortoise",
    "created_by": "4everKurious - Sondra Bernstein",
    "external_url": "https://sondra-bernstein.com",
    "description": "The Hare and the Tortoise both lived on the Magical Ark. The Hare was so jealous of the Tortoise’s beautiful shell and obsessed about it all of the time. The Tortoise tried to tell the Hare that he should be so thrilled to have such beautiful floppy ears. a soft as silk fluffy tail and most of all the speed of lightning. The Hare didn’t listen as he didn’t see these attributes as beautiful or interesting. The Tortoise shrugged and decided to ignore the Hare as he couldn’t be bothered with envy and jealousy.  \n \nThe Hare got more and more frustrated and wandered around the Ark in misery. One day he stumbled upon a secret door and decided to go in to discover what could possibly be there and why he hadn’t seen it before. As he went through the doorway a glow was so bright that it was almost difficult to maneuver into the room. He kept going until he saw a beautiful ram with gorgeous colorful horns.  He realized that the glow was coming from the horns. He asked the ram why his horns glowed so bright. The Derby Ram took a long look at the Hare and finally replied that his horns contained his special powers and asked him what he wanted more than anything in the world. \n\nOf course the Hare replied, “I want a shell that is more beautiful than the Tortoise’s shell, one that everyone on the Ark will admire.” The Derby Ram thought about it and decided to grant him his wish. Within minutes the Hare was wearing a very elaborate shell that was garnished with jewels of every color, chips of marble that glistened, mother of pearl that edged the shell - it was certainly a sight to behold. The Hare beamed in delight and couldn’t wait to show off his new shell.\n\nAs he set off to go back to his home and his friends, he realized that he could barely move and had become even slower than the Tortoise. It took him weeks just to go back through the secret passage door, and took him years to arrive at his home. \n\nMoral:  The race is not always to the swift.  \nAdditional Moral:  Be careful what you wish for.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "4everKurious - Sondra Bernstein"
      }
    ],
    "image_details": {
      "bytes": 3097730,
      "format": "PNG",
      "sha256": "673f62640a632a1d4a9cbb44a508893266f47bf7a1d04918c999198848e7ddc9",
      "width": 2000,
      "height": 1472
    },
    "image": "https://arweave.net/uwtiKeIbjppEh44TdVbslJ9g4iPXFhZx0Zcw-KYGsu4",
    "image_url": "https://arweave.net/uwtiKeIbjppEh44TdVbslJ9g4iPXFhZx0Zcw-KYGsu4"
  }
}