{
  "address": "0x0c4d101960092513c63e53d28477c6b1e902d790",
  "type": "ERC721",
  "name": "DECIMATION by Awadoy",
  "tokenCount": "2",
  "uri": "https://arweave.net/-hh0tyCLA_iOZRi8Qpcn1S1ZV243OcJFhsK6sHoxpuE",
  "metadata": {
    "name": "Monarch Butterfly",
    "created_by": "Awadoy",
    "external_url": "awadoy.com",
    "description": "On April 21, 2021, Jake, a man in his early 20s living in New York, suddenly awakes in the middle of the night. He has had a terrifying dream. yet remembers nothing but vague glimpses of what could only be described as a Monarch Butterfly God.\n\n\nHe thinks to himself, “That’s weird” and heads back to sleep.\n\n\nA week later, while Jake is drinking a cup of coffee at his favorite café in town, The Monarch Café, he spots a subtle group forming around the back of the café. He reaches out to the person nearest to him and asks, “What’s going on?” The stranger replies, “I believe they’re installing a new painting.” \n\n\n“A new painting,” Jake mumbles, They haven’t changed the decoration of the café in over 20 years. I wonder what it is. Jake rises from his seat and starts walking towards the crowd. He twists his head left and right, trying to see past the crowd. and after struggling for a moment, Jake finally gets past the crowd. He does not believe what he’s seeing... a painting of a Monarch Butterfly, just like the one he saw in his dream.\n\nIt's been 2 weeks since the dream.\n\nJake has been having headaches ever since that dream. So he decides to go to the library to calm his mind. As Jake is browsing, a book suddenly falls to the floor, He bends down to pick up the book, and in disbelief, he sees an anatomical illustration of a Monarch Butterfly.\n\n\nOn the exact 22nd night since the dream, Jake falls asleep and starts drifting into a series of weird dreams. His pupils dilate as he approaches a gigantic divine creature. An overwhelming wave of emotions and feelings washes over him. It is the Monarch Butterfly God.\n\n\nJake wakes up frightened and erratic and says, \"It's all connected; the dreams, the book, the painting in the café; it's all part of something larger; it's calling to me.\"\n\n\nJake has been reported missing ever since.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Awadoy"
      },
      {
        "trait_type": "Creation Date",
        "value": "2022"
      },
      {
        "trait_type": "Series",
        "value": "DECIMATION"
      }
    ],
    "image_details": {
      "bytes": 22250401,
      "format": "GIF",
      "sha256": "ac88b67af4cc91cbaabf2836a4c6d50369bb9f9481a488aa622336858b778b7c",
      "width": 2048,
      "height": 2048
    },
    "image": "https://arweave.net/ULAWXZxed8BqqBPQbMrwTTyRX6knmZTQOPfD-YKvSoY",
    "image_url": "https://arweave.net/ULAWXZxed8BqqBPQbMrwTTyRX6knmZTQOPfD-YKvSoY"
  }
}