{
  "address": "0x0dd75cc4f28b0716337e76b732d35d04453c6875",
  "type": "ERC721",
  "name": "Harry Zed Hughes",
  "tokenCount": "1",
  "uri": "https://arweave.net/L_B7gs7pEozQPz5FBMPFPVEwBF3ICAayOUWCVfaHZWM",
  "metadata": {
    "name": "The floating castle",
    "created_by": "Harry Zed Hughes",
    "description": "The structure of experience is a castle, a spatial construction of consciousness that changes over time, as our understanding of the world shifts. It is extruded out of the ground of Infinite Being, i.e. the mind at large experienced by us as the universe. \n\n\nAs the castle grows it transforms, evolving through various structures. As the castle evolves it swings back and forth between chaos and order. New chaos is continually integrated into the body of the castle, i.e. order. The castle moves from pre-rational, to rational, to post-rational, to neo-rational or Hyperspheric.\n\n\nHyperspheric castles engulf themselves constantly: from the outside in; whole worlds may exist in each room of the castle, and from the inside out every new structure built is another foundation that engulfs the castle. Hyperspheric thinking extends within experience to all the layers of reality we experience: the universe, galaxy, solar system, Earth, and the Human Body. Every castle has foundations. The foundations are the laws upon which a castle’s structure is made possible. Without foundations there would be no structure and no experience. Foundations come in many variations of layers with varying degrees of transparency for each layer, and thus the castle may appear floating to the casual observer. They may be visible stone, or they may be invisible magnetism. In any case the foundations join our castle to the ground of being: the collective unconscious, and the infinite night.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Harry Zed Hughes"
      }
    ],
    "animation_details": {
      "bytes": 582567,
      "format": "MP4",
      "duration": 6,
      "sha256": "78a0a972def11c9a31c90c20e887f453bf5d98500d0787e53341878d2906570a",
      "width": 790,
      "height": 970,
      "codecs": [
        "H.264"
      ]
    },
    "animation": "https://arweave.net/FbpIM1Urrn1aXQ_2zBK-tz9rTmFugmM68Nw8TNz0_UY",
    "animation_url": "https://arweave.net/FbpIM1Urrn1aXQ_2zBK-tz9rTmFugmM68Nw8TNz0_UY",
    "image_details": {
      "bytes": 1633732,
      "format": "GIF",
      "sha256": "96158fce72f88377cb8117a5085e672d38514b2199659a97677de1f4a3bc2fd0",
      "width": 300,
      "height": 369
    },
    "image": "https://arweave.net/zukvzq_aS4gaT4ur_r5yQj2HlC-CXAtCxyiOFpIbD8s",
    "image_url": "https://arweave.net/zukvzq_aS4gaT4ur_r5yQj2HlC-CXAtCxyiOFpIbD8s"
  }
}