{
  "address": "0x0d471a9120d3e33b05f48ae3ea2fe88c4a58b2eb",
  "type": "ERC721",
  "name": "bts LA sessions - Jan. 2023",
  "tokenCount": "8",
  "uri": "ipfs://bafybeiaqrbusftdvfp25qo3ejc4h5f7di3sl43zl7iu5gobmu2knt2xrem/1",
  "metadata": {
    "name": "bts LA sessions - Jan. 2023 #1",
    "description": "I just got back from a 10-day trip to LA, and while I was there I made some songs w my brokis. Teddy Roxpin is on all the tracks, plus we got Hark Madley, Smile High, and Horace Bray on one song each as well. All these videos were recorded during the demo phase of creation, and document the imperfect process behind the final, shiny master files that might end up on your Discover Weekly one day.\n\nIn one clip you'll see me taking my first crack at recording a topline idea, in another Mork n Teddy are modulating synths, and in others Smiley and Horace are channeling ideas straight from dome to instrument. Looking back, what mattered the most about these sessions was getting to express my inner Truth alongside my good friends. It was a very healing experience, and I'm grateful I got to have it.\n\nThis trip will always be dear to my heart, in large part because it was my first time visiting LA where I was there for the friendship more than for the city itself. In the 8 years since I started going to LA, this trip marked my most stark shift in perception of it. In a city focused on fame, fortune, and external validation (nothing inherently wrong with that), I experienced a lot of personal relief to find myself effortlessly focused on inner presence over extracting its outer accolades.\n\nBecause of this natural evolution in my values, I feel like I'm at the precipice of a new phase in my artistic expression and world creation. I'm glad to have these artifacts up on chain to look back upon. \n\nThanks for witnessing my process ! \nWhat do you notice within your OWN inner landscape in this very moment ? \nAnd - which one of these songs do YOU want to hear finished first ??\n\nWith love,\nForrest",
    "image": "ipfs://bafybeicx6yonbsgzj22gelo42mvmpfpjb3kpbf2eiieihkmeewrnv2yvk4",
    "animation_url": "ipfs://bafybeief6222q4tveeeisc5527c2dmvzw3seunfk5qkp25r7nomo7cx4yy"
  }
}