{
  "address": "0x0d33ecc1f3ec19969d847a7f1eb380dfcaf61423",
  "type": "ERC721",
  "name": "MIDABI",
  "tokenCount": "45",
  "uri": "https://arweave.net/GTVIFEpXldwPSLc-7nvAYyy9LorSAi6Vd2qHLZPgxIA/1",
  "metadata": {
    "name": "There Is Nothing In The NFT | Radial Variant 93",
    "created_by": "MIDABI",
    "external_url": "http://www.midabi.art",
    "description": "What is, is what is; the only other thing is nothing.  \n----\n\nBe dissuaded from using language and perspective that conforms to the hierarchical paradigm.\n\nYou are not on a journey to go from somewhere lesser to somewhere greater.\n\nReality exists on a horizontal plane, not a vertical one. All parts of creation are equally valid and relevant.\n\nThere is no fantasy OTHER place. This is the place.\n\nYou’re not reaching outward, through empty space, you are pressing inward, within denser space.\n\nThere is no other anything to know. There is only becoming more familiar and intimate with what is.\n\nBy introducing a system of valuation upon the many wonders of creation, we have denied ourselves access to the very fruits of that creation. Otherizing serves only the ego, and is causing a catastrophic schism in the human psyche that breaches civilization and upends the most fundamental root of our existence; the commonality in us all.\n\n----\n\nThere is no “other” thing. \n\nNature does not know a lie.\n\nNature knows no such thing as illusion. \n\nNature (meaning all of creation) knows only itself as itself. \n\nNature only is as it is; fully represented as itself at all time; incapable of being any other way.\n\nLie and illusion in nature are literally impossible. \n\nLies and illusions occur only in our minds. \n\nA misidentification of what is.\n\nSometimes based on desire.\n\nSometimes fear. \n\nAlways only seen as a part, and never as whole. \n\nTo see things as they are is to see the totality of a thing’s existence. \n\nThe revelatory connection between a thing’s truth and the illusion existing in your personal viewpoint is revealed when your eye is in alignment with nature.\n\nThus humanity seeks revelation from illusion within “other” places, distant lands, magical states of being. \n\nYour current being is fully magical. \n\nYou once knew this clearly, then became habituated to it. The magical became mundane, and wholeness of nature was divided between near and distant parts, desirable and undesirable states. \n\nAnd so the search for the wholeness of nature began and illusion was born. \n\nThere is no other place. \n\nNo absence of truth. \n\nThere is only a more intimate and unfiltered relationship with what is. \n\nIf there was an “other” thing, that thing could only be nothing. \n\nYou have everything now. \n----\n\nDrop the ego, drop the desire, and all the illusions and lies will fold back into the unapologetic wildness of nature.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "MIDABI"
      }
    ],
    "image_details": {
      "bytes": 4000472,
      "format": "PNG",
      "sha256": "f7f9abd608993e326d829eeb54a930163303d901861e28c8b3a0c6e1677d4ef5",
      "width": 4000,
      "height": 4000
    },
    "image": "https://arweave.net/KEp1d4JJjiEtC9E1YjFNcrihkpnNY5kKQ2aKMkPgAyg",
    "image_url": "https://arweave.net/KEp1d4JJjiEtC9E1YjFNcrihkpnNY5kKQ2aKMkPgAyg"
  }
}