{
  "address": "0x0def4f1b1184b866706b582389ceeb10b5906b68",
  "type": "ERC721",
  "name": "Realverse Photo Diary",
  "tokenCount": "20",
  "uri": "ipfs://QmQvquQrGHhMBhsKFt72ievgH93mmgqkcUzgffMH1NxRRz/0",
  "metadata": {
    "name": "Drawing",
    "description": "The first country of overseas travel, Singapore.  When I got off at Changi Airport, I felt that it was \"simple\", but when I thought about it, Narita Airport and Haneda Airport in Tokyo weren't the type to talk about other countries.\n\n I was very confused when I left the airport, and when I got on the bus, I was taken in a different direction from Marina Bay Sands.\n\n \"drawing\" I don't know if there is an English word like this, but it is a coined word that means \"the dawn of the present progress\".  I'm more worried than excited about what's going to happen next.  I honestly licked it.  If this journey continued for four or five years, what would I think of the me then and the me now?  I'm looking forward to it.\n\n P.S. I didn't buy a SIM, so I was looking for a free wi-fi, but I couldn't find it in the city of Singapore, and I was at a loss. I was able to log in at Marina Bay Sands.  Under lighthouse living.\n\n\n　海外の旅のお初の国・シンガポール。チャンギ空港に降りた時「質素だな」と感じたが、よく考えたら東京の成田空港と羽田空港もあまり他国の事を言えるタチではありませんでした。\n\n　空港を出るのに大変戸惑い、とりあえず適当にバスに乗ったらマリーナベイサンズとは違う方向に連れてかれ凄く戸惑った次第です。\n\n　\"drawing\" こんな英単語があるのかはわかりませんが、「現在進行の夜明け」という意味を持つ僕なりの造語です。これからどんな事が起こってくるのかワクワクより今は不安の方が大きいです。正直舐めてました。この旅がもし4,5年続いたとして、その時の僕は今の僕とどう思うのでしょうか？楽しみです。\n\nP.S. SIMを買ってなかったのでフリーwi-fiを探してたのですが、シンガポールの市街地中を探しても見つからずに途方に暮れていたのですが、唯一行ってなかったマリーナベイサンズでようやくログイン出来ました。灯台下暗し。",
    "image": "ipfs://QmU3DCgVvJuG3Sjq8AKqm3JcBQJ6T3WnQrBGEXQViCHS91/0.JPG",
    "external_url": "",
    "background_color": "",
    "attributes": [
      {
        "trait_type": "Date (photo was taken)",
        "value": "1st, Sep, 2022"
      },
      {
        "trait_type": "Country",
        "value": "Singapore"
      },
      {
        "trait_type": "City",
        "value": "Marina south"
      },
      {
        "trait_type": "Location",
        "value": "Marina Bay Sands"
      }
    ]
  }
}