{
  "address": "0x0d1ffff0254383383b33d86864d1b96d8ca5f70c",
  "type": "ERC721",
  "name": "The Stardust Hermits: On Sparks and Souls",
  "tokenCount": "7",
  "uri": "https://arweave.net/mg5xpzHbHkavpWrztdi1YV18DaEFyCQ_mgVaRZriDM0",
  "metadata": {
    "name": "Current / 疾流",
    "created_by": "Jia Aili x Ryan Hawthorne",
    "description": "Current / 疾流  \n– minted on April 4, 2022. \n\nThis NFT is created by Jia Aili & Ryan Hawthorne, in the genesis collection – On Sparks and Souls, curated by Triple X.\n\n\"Current\" is a dynamic response to resonate with the painting created by Jia Aili back in 2015 – \"Untitled,\" which is measured 89 x 200 cm.\n\nJia: \"The work – 'Current' is reminiscent of a vision that goes beyond traditional physics: thermodynamics and entropy increase, to offset the realistic existence, to increase tension and abstraction. The soul and its darkest hour (including both personal and universal) are eternal shadows upon the soul. When we sense the light, the shadows become stronger. The darkest things in our nature, these things not only write history, but also shape the human race. There’s a quote from Nietzsche: 'If you gaze long into the abyss, the abyss also gazes into you.'\"\n\nRyan Hawthorne：\"The title of my piece is called 'Current'. 'Current' has double meaning, on one end it's a nod to the times we’re living in and the rise of digital and digital artists. The title also comes from the key inspiration I drew from JAL’s original work, the lightning. I saw this as a unique element to focus on given all digital at its core is driven by electricity, I wanted to lean into this aspect and add a new pulse and sense of energy to the world JAL built years ago.\"\n\nRyan Hawthorne：\"I love the world JAL had built around the vast landscape and the energy of the piece. I was particularly inspired by the element of lightning, which inspired the core concept of my work, adding an electric pulse to the piece and its title 'Current'.\"\n\nRyan Hawthorne：\"At first, it was a challenge. JAL uses a lot of detail & interesting techniques in his works that are very difficult to recreate in CGI. I noticed the strong, relatively minimal compositions that main up the original work and highlighted them through the use of emissive shapes and lines. This aspect felt very natural for me to interpret as it draws many parallels to one of my series – 'Ventures'. I loved how this shift made the piece feel like a true collaboration between the both of us instead of myself trying to recreate an exact copy of the original. As a whole, the work feels like JAL and like Ry, I love that.\"\n\nRyan Hawthorne：\"Imagery is an artist’s form of communication. We’ve all heard the phrase “An image is with a 1000 words” and the beauty of this is how art gives us the ability to communicate broad powerful concepts almost instantaneously while having the ability to hold true throughout time for all to experience.\"\n\nScore and sound design by Justin Friedman.\n\nThis is a groundbreaking collaboration curated and directed by Derrick Li (aka \"X\") from Triple X, a collaboration between one of the most prominent Contemporary Chinese Artists: Jia Aili, represented exclusively by Gagosian Gallery & renowned digital artists in the NFT native space: Raoul Marks, David Ariew, and Ryan Hawthorne. This collaboration aims to shift the attention back to the content, creativity, essence of art, and most importantly, blur the gap between the Contemporary Art world and the Digital World.\n\nThe creations are based on Jia's paintings, mixed with his visions and art philosophy, with personal inputs, mediums, styles, interpretations and \"signatures\" from digital artists. This collaboration is a \"conversation through art,\" between different mediums, the East and the West; a conversation that connects the past, present and future.\n\nJia：\"This new technology and 'canvas' has provided an opportunity for us to witness, and contribute to the history of art and humanities for the future. Art is the light of the spirit. It enlightens the dust of the mind. We should aspire for transcendence.\n\n\"X\"：\"Great Art can and should be able to cause ripples in peoples' hearts, and resonate with any type of feelings from the heart. We are certain that this project will pave the road for art and innovations in NFTs and create a broader art world. This also marks the beginning of something remarkable in Art History.\"",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Jia Aili"
      },
      {
        "trait_type": "Artist",
        "value": "Ryan Hawthorne"
      },
      {
        "trait_type": "Curator",
        "value": "X"
      },
      {
        "trait_type": "Auction House",
        "value": "Sotheby's"
      },
      {
        "trait_type": "Hong Kong Spring Sales",
        "value": "Contemporary Day Sale"
      },
      {
        "trait_type": "Auction Date",
        "value": "April 28, 2022 HKT"
      },
      {
        "trait_type": "Mint Date",
        "value": "April 4, 2022"
      },
      {
        "trait_type": "Year of Creation",
        "value": "2022"
      },
      {
        "trait_type": "Lot Number",
        "value": "587"
      }
    ],
    "animation_details": {
      "bytes": 206163809,
      "format": "MP4",
      "duration": 32,
      "sha256": "3155a8dfdf88ca37c21b99071f4aada3cbaedd9dca999d5bef6d786ffb36b27b",
      "width": 3240,
      "height": 1440,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/spc9rLC4Z7fY4dSRwj88OLkOO_7VHd9jzSEzLyRN8uo",
    "animation_url": "https://arweave.net/spc9rLC4Z7fY4dSRwj88OLkOO_7VHd9jzSEzLyRN8uo",
    "image_details": {
      "bytes": 2796398,
      "format": "JPEG",
      "sha256": "45214954b1bef6152559d2b3d905ed6dce262f8949e8eaa17af24598186dd254",
      "width": 5400,
      "height": 2400
    },
    "image": "https://arweave.net/EfmZgb9riLN6m_rg3dP6tMQ70455p1J_ESh1ikHvac8",
    "image_url": "https://arweave.net/EfmZgb9riLN6m_rg3dP6tMQ70455p1J_ESh1ikHvac8"
  }
}