{
  "address": "0x0ddce1b0e060eeadc915b4d07a469263d2c1f814",
  "type": "ERC721",
  "name": "Megalithic",
  "tokenCount": "4",
  "uri": "https://arweave.net/_frcM8jrPpZnIBwePU0L9ikki-YKDWD-ymAsTUxWh9Y",
  "metadata": {
    "name": "#1 Wise & Pure",
    "created_by": "lzrbrd",
    "external_url": "https://www.lazerbird.xyz/megalithic",
    "description": "The Ogham inscription reads ‘Wise & Pure’. \n\nStanding steady as the relentless breath of the wild landscape pours upon it and is swept away into the night. Wild floral surroundings carpet the earth below, a dignified but mysterious presence pierces the skyline. Perhaps this place held significance to the famed supernatural race the Tuatha Dé Danann. Forced to retreat underground their immortality and wisdom preserved. Only in the dead of night should they reappear as fairylike beings patrolling what remains of their homeland.\n\nThe MΞgalithic collection seeks to surface deep primal sentiments of reverence and curiosity for a part of an ancestry long forgotten. \n\nMore than 1500 years ago those who occupied the lands of Ireland and beyond were compelled, in the face of immense physical hardship, to raise gigantic intrusive stone structures across the wild lush landscapes. \n\nMythology tells us this age belonged to sacred tribes, heroes, foes...to otherworldly deities.\n\nThe distribution of stones across the land considered purposeful and deeply calculated. The significance of solar and lunar alignment whispered. Inscriptions carved into rugged stone faces, revealing only veiled secrets. \n\nThe true intentions and instigators of this great upheaval have been lost through passing of time, erased or forgotten by tender mortality of the lands inhabitants. \n\nFor those of us who grew up in their presence, we were told compelling stories crafted by elders. Tales of endurance, trickery, great battles and sacrifice. Of fairies and otherworldly spirits that we were told still remain today, on the periphery of our busied lives but never far away. \n\nWe are told to respect the stones and of course to never ever displace them, for fear of the wrath that would surely follow. \n\nAnd so for many of those who look upon them today, muddled emotions are activated... are these stones and their placement, part of an ancient code? are they a message? a memory? a warning? \n\nMegalithic for some will be a beginning of a discovery, for others we hope it serves as a welcome reminder. \n\nMΞgalithic, an immutable blockchain tribute to the wonders of our ancient past.",
    "Assets": "https://drive.google.com/drive/folders/1Xw5hKy3AQCIDBEXos3_dlATxi_1stV4q?usp=sharing",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "lzrbrd"
      },
      {
        "trait_type": "Collection",
        "value": "MΞgalithic"
      },
      {
        "trait_type": "Series",
        "value": "Genesis"
      }
    ],
    "animation_details": {
      "bytes": 35246599,
      "format": "MP4",
      "duration": 7,
      "sha256": "44f4f89b2656b65d75f4c2f7651b662e8c4139a68d86258cdf94b412cfd97cfb",
      "width": 3840,
      "height": 2160,
      "codecs": [
        "H.264"
      ]
    },
    "animation": "https://arweave.net/ejUpR4tif2wHiUYi_TZl-6wsBvcRsQYcJg0kub42pvA",
    "animation_url": "https://arweave.net/ejUpR4tif2wHiUYi_TZl-6wsBvcRsQYcJg0kub42pvA",
    "image_details": {
      "bytes": 39873472,
      "format": "PNG",
      "sha256": "54297b8b94d30e9303ee281a89b76719e60912aa4d600e7973e4a647df927596",
      "width": 3840,
      "height": 2160
    },
    "image": "https://arweave.net/xCWTTzRWrSVq4cKb6apq7BknhINMft62kyWSfRXB1Vg",
    "image_url": "https://arweave.net/xCWTTzRWrSVq4cKb6apq7BknhINMft62kyWSfRXB1Vg"
  }
}