{
  "address": "0x0d7871ed9164cafbba28e91279c0a7f568028309",
  "type": "ERC721",
  "name": "BINARY -  Jordan Banks x Subodh Shetty",
  "tokenCount": "4",
  "uri": "https://arweave.net/x_a3Kg5fzTJ3gN-U-eAI6cMG_v_Up9Yb3TT013UEQWU",
  "metadata": {
    "name": "Pathway",
    "created_by": "Jordan Banks",
    "description": "We all need to carve out our own path in this world, following our dreams with the aim of living a fruitful, fulfilling, and happy life. As we all know this is easier said than done but with hard work and perseverance, anything is possible. \n\nThis is very much the feeling I got when I first set eyes on the rugged terrain surrounding Utah’s Factory Butte. I was mesmerised by the way the patterns of the earth had formed over centuries to produce natural pathways across the Badlands. It gave me a great sense of belief in what was possible. If these paths could make it in the harshest of conditions with centuries of battling the elements and the odds truly stacked against them there really was no excuse as to why we can’t too.\n\nThis image acts as a constant reminder of the strength and resilience of nature. The bright yellow path seemingly cuts through the dark and unforgiving surrounding desert landscape with great ease before finally reaching its destination. \n\n1/1 \nTitle: Pathway  \nLocation: Factory Butte, Utah, USA  \nPhotographer: Jordan Banks  \nExposure date: 17th January 2022  \nSize: 5464 x 3460 @300dpi  \nNo image manipulation\n\nLicense: Can be used to display privately, in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.\n\nThe image (Pathway) will never be replicated as an edition, in a collection, composite, or in any form of digital art.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Jordan Banks"
      },
      {
        "trait_type": "Camera",
        "value": "Hasselblad L1D-20c"
      },
      {
        "trait_type": "Lens",
        "value": "28.0 mm f/2.8"
      },
      {
        "trait_type": "ISO",
        "value": "100"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/4"
      },
      {
        "trait_type": "Exposure",
        "value": "1/80"
      },
      {
        "trait_type": "Focal Length",
        "value": "10.3 mm"
      },
      {
        "trait_type": "Date",
        "value": "2022:01:17 16:29:26"
      }
    ],
    "image_details": {
      "bytes": 23785037,
      "format": "JPEG",
      "sha256": "829eee6998ef6a6fa1ec9cbf479e0f1a65a71c1ff8ead3e852aec290b8b6f92e",
      "width": 3640,
      "height": 5464
    },
    "image": "https://arweave.net/ojFJ3kUasuOoiGs6_QeF4JfjU2l_AFfFhLrz2eg3y5Q",
    "image_url": "https://arweave.net/ojFJ3kUasuOoiGs6_QeF4JfjU2l_AFfFhLrz2eg3y5Q"
  }
}