{
  "address": "0x0d2a22db57ebdb70c6d4499e0a1317d0af8bb6f8",
  "type": "ERC1155",
  "name": "metaScreenPlays",
  "tokenCount": "7",
  "uri": "https://arweave.net/Fr4FGodw1wUIacR1cz1l9ic256Q7cbicoNpoiO4ycKs",
  "metadata": {
    "name": "Gatherers",
    "created_by": "metaScreenPlays",
    "description": "The Gatherers and the Sea  \nNarrator:  \nGatherers from a cult were collecting along the seashore. \nThey were ordered to gather coconuts and be back by four. \nFar, way out, they all saw a new opportunity, floating, on the ocean’s waves.  \nThey forgot about collecting coconuts, and to that vision became slaves. \nMan:  \nLook!  \nNarrator:  \nsaid one, \nMan:  \n…a great ship, rides in from a distant and exotic land, bearing rich treasures!  \nAnother man:  \nLet’s collect that loot, …forget about coconuts, because a ship has more pleasures!  \nNarrator:  \nThe distant object, they all saw, came ever nearer, to the seashore.  \nThe closer it floated towards them, made their imagination grow more. \n\nA woman:  \nNo, look closer, …that a fisherman's boat, with the day's catch of fresh raw fish.\n\nAnother woman:  \nWe each will be rewarded for raw fish!  \n\nNarrator:  \n…And that became their collective wish. \nCloser, their fantasies floated. The waves washed it, onto the shore.  \nThey ran toward the object, ignoring the stern order to be back by four.\n\nA man:  \nIt is a chest of gold coins and rubies lost from some wreck!\n\nNarrator:  \n…one cried. \nIt was too late to collect coconuts by four, no matter how hard they tried. \nThe gatherers rushed to the ocean’s edge, but found nothing but a water-soaked log.  \nThey felt foolish, they wasted all their time, then heard laughter, from a very wise dog. \nDog:  \nI was wondering why you abruptly dropped those coconuts, ran and kept pointing out at the sea.  \nYou left over twenty ripe coconuts three miles away.  Now that’s just crazy, wouldn’t you agree?  \nDropping all those coconuts, to chase a log, is not a great example of practicality.  \nDon't ever let your hopes carry you away from the truth of your goals and reality.  \ntHe eNd",
    "attributes": [
      {
        "trait_type": "Creative Writer",
        "value": "metaScreenPlays aka Ric"
      }
    ],
    "image_details": {
      "bytes": 2063929,
      "format": "JPEG",
      "sha256": "9d484a05b3be5c2f2e799642ad3785cb7ec4e1b5c4eec690d35bf0eb9109c1b1",
      "width": 2852,
      "height": 2154
    },
    "image": "https://arweave.net/I4eXxvoemyA3P4yDKveBI5vtO49Px62lTHPB0azUrCQ",
    "image_url": "https://arweave.net/I4eXxvoemyA3P4yDKveBI5vtO49Px62lTHPB0azUrCQ"
  }
}