{
  "address": "0x0d158d12a962b30bf92b0035a7e353ba2d618d09",
  "type": "ERC721",
  "name": "Fucking Coral V2",
  "tokenCount": "33",
  "uri": "https://arweave.net/z7VCD6bOFGCL-76x-JzvrUJ3s7haOio-ExrfpA-bDag/1",
  "metadata": {
    "name": "Fucking Coral #1",
    "created_by": "FuckSteve",
    "description": "This is my Genesis NFT collection. It was originally released on Earth Day, April 22nd, 2022. Up to this point, #26 was the first and only piece to be collected on June 20th, 2022.\n\nIn order to fully align with the ever-growing vision I have for my art in web3, all pieces have been burned and re-released under a custom smart contract as ERC-721 tokens.\n\n.................................\n\n\"Fucking Coral\" is the culmination of ~6 years dedicated to studying, culturing, and photographing a wide variety of the marine invertebrates that make up our coral reefs.\n\nThese 33 images represent the first chapter of my exploration in photographing these creatures, and due to an unfortunate hard drive failure, some of the only remaining examples of my where I started.\n\nIn recent years, climate change has had a serious impact on large areas of our world's reefs, causing mass bleaching events that have threatened their very survival. As the lifeblood of our oceans, this could have disastrous effects on the health of our entire marine ecosystem worldwide. This is what makes culturing coral so important. Studying these animals in the wild as well as captivity gives us a greater understanding of what makes them thrive. Without human intervention, our reefs are not likely to live into the next century.\n\nPhotographing these animals in captive environments allows artistic opportunities and technical freedoms that are otherwise impossible. With the power of specialized equipment and advanced water chemistry practices, these animals can be shown with greater fidelity than ever before.\n\nOne of the primary goals of this collection will be to spread awareness and knowledge to a whole new generation through art and media. Beyond that, every opportunity to contribute to sustaining reef ecosystems across the globe will be explored to the best ability a single artist with crazy ideas can uphold.\n\nThese incredible creatures have never failed to capture my imagination, and their impact on my life has been nothing short of profound. There's no better opportunity to ensure they are around for future generations to appreciate than to preserve them on the blockchain. Forever.\n\nThis collection is neither the extent of my vision or my ability. The way I see it, this is just the beginning.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "FuckSteve"
      },
      {
        "trait_type": "Collection",
        "value": "Fucking Coral - Genesis"
      },
      {
        "trait_type": "OG Release Date",
        "value": "4.22.22"
      },
      {
        "trait_type": "Photography Type",
        "value": "Macro"
      },
      {
        "trait_type": "Subject",
        "value": "Coral"
      },
      {
        "trait_type": "Coral Type",
        "value": "Large Polyp Stony"
      }
    ],
    "image_details": {
      "bytes": 15731849,
      "format": "JPEG",
      "sha256": "c5047205b8b99db2576ab343ad9c65297a13147d50330d22d68b752354ad37c8",
      "width": 4288,
      "height": 2848
    },
    "image": "https://arweave.net/q6J-HWCOLwpO3Nmt4VmE82a0GGcQ4GNsEhGWyzLnNEI",
    "image_url": "https://arweave.net/q6J-HWCOLwpO3Nmt4VmE82a0GGcQ4GNsEhGWyzLnNEI"
  }
}