{
  "address": "0x0dac84da0bf38dbec26c62e7daa6db53ef49d63c",
  "type": "ERC721",
  "name": "Yukinobu Kurata Library (mf)",
  "tokenCount": "1",
  "uri": "https://arweave.net/AbQFy-d11eKMdzJD10zW7dMxrib9HGAMZWnFStH1Luk",
  "metadata": {
    "name": "Sanmon-Santō Sakamoto Sōezu 1st & 2nd volume 山門三塔坂本惣絵図 第1鋪 & 第2鋪",
    "created_by": "Yukinobu Kurata",
    "external_url": "https://en.wikipedia.org/wiki/Sanmon-Sant%C5%8D_Sakamoto_S%C5%8Dezu",
    "description": "Sanmon-Santō Sakamoto Sōezu (Japanese: 山門三塔坂本惣絵図) is the two old maps (1st & 2nd volume) that shows the precincts of Enryakuji Temple on Mt. Hiei-zan and Sakamoto area at the foot of Mt. Hiei-zan, Otsu City, Shiga Prefecture, Japan. The maps was made in 1767 (the middle of the Edo period, Japan). The author is unknown.\n\n- The 1st volume of the maps shows Yokawa area in the precincts of Enryakuji Temple on Mt. Hiei-zan and Sakamoto area at the foot of Mt. Hiei-zan.\n\n- The 2nd volume of the maps shows Tō-dō area and Sai-tō area in the precincts of Enryakuji Temple on Mount Hiei.\n\nEnryakuji Temple is registered as a UNESCO World Heritage Site as one of the 17 temples and shrines that make up the Historic Monuments of Ancient Kyoto (Kyoto, Uji and Otsu Cities). In addition, Enryakuji Temple possesses several Japanese national treasures, including Konpon-chūdō (Japanese: 根本中堂, The largest central main hall of Enryakuji Temple), and numerous Japanese important cultural properties. Therefore, Enryakuji Temple is a historically and culturally important place, and it once had possessed far more cultural properties and historical documents than are still in existence.\n\nBut the enormous cultural properties and historical documents of Enryakuji Temple suffered damage from the Siege of Mt. Hiei-zan in 1571 and much of these were lost. Currently, there are only a few historical documents that can tell us what the precincts of Enryakuji Temple in the past looked like.\n\nSanmon-Santō Sakamoto Sōezu is probably the most detailed pictorial old maps of the precincts of Enryakuji Temple in existence and also shows the halls of temples and shrines that may have existed before 1571. Therefore, these maps are valuable historical documents to know about what the precincts in the past looked like.\n\nCurrently, these maps are one of the collections in the National Archives of Japan (NAJ). (These maps were formerly one of the collections in the Japanese Cabinet Library.)\n\n- 1st volume size : Width 280cm x Height 187.5cm  \n- 2nd volume size : Width 279cm x Height 187.5cm\n\n# Japanese Description\n\n『山門三塔坂本惣絵図』（さんもんさんとう さかもと そうえず）は、比叡山延暦寺の境内と坂本地区を描いた古地図です。成立年代は 1767年（江戸時代中期）。作者不詳。第1鋪と第2鋪の2つの地図で構成されます。\n\n・第1鋪の地図には、比叡山延暦寺の横川地区（北塔地区）と、比叡山の東麓の坂本地区（現在の滋賀県大津市坂本）が描かれています。\n\n・第2鋪の地図には、比叡山延暦寺の東塔地区と西塔地区が描かれています。\n\n比叡山延暦寺は、「古都京都の文化財（京都市、宇治市、大津市）」を構成する17の寺社のひとつとして、ユネスコの世界遺産に登録されています。また、比叡山延暦寺は、国宝である根本中堂をはじめとして、複数の国宝や数多くの重要文化財を保有しています。このように、比叡山延暦寺は歴史的文化的に重要な場所であり、かつては現存しているよりも遥かに多くの文化財や史料を保有していました。\n\nしかし、比叡山延暦寺の文化財や史料は、1571年の延暦寺焼打ち（元亀の法難）で被害を受け、その多くが失われました。そのため、かつての延暦寺の境内に存在した寺社の様子を伝える史料は数少ないです。\n\n『山門三塔坂本惣絵図』は、比叡山延暦寺の境内や坂本地区の寺社を描いた現存する古絵図の中では、もっとも詳細なものであるとされており、1571年以前に存在した可能性のある寺社も描かれています。そのため、『山門三塔坂本惣絵図』は、かつての比叡山延暦寺に存在した寺社の様子を知るための貴重な史料です。\n\n『山門三塔坂本惣絵図』は、現在は国立公文書館に所蔵されています。（かつては内閣文庫に所蔵されていました。）\n\n・第1鋪の縦横サイズ : 横幅 280 cm x 縦長 187.5 cm  \n・第2鋪の縦横サイズ : 横幅 279 cm x 縦長 187.5 cm\n\n# Reference\n\nSanmon-Santō Sakamoto Sōezu - Wikipedia  \nhttps://en.wikipedia.org/wiki/Sanmon-Sant%C5%8D_Sakamoto_S%C5%8Dezu\n\n山門三塔坂本惣絵図 - Wikipedia  \nhttps://ja.wikipedia.org/wiki/%E5%B1%B1%E9%96%80%E4%B8%89%E5%A1%94%E5%9D%82%E6%9C%AC%E6%83%A3%E7%B5%B5%E5%9B%B3\n\nPublic domain image file  \nFile:The whole map of Sanmon-Santō Sakamoto Sōezu (1st volume).png - Wikimedia Commons  \nhttps://commons.wikimedia.org/wiki/File:The_whole_map_of_Sanmon-Sant%C5%8D_Sakamoto_S%C5%8Dezu_(1st_volume).png\n\nPublic domain image file  \nFile:The whole map of Sanmon-Santō Sakamoto Sōezu (2nd volume).png - Wikimedia Commons  \nhttps://commons.wikimedia.org/wiki/File:The_whole_map_of_Sanmon-Sant%C5%8D_Sakamoto_S%C5%8Dezu_(2nd_volume).png\n\nThe National Archives of Japan Digital Archive 山門三塔坂本惣絵図  \nhttps://www.digital.archives.go.jp/file/en/1227276.html\n\n国立公文書館デジタルアーカイブ 山門三塔坂本惣絵図  \nhttps://www.digital.archives.go.jp/file/1227276.html",
    "attributes": [
      {
        "value": "1767",
        "trait_type": "Year of Creation"
      },
      {
        "trait_type": "Location",
        "value": "Japan"
      }
    ],
    "image_details": {
      "bytes": 55000020,
      "format": "JPEG",
      "sha256": "fceff8de35ab50cd55bd8ecf98a84e78feca10ad752d1a9664b2bc12ea732efe",
      "width": 11119,
      "height": 14999
    },
    "image": "https://arweave.net/fJCYIQUnmGphHezfdNLeGVRE1-kE_bg16mArGnSsxao",
    "image_url": "https://arweave.net/fJCYIQUnmGphHezfdNLeGVRE1-kE_bg16mArGnSsxao"
  }
}