{
  "address": "0x0e1cb853f8841894c4f9950170529af87f58b40f",
  "type": "ERC721",
  "name": "Amber Glance",
  "tokenCount": "1",
  "uri": "ipfs://Qme2ohVmd8KgunAbyNG4WcsRErzbC6vBWBc2PQPBWRpcaM/1",
  "metadata": {
    "name": "Amber Glance #1/1",
    "description": "\"Amber Glance\" is a captivating digital artwork that emanates warmth and invites viewers into a mesmerising animated world. The piece showcases a harmonious blend of warm tones, evoking a sense of comfort and serenity.\n\nAt the centre of the composition stands a captivating young girl with an air of playfulness. She possesses an aura of confidence as she winks mischievously, engaging viewers with her magnetic charm. Her animated presence brings a dynamic energy to the artwork, making it come alive.\n\nThe girl's features are delicately rendered, capturing the subtle nuances of her expression and personality. Her eyes sparkle with a golden hue, enhanced by the warm tones that surround her.  The warm tones dominate the colour palette of \"Amber Glance,\" creating a cozy and inviting atmosphere. Hues of amber, ochre, and burnt sienna radiate from the centre, gradually transitioning to softer shades of apricot and peach as they extend outward. These vibrant colours convey a sense of vitality and optimism, imbuing the artwork with a positive and uplifting spirit.\n\nThe animation at the border adds an enchanting dimension to the piece, as elements within the artwork subtly shift and move. \"Amber Glance\" is an invitation to embrace the warmth and joy of the present moment, symbolised by the girl's spirited wink. It celebrates the beauty of human connection and the wonder found in the simplest of gestures, all wrapped in a visually stunning animated composition.",
    "image": "https://res.cloudinary.com/nifty-gateway/video/upload/v1685276982/publishers/non-fungible-talent/72205/93458/Untitled_Artwork%205.mp4",
    "image_hash": "QmXshu33zgbjgpb9t4w55r1LzVQnpDJjuBg7i4iKd7qTkd",
    "background_color": "ffffff",
    "external_url": "https://niftygateway.com/collections/amber-glance/"
  }
}