{
  "address": "0x0ef1b3a7ac5cdc25e5a795247f5df1b1c0ef5e6c",
  "type": "ERC1155",
  "name": "BenKeys Music 'The Ghetto Golden Girls'",
  "tokenCount": "1",
  "uri": "https://arweave.net/QAcc5LTKVuLzsd27J8r3BYIm0gg0VQFjjhGh-BD3Y9U",
  "metadata": {
    "name": "The Ghetto Golden Girls Album",
    "created_by": "BenKeys Music",
    "external_url": "https://www.benkeysmusic.com/ghettogoldengirls",
    "description": "Check out 'The Ghetto Golden Girls' by BenKeys Music 🎶 Streaming Everywhere 🔊 \n\nSpotify: https://open.spotify.com/album/4TFEgrwbZgM75ArZNlXahs?si=VTPN9jGZQZyOJhHkvPPG_g&utm_source=copy-link \n\nApple Music: https://music.apple.com/us/album/the-ghetto-golden-girls-feat-algorithm-music-metaverse/1638359088?ls \n\nAmazon Music: https://music.amazon.com/albums/B0B8T82NHD?ref=dm_sh_jJwwQsOw2y4oMJQr8K81QB82H \n\nYouTube: https://music.youtube.com/playlist?list=OLAK5uy_nKEPpucMWf7OMeqR6mtUCA6Vatu3njmhs&feature=share\n\nLong term goal is to make 'The Ghetto Golden Girls' a hit animated series, but that's in my 5-10 year goals. \n\nI would love to bring this to life with the writers at South Park in a perfect world or brilliant creators in general because that's the kind of humor I'm looking for in the show.  A bunch of old ghetto ladies living sub-glamorous lives in Tampa Bay, Florida. \n\nI'm a believer in 'Thoughts Become Things', so I'm putting this out there into the universe and on the Blockchain 🧘🏿‍♂️🔊🌌\n\nMy Cartoon Concept 'The Ghetto Golden Girls': 20 mature Women living together in a falling apart condo community located in Tampa Bay, Florida. \nThe Grannies experience the joys and angst of their golden years post recession of 2022.  \nThe cost of living went up so they all start working for the complex part time to save on bills. Doing their own and each others maintenance, lawn service and more. \n \nThey all link up in crews of 5s, mostly because of their living situations. These cliques end up leaving every group a Strong-willed character, spacey hippie character, lusty Southern belles, Social media Entrepreneurs, and Matriarch Ghetto Grannies who don't give a damn anymore. Ones in the mob, one opened a weed dispensary, and one sells overpriced items from the internet and so many more stories. \n\nOccasionally the ladies clash on some Real Housewives Drama, but in the end they are all there for one another. They keep it real and give that funny Granny perspective on situations. \n\nOrange Is The New Black Meets🤝 The Golden Girls. Lol \n\nSo anyway.. thought I'd share a little of the vision/idea as an NFT.  \n\nI do music full time, so my main focus is that, but I also have ideas and like to randomly create stuff.  I'm just going to start hosting my ideas this way finding supporters, investors, and fans eventually. \n\nThe reason this is a 5-10 year goal is because I've know that Budgets for animated shows on streaming services are comparable to those of cable TV, and in some cases are higher than network television.  An average budget for a half-hour show geared toward the teen - adult audience is $275,000 to $350,000 PER episode. \n\nClearly I don't have that kind of money being in the music business independently, so I'll start with helping build the value of the Ghetto Granny Club Collection with music, marketing, and networking. \n\nNever know what the future holds with NFTs and I really just love the Ghetto Granny Club. The artwork is cool and I think I came up with a cool concept for an animated show. \n\nAs for this NFT.. if this idea ever comes true you can be a day one and I'll figure out various different ways to thank you all for supporting me and the music 🙏🏿. If this is ever happening I clearly met the right people and/or got more than enough support from the NFT community.  \n \nRight now.. you'll just be receiving links to the music and a MP3 because that's all I have to offer right now in year 4 of my music career.. but just know..., you investing in me and the music I'm making is helping others artist and communities. \n\nI use most of my music royalties to pay for my studio, car payments, and ads to generate more fans/money. When I have extra money I buy NFTs and use them as album artwork for new releases.  Sales for this NFT will go to more of that.\n\nThanks for coming to my TED talk.. and reading all this.. and if you grab an NFT let me know via Twitter and I'll give you a follow. \n\nAgain please check out the 'The Ghetto Golden Girls' streaming on all platforms or grab the album here for $2 as a collectors piece.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "BenKeys Music"
      }
    ],
    "animation_details": {
      "bytes": 53357602,
      "format": "MP4",
      "duration": 26,
      "sha256": "761cad9756cbf84fb409770028a122b8db6e3532a301eca55688395963f8b1f5",
      "width": 1440,
      "height": 1080,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/hzRyUDOk2drKr1bwLLZZDbcXuEvULTteKeA-nDgtsLk",
    "animation_url": "https://arweave.net/hzRyUDOk2drKr1bwLLZZDbcXuEvULTteKeA-nDgtsLk"
  }
}