{
  "address": "0x0e1932269fdf59fcc448eb91caac307b79223158",
  "type": "ERC721",
  "name": "Pieter Hugo: Permanent Error",
  "tokenCount": "15",
  "uri": "https://arweave.net/BJwKm4DoPMB8mmPE8Qc3Br6SZja4mIMJaiyixJ4Zrrc",
  "metadata": {
    "name": "Yaw Francis, Agbogbloshie Market, Accra, Ghana 2009",
    "created_by": "Pieter Hugo",
    "description": "\"This essay was photographed on a densely populated triangle of land in the Ghanaian capital of Accra. Bounded by the Abossey Okai Road and Odaw River, a polluted waterway that flows into the Korle Lagoon, Agbogbloshie is the second largest e-waste processing area in West Africa. It abuts Old Fadama, an impoverished settlement that offers northern migrants to the city the cheapest rents and a convenient base close to the central markets, a major employer. Home to an estimated 80 000 inhabitants, this mixed-used area on a former wetland consists not only of formal and informal residences for disenfranchised migrants to the city, but a commercial bus depot, and a vast and differentiated marketplace that includes specialised e-waste markets. An irregular activity until a few years ago, large volumes of end-of-life computers and television are now handled by Ghana’s port daily. Shipped under pretext of being reusable electronic goods, items that are not saleable end up at Agbogbloshie, nicknamed by locals as ‘Sodom and Gomorrah’.\n\nIt is here that circuits, transistors, capacitors and semiconductors are reduced to their base metals. There is, one has to admit, something beautifully alchemical about what’s happening there: these devices that are the pinnacle of cultural achievement get transformed back into their base elements. Of course, this is the sympathetic reading of an artist. The political ecologist Paul Robbins has described the dump as ‘a bizarre engine that maintains a self-replicating worldwide system of over-production’. I think it is fair to say that Agbogbloshie is a dark and dirty monument to the digital age, to our faith in technology and its built-in obsolescence. This idea of surplus and waste, which is key to our digital experience, is not one that many people seem comfortable addressing. Being in an environment like this, where geopolitical imbalances are being exploited to effectively dump waste on poor countries, it is hard not to take a political position. And so I have let my photographs be used by advocacy groups.\n\nI first encountered the dump in a photograph published by National Geographic. This is a recurrent theme in my photography, how photographs prompt me to make my own photographs. The work was produced during two trips of two weeks each. I tend to photograph over two-week stretches. I find this is a period in which I can keep my eye fresh. After that you become too accustomed to a place. It was something I realised in Rwanda, how quickly one becomes desensitised and acclimatised to completely unacceptable situations, how the mind is capable of this\". - Pieter Hugo\n\nEdition: 1 of 1",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Pieter Hugo"
      },
      {
        "trait_type": "Collection",
        "value": "Permanent Error"
      },
      {
        "trait_type": "Year",
        "value": "2009-2010"
      },
      {
        "trait_type": "Property",
        "value": "Exterior"
      },
      {
        "trait_type": "Edition",
        "value": "1 of 1"
      },
      {
        "trait_type": "Location",
        "value": "Agbogbloshie Market"
      },
      {
        "trait_type": "Location",
        "value": "Accra, Ghana"
      },
      {
        "trait_type": "Book",
        "value": "Permanent Error Hardcover – Illustrated, April 1, 2011 by Pieter Hugo (Photographer), Federica Angelucci (Contributor), Jim Puckett (Contributor)"
      },
      {
        "trait_type": "License",
        "value": "© Pieter Hugo"
      },
      {
        "trait_type": "Copyright",
        "value": "© Pieter Hugo 2022 All Rights Reserved"
      }
    ],
    "image_details": {
      "bytes": 12974724,
      "format": "JPEG",
      "sha256": "25880684fe4cf3cdf404b0e439fc06c9092cd11140943d76acb55f9922c16cdb",
      "width": 3933,
      "height": 4000
    },
    "image": "https://arweave.net/YNUzlpiyofbU-PTpOj-YqZ_VUqX8rEQo9ufyUltIdYQ",
    "image_url": "https://arweave.net/YNUzlpiyofbU-PTpOj-YqZ_VUqX8rEQo9ufyUltIdYQ"
  }
}