{
  "address": "0x0edf898b526203776ee799ed5f58a3d2651ab39b",
  "type": "ERC721",
  "name": "Reo Cragun - Monday - Friday",
  "tokenCount": "25",
  "uri": "https://metadata.sound.xyz/v1/0x0edf898b526203776ee799ed5f58a3d2651ab39b/1",
  "metadata": {
    "name": "LNRZ (Prologue) #1",
    "artist_name": "Reo Cragun",
    "description": "It’s not often that you get to watch the world rapidly change in front of your eyes, but through the pandemic we were able to witness the acceleration of many things. The internet swallowed up humanity in 2020 and I was watching artists create through ways I never imagined. Twitch beat making sessions emerged to new heights, live shows from bedrooms were going wild, and VR avatars were introduced to us. This sparked something inside me and I was instantly inspired. We were a little over a year into the pandemic when I was introduced to web3 and it has since consumed my life. I spent an insane amount of time researching and connecting with many amazing people. I thought it was completely mind blowing that tens of thousands of people could gather into a discord server and rally behind the art and mechanics of a project; It was mesmerizing. I realized music’s opportunity in the space could be massive and I wanted nothing more than to be a part of it. I started writing this song during that period and the final result lies before you today. This is my genesis NFT and It marks the beginning of a new creative journey; the start of LNRZ Dao. \n\nLyrics\n\n(Verse)\nI had a convo with god today\nJust when I thought he had gone away\nHe said my suffering was gon’ pay off\n\nSo if they take me before my story’s done\nDon’t let them finish it for me\nCan’t let them put out no half ass songs\n\n(Verse 2)\nMy soul’s full of gold \nSomething they can’t clone\nThis is a message to the opps\nAnd everyone they know \n\nOur new project’s crazy\nI’m taking the shit off safety\nIt’s my web3 baby\n(It’s gon’ change everything)\nLet it be known\n\n(Outro)\nI’m following my destiny \nI’m giving you everything that’s left of me\nThe best of me\n\nWritten By Reo Cragun\nProduced by Reo Cragun, Jeremy Lloyd\nAdditional Production - Metsä \nMix/ Master - Jeremy Lloyd\nArt - EVRLSTNG",
    "external_url": "https://www.sound.xyz/reocragun/lnrz-(prologue)",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmcY236x7PGwjRwTyAoN34Skq4KrnVEwdmSQ7m7yKyhHcL",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmeXu6FBqk3AnwS4pq1wXskVoeejznfAEwz1Zn52KcGkPX",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmeXu6FBqk3AnwS4pq1wXskVoeejznfAEwz1Zn52KcGkPX",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmekhS2Fd7bsWE9of2xZnekmG5K1AW2SzJXxjhWTUCrsDW",
    "attributes": [
      {
        "trait_type": "LNRZ (Prologue)",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}