{
  "address": "0x0f48562d91d443c28bdd412b29e2ddeeae564395",
  "type": "ERC721",
  "name": "CELESTIAL - VgSFDKVJJb",
  "tokenCount": "1",
  "uri": "ipfs://QmW1gEaUXeNMBoGsgyKV9EAc4jLpVHxL6R43FHt9DE4aLe",
  "metadata": {
    "name": "CELESTIAL",
    "description": "'CELESTIAL' is one of the first of its kind created by Brendon in partnership with Transient Labs as his genesis NFT on SuperRare.  \n\nShot in the middle of a freezing winter night in Saudi Arabia, Celestial features a world record of the most hot air balloons in a row, orchestrated at the Winter at Tantora festival. I usually put myself in extreme environments all over the world to capture my work, and this was no different.  \n\nThis piece symbolizes the magic of life by showcasing a portal to a celestial world that exists parallel to our own. This piece is alive, constantly evolving, just like ours. It serves as a reminder to whoever holds it, that no matter how much we get caught up in our material world, that life is truly magic and there is so much beauty within it.  \n\nCoded on a custom smart contract, 'CELESTIAL' changes seamlessly throughout the day with time dependent changes based on wherever the holder is located. This means that when you’re experiencing sunset, so will 'CELESTIAL.'  \n\nThe collector will receive a gallery quality, signed and framed physical print of whichever iteration they prefer, alongside the NFT. Utilizing the application Artivive on their phone, the collector can showcase the actual NFT in real time through the print. The size of the print will be determined by the collector and Brendon after the sale is complete.  \n\n'Every beauty which is seen here by persons of perception resembles more than anything else that celestial source from which we all are come.' - Michelangelo",
    "image": "ipfs://QmTmryDn1eQz8D5fVuoCrstB7sr4krubtQgh1A8mV1AxLH",
    "image_details": {
      "bytes": 38523125,
      "format": "GIF",
      "sha256": "5a93e9126df95481ff2c629234ed0169260938538c5a8a04ecc7ae8ee581bcc6",
      "width": 600,
      "height": 900
    },
    "animation_url": "ipfs://QmfPSHGtr9JKxquNyZTys5yk8WY944r1C6nTYaYsiADCnN",
    "animation_details": {
      "bytes": 11214,
      "format": "HTML",
      "sha256": "ee103e7e54c4f57eaf1b0eef038aa0e26e5290bc8a57c97dad6131b1fc3e63b0",
      "width": 1280,
      "height": 1920
    },
    "tags": [
      "Celestial",
      "Photography",
      "Animation",
      "TimeDependent",
      "Evolving",
      "Metadata",
      "Desert",
      "Landscape",
      "HotAirBalloons",
      "WorldRecord",
      "Art",
      "Stars",
      "SaudiArabia",
      "TransientLabs",
      "BrendonHayward"
    ],
    "artist": "Brendan Hayward"
  }
}