{
  "address": "0x0f95c72c90bbb708a6702977a8b5d0236ec240ce",
  "type": "ERC721",
  "name": "Minted Memories",
  "tokenCount": "2",
  "uri": "https://ipfs.pixura.io/ipfs/Qmb6rX8UQTnit77YcprjzhDjrH59E9AwyDb7TwFQpk6nEB/metadata.json",
  "metadata": {
    "name": "The Dreams We Had As Children",
    "createdBy": "Killian Moore",
    "yearCreated": "2022",
    "description": "Ever since I was a kid, the USA has been a land of hope, wonder, and awe. The country is romanticized endlessly on the big screen. From watching Westerns with my grandad to The Simpsons with my parents, I was always drawn to this magical, faraway land. Heroes are made here, from Gherig & Ruth to Morrison &  Zappa. The lure of the US has been too strong for many, including myself. I always dreamed of living here, but of course, you're supposed to have these wild dreams when you're a kid. You get older, and these dreams get pushed aside for us to continue on our \"predetermined\" course. However, our path in life is delicately balanced by chance meetings/opportunities. By following my heart on one of these such meetings, I fulfilled that childhood dream and got to make a new life for myself in the land of Hope & Dreams. I get to travel to the same places and walk the same steps as the heroes I had gotten to learn so much about. This realization really hit home on the morning I took this photo. I was standing alone in the Valley Of The Gods, watching the sun come up and paint these ancient buttes with its first rays of the day. I got to thinking about what my Western loving granddad would have to say about it, and I could almost hear him say to me, \"you've done alright for yourself, kid!\" Don't be afraid to flow those dreams that you may have put on the backburner. Sometimes a leap of faith is the thing that you didn't realize you needed. Walk in your hero's footsteps. Travel to those magical lands. But most importantly, do what makes YOU happy. ",
    "image": "https://ipfs.pixura.io/ipfs/QmcRfVAmrDyckfbEaJyacpJdmxvMg1ehkdBMAzev7Mmas1/Grandiose.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmcRfVAmrDyckfbEaJyacpJdmxvMg1ehkdBMAzev7Mmas1/Grandiose.jpg",
      "dimensions": "8256x4644",
      "size": "18928641",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "mintedmemories",
      "killianmoore",
      "photography",
      "leapoffaith",
      "landscapes",
      "unitedstates"
    ],
    "attributes": [
      {
        "trait_type": "Camera",
        "value": "Nikon D850"
      },
      {
        "trait_type": "Lens",
        "value": "Nikkor 70-200mm"
      },
      {
        "trait_type": "Focal Length",
        "value": "200mm"
      },
      {
        "trait_type": "Aperture",
        "value": "f/11"
      },
      {
        "trait_type": "Shutter Speed",
        "value": "1/20 second"
      },
      {
        "trait_type": "ISO",
        "value": "64"
      },
      {
        "trait_type": "Date Of Photo",
        "value": "5/4/22"
      },
      {
        "trait_type": "Cost Of Being Nice To Others",
        "value": "$0.00"
      },
      {
        "trait_type": "Following Your Dreams",
        "value": "Priceless"
      }
    ]
  }
}