{
  "address": "0x0f10192d2173d2c7f1492477f2fa090470b7db1d",
  "type": "ERC721",
  "name": "Ethereal ghost",
  "tokenCount": "7",
  "uri": "https://arweave.net/ROM1K-jEDEDucnUoRI5NDP2F-igEc1wqA3DeJbGI0ak/1",
  "metadata": {
    "name": "The Ethereal Female #1",
    "created_by": "David Levine",
    "description": "I have worked with models for many years, photographing them as the human mannequin for many fashion industry creations. I’ve always been at odds with this portrayal and so my concept of ‘The Ethereal Ghost of the Female’ began to develop.  \n\nAn ethereal ghost of the female is how I began to perceive my human mannequins. Always seeing them but never actually showing them for who they really are.  \n\nEthereal - a true and pure beauty of the female is aesthetically enchanting while eliminating the aggression of the erotic.  \n\nGhost - a partially, fragmented, present entity that moves between the plains of the past, present, and future, naturally fading between them.\n\nFemale - the most powerful entity of the human race.\n\nPhoto© David Levine",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "David Levine"
      },
      {
        "trait_type": "Licence",
        "value": "Your NFT is licensed for personal and private use only. It may not be displayed in a commercial or public setting. No reproduction of any type is permitted under this license other than a personal print or in your personal gallery such as a spatial gallery. That gallery must not contain any commercial promotions, links or advertising. It may be used as a PFP on any personal social media account held in your name. If required a commercial license can be negotiated via this email dlpnft@gmail.com All sales are final. All Rights Reserved. No copyright is transferred. Token ©DLP/DLD 2023 David Levine has asserted his moral rights.."
      }
    ],
    "image_details": {
      "bytes": 14952725,
      "format": "JPEG",
      "sha256": "1bd0dfed5f693f947cf7961f26c65b0f396a0b26858b610e68221b2e26b69287",
      "width": 4959,
      "height": 6622
    },
    "image": "https://arweave.net/TalYHNscuNQv4cPpyE9PDhZsUzPC36-X7fUWet3UTZY",
    "image_url": "https://arweave.net/TalYHNscuNQv4cPpyE9PDhZsUzPC36-X7fUWet3UTZY"
  }
}