{
  "address": "0x0f8b9cacc1d50750e10db1dcc5ef430d4ce29f61",
  "type": "ERC721",
  "name": "Love Letter by Jeremy Diggle",
  "tokenCount": "32",
  "uri": "ipfs://QmXWQdvGb6NFSVmKpHqm88spLnTMxGfFEAP6SJVdQjHhHL/1",
  "metadata": {
    "name": "STRUCK",
    "description": "\"The message sat heavy on my mind  \nHard to decipher these flecks of gold  \nOut of the blue  \nIt struck me  \nI fell in love with you\"  \nfox42@42foxyz\n\nThe artistic genesis of this collection was a letter from a loved one marked ‘return to sender’. For all who have experienced a love affair you’ll know this situation touches the heart. Why was the letter returned? Was it ever received? Does it explain what came before and how might it now shape the future?  Jeremy Diggle has created 32 unique images from his ‘Love Letter’ collection that captures unique experiences of love so you can choose the NFT for you (or the NFT for the one you love).\n\n\"The idea with this series is that you metaphorically hold up the envelope for inspection and it fades into a series of emotional engagements or emotional attachments to an object and goes through a sort of abstracted process. These 30 images represent thoughts around love and return, love and loss, of no return. What is love, what are the emotions of love, where do those emotions get confused? Like a musical score there is an underlying theme where variations in light and tone and subject matter recur, but are then lost and found within the images, to emerge as an overall symmetry.\" Jeremy Diggle, Digital Artist and Collection Creator",
    "image": "ipfs://QmZsUKiap2a8nzz5X9CKK6tBDrkAzDSMSR4rGVQERSRb1S/1.png",
    "external_url": "https://www.diggle.info",
    "attributes": [
      {
        "trait_type": "Image",
        "value": "#2"
      },
      {
        "trait_type": "TAG#1",
        "value": "Envelope"
      },
      {
        "trait_type": "TAG#3",
        "value": "Pixellated"
      },
      {
        "trait_type": "TAG#4",
        "value": "Half Tone"
      },
      {
        "trait_type": "TAG#5",
        "value": "Large Text"
      },
      {
        "trait_type": "TAG#8",
        "value": "Horizon Line"
      }
    ],
    "tokenID": 1,
    "aw3g": {
      "artist": "Jeremy Diggle",
      "collection": "Love Letter",
      "img_size": "2480x3508",
      "img_resolution": "150ppi",
      "img_file_format": "png",
      "year": 2022
    }
  }
}