{
  "address": "0x0fb4b7c69b3ec296a67ed222335322f0bb829489",
  "type": "ERC721",
  "name": "RMS - CRYO",
  "tokenCount": "11",
  "uri": "ar://kXBCY5ggka7-GTuGg7nH0NgSaxEKqkBK5SsK32sUdWg/1",
  "metadata": {
    "animation_url": "ar://O_Tky0Me1qURGl1KTsVws4tUzc-1gZGML2z2M90ntcE",
    "artist": "RMS",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://93dB1d7Ejl8uDJKD3V5xlh1eQDWn5pegAj7Ecpsd_HQ",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "CRYO",
        "value": "Song Edition"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "‘CRYO’ is about my journey of overcoming habits rooted in toxic masculinity and learning how to cry again.\n\nThe song’s central analogy is comparing frozen, unrealized feelings with being stuck in a cryogenic chamber. Just as a cryogenic chamber (in sci-fi movies at least) is a literal lid that freezes the person inside and keeps them stuck at a certain age, ‘CRYO’ explores the idea that  putting a lid on my feelings and trauma led to emotional numbness and neglect that stopped me from growing. \n\nDuring this period of time in my life I stopped crying entirely - and I barely even noticed because this is surprisingly normal for men in my family. Only after I began to unpack why I've been conditioned to process my emotions this way, and surround myself with people who were more in tune with their emotions, I was able to heal and learn to cry again. \n\nThis song is from my upcoming space-themed album ‘THE ASCENDER,’ which touches on various stages of growth in my life as well as themes that are closely tied to Hindu culture like reincarnation. The thesis of this project being that we can be reborn many times within the same life.\n\n\nTHANK YOU to the music web3 community for letting me share my heart and document my journey forever on-chain. Hope this one resonates with you <3 \n\n–\n\nSong Credits:\nWritten, produced & engineered by RMS.\n\n–\n\nJoin the token-gated Telegram chat if you’re a collector! \nhttps://guild.xyz/rms-and-friends\n\n–\n\nAbout me:\nRMS is a storyteller who merges conceptual lyricism, soulful soundscapes, and his experience as a child of Indian immigrants to bring a cinematic sound of his own to the hip hop scene.\n",
    "duration": 196,
    "external_url": "https://www.sound.xyz/rms/cryo",
    "genre": "Pop",
    "image": "ar://93dB1d7Ejl8uDJKD3V5xlh1eQDWn5pegAj7Ecpsd_HQ",
    "isrc": null,
    "key": null,
    "license": null,
    "locationCreated": null,
    "losslessAudio": "ar://O_Tky0Me1qURGl1KTsVws4tUzc-1gZGML2z2M90ntcE",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "CRYO #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "CRYO",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}