{
  "address": "0x0feaaaaf0d99e3d2c04bbce09b7baef556e774b9",
  "type": "ERC721",
  "name": "heybela - Pa' esto nací",
  "tokenCount": "25",
  "uri": "ar://tjXP5XmQCcsgR7uEHAQ36_oD3oBFYiM0goRki7Vvxj4/1",
  "metadata": {
    "animation_url": "ar://8guJm9aDtmjfJn6glXCFu9yo_0APSnhp3mc-drxXZbs",
    "artist": "heybela",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://63C5UwDpFUtkKsCbQ1zuW_c6diBtTcySaeHAzSBTE6g",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Pa' esto nací",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 90,
    "credits": null,
    "description": "  Before Web3 I was 100% dedicated to songwriting, I always liked rapping, it was the first genre I fell in love with! but I put it aside with the excuse that it was a hobby for me, that I liked being behind the scenes. A year ago I decided that in addition to being a composer, I also wanted to release my music, I felt the call to express what I have inside, and this feeling coincided with the moment I met Web3, it was as if the universe was telling me: Hey you have talent and energy, now I'm going to give you the tools. It's funny, because people saw me and thought I was joking until they heard me rapping... Now, I have more conviction than anyone, and I even created my own crowdfund to be able to finance my first album as a rapper, to become the first latin artist to be born with Web3.\n\nThis is my first Hip Hop  song in the space, I had to save it for Sound XYZ. I'm serious when I say I want to make a historic album for rap in Spanish. This song is just the appetizer of all the fire that I'm going to give you, and I wrote it in a small room in my house, inspired by the Californian vibe and my life experiences. \n\nIt talks about how this dream doesn't let me sleep, I feel it all day in my chest telling me to keep pushing, because it's not only going to change my life, but also my family, my colleagues and all the people I love. It talks about how I chose art above all else, because this is what I was born for and I just discovered. Rap is in my veins, despite the fact that I wasn´t born in a city totally influenced by hip hop or trap... it was something innate, that was given to me in an inexplicable way.\n\nThe music was made by Yogev, a friend with whom I made a lot of music in the past and with whom I met again on Web3... I already had the idea of ​​the lyrics and the melody, I even knew how I wanted to structure the beat, but I needed a person who understood me and could maximize my ideas. I immediately thought of Yogev, because he was one of the people who told me that I should release my rap when I was just a songwriter, And I knew how talented he was musically.\n\nI want to dedicate this song to all my friends from Web3 who have supported me since day one, and who saw potential in me and my vision. Thank you for collecting,  motivating me and advising me, you are part of this. I promise you the best is about to come.",
    "duration": 154,
    "external_url": "https://www.sound.xyz/heybela/pa-esto-naci",
    "genre": "Latin",
    "image": "ar://63C5UwDpFUtkKsCbQ1zuW_c6diBtTcySaeHAzSBTE6g",
    "isrc": null,
    "key": "D_MINOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "co",
    "losslessAudio": "ar://8guJm9aDtmjfJn6glXCFu9yo_0APSnhp3mc-drxXZbs",
    "lyrics": {
      "text": "Today was a day to rest but I couldn't do it,\nAnother Sunday that I find myself a light sleeper,\nagain thinking about how to make more money,\nand fulfill the dreams of all those I love,\nand put mom to live as she should,\nthat to de-stress she no longer take a pill,\n that with my bars I managed to save a couple of lives,\nThis one goes to those who haven´t healed the wound.\nI believe in God but i don´t pray to saints,\nmy religion is to rap from the moment I wake up,\nI do good but always expecting love in return\ndamn! that's why i hit me against the asphalt.\n\nThis is for them to dance,\nfor them to dance...\nThis is for them to dance.\nyeah, yeah, yeah.\n\nThis is for them to dance,\nfor them to dance...\nThis is for them to dance.\nfrom here, from there, to here.\n\nI woke up early,\nfor a coffee in the kitchen,\nI realized that I didn't even know what I was after,\nI put the beat back,\n I sat in the same chair\nAnd I swore to myself that I would do this for the rest of my life.\nI met someone a long time ago\nthat I began to like\nI chose art, before his mental games.\nI spend my days thinking and saying that I don't think about it,\nI prefer lying to myself than wasting time.\nPeople like it when they drop me a track,\n\"chimba\" (dope)  but simple as caipirinha,\nI finally broke the fucking mold\nAnd that´s a lot to say,\nif you come from Medellin.\n\nThis is for them to dance,\nfor them to dance...\nThis is for them to dance.\nyeah, yeah, yeah.\n\nThis is for them to dance,\nfor them to dance...\nThis is for them to dance.\nfrom here, from there, to here.\n\nthis is what I was born for x 5",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Pa' esto nací #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Pa' esto nací",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}