{
  "address": "0x0ff201471d05c624ec9ea56a3f12caede621ee9c",
  "type": "ERC721",
  "name": "Matt Brown Collection",
  "tokenCount": "4",
  "uri": "https://arweave.net/PUbHatJh0-ZNe-dxHzJIxlBgMZUTbXJUSc_RdhWvkA8",
  "metadata": {
    "name": "Flower With a Bird's Spirit",
    "created_by": "Matt Brown",
    "external_url": "https://mattbrown.art",
    "description": "Commentary:  \nThe flower unfurls to reveal its form to the world. Unseen by most there is a blush of colour shown only to the bees. \n\nA concealed second self. When the eyes of the world are averted, it takes flight in quiet ways.\n\nAbout this collection: \nArt helps us perceive those mysterious things around us not easily seen. My ancestors believed we are all part of the Great Dream that is dreaming us, where all things are imbued with a spirit that comes from the mind of that which dreams us.\n\nI find this a beguiling idea. It poetically describes a duality between the mundane and the ethereal. A sense of personality that permeates everything from the mountains, streams and forests of the landscape, to the towns, streets, homes, and experiences in our lives.\n\nEverything we perceive about the world has been filtered by our subconscious, overlaying it with meanings and interpretations. This unseen, almost magical way in which we experience reality is what I want to explore in this collection.\n\nArt can be an instrument of self-discovery, for both artist and collector. So come with me and explore the eternal dream, the invisible pantheon, the immutable spirit...\n\nThe art of the unseen. \n\nArtist: Matt Brown  \nYear: 2022  \nCollection: That Which Dreams Us\n\nCreating this piece:  \nThis piece was created using a combination of AI tools and digital painting.\n\nTools:  \nMidjourney and Photoshop",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Matt Brown"
      },
      {
        "trait_type": "Collection",
        "value": "That Which Dreams Us"
      },
      {
        "trait_type": "Dimensions",
        "value": "3032px x 4548px"
      }
    ],
    "image_details": {
      "bytes": 1493818,
      "format": "JPEG",
      "sha256": "6772f43469524979d1b4b8051d0e56ce2a72b79fdd1e76917753b8046ef903b7",
      "width": 3032,
      "height": 4548
    },
    "image": "https://arweave.net/Cylocqdp5DcMYt2LpbWsN1d1PAtTRz0ufKYFHTaFz2o",
    "image_url": "https://arweave.net/Cylocqdp5DcMYt2LpbWsN1d1PAtTRz0ufKYFHTaFz2o"
  }
}