{
  "address": "0x0fb41d33bc61bded2633f7cce51b0804edd11850",
  "type": "ERC721",
  "name": "JRNY Magazine Series 1",
  "tokenCount": "761",
  "uri": "https://arweave.net/df9HMn1M2n35yCKtOMxXFgIlBm3YMD4utYpdC9jjvcQ/1",
  "metadata": {
    "created_by": "JRNY Travel Magazine",
    "name": "JRNY Mag Series 1 Tier 1 #1/1000",
    "description": "JRNY Magazine was founded during the first months of the pandemic back in 2020 on the bases of supporting and pushing the arts forward during these tough times. We believed in building a community of likeminded creatives from around the globe to produce a travel magazine with a difference. Telling stories that inspire and fire up the wanderlust whilst changing the way travel journalism operates with long form writing, hi-end photography and no advertising, just pure content. Our dedication, innovation and drive to make something unique and special has been recognized within the industry when we were awarded Travel Magazine of the Year for our very first issue. \n\nJRNY was formed in a web2 world with a web3 mindset, we believe in the power of art, community and support and this belief system is at the core of what JRNY stands for. Because of this it made perfect sense for us to bring JRNY in to web3 and become the first travel magazine to tokenize the entire content of a physical magazine. It has been many months in the planning and we have returned to the drawing board on more than on occasion but we are here now and bringing the world of travel & destination journalism to the blockchain. It has taken longer than expected but it was imperative to us that we got this drop done correctly with the our community in mind whilst making sure we act in a responsible manner to continue to build and support creatives both in web3 and beyond. \n\nWe thought long and hard about how to release our genesis token and finally settled on offering the community an opportunity to collect for nothing. JRNY is for the artists and we don’t want anyone to be excluded from becoming part of our journey. It’s our way of saying thank you for your support, sticking around during the tough times and all the work you are doing in growing and believing in the web3 space. \n\nBy supporting JRNY Magazine you are playing an active part in helping us support creatives, via assignments, education programs and our collection fund. You will be helping build our digital content output and provide further opportunities for creatives across the board. We are dedicated to the project of bringing JRNY in to web3 and providing improved working methods and opportunities for artists to work and earn from doing what they love.\n\nHolders of the Series 1 token will be entitled to claim the next three issues (issues 5, 6 & 7) via claim pages free of charge within 30 days from publication date of the corresponding issue. \n\nSchedule of Magazine release dates;  \nIssue 5 – June 2023  \nIssue 6 – November 2023  \nIssue 7 - March 2024\n\nTier 1 supply is limited to 1000 with a maximum of 5 per wallet. Our hope is that those who choose to collect more than 1 piece will opt to share with fellow NFT collectors and travel enthusiasts who will appreciate what we are doing in our mission to help grow and support the arts. \n\nToken holders are entitled to claim the physical copy of each issue (one per wallet) for the cost of shipping. Contact our team with your wallet address and verification a promocode code will be supplied.\n\nSeries 1 Tier 1 token holders will be granted early access to education programs, irl events, airdrops, collections or editions or any other initiatives that we may drop over the next 12 months. \n\nPhotographer behind the image: Jordan Banks is a travel and documentary photographer from the UK whose career spans more than two decades and has won multiple awards for his work including the National Geographic Cities Photographer of the year. Jordan regularly shoots for top publications such as National Geographic, BBC, Lonely Planet & The Times as well as being the subject of Sky Arts documentaries on his photography that have been syndicated worldwide. Jordan has shot international campaigns for clients such British Airways, Microsoft, Dropbox, Panasonic and many others. Jordan's work is held in the collections of some of the world’s largest and best-known art collectors in both the traditional and digital worlds. Aside from his work as a photographer Jordan founded the award winning JRNY Magazine in 2020 aimed at empowering and supporting travel creatives.\n\nLicense: Can be used to display privately, in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.  \n",
    "external_url": "https://jrnymag.com/",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "JRNY Mag"
      },
      {
        "trait_type": "Tier",
        "value": "One"
      },
      {
        "trait_type": "Supply",
        "value": "1000"
      },
      {
        "trait_type": "Artist",
        "value": "Jordan Banks"
      }
    ],
    "image_details": {
      "bytes": 8831866,
      "format": "JPEG",
      "sha256": "7932c3fe9de0f5f4090980a8202991b0327a6af7b8fa5d4d8897d28fcab05b68",
      "width": 3000,
      "height": 3000
    },
    "image": "https://arweave.net/JXpObaPC9s_W4NjHZzDboN8uwJ2ZyuvDLYCI7yjikkI",
    "image_url": "https://arweave.net/JXpObaPC9s_W4NjHZzDboN8uwJ2ZyuvDLYCI7yjikkI"
  }
}