{
  "address": "0x0f4c9757d66303ac6a395e1c6eea005c9b8a6127",
  "type": "ERC721",
  "name": "YanheNFT",
  "tokenCount": "365",
  "uri": "https://vitamint.art/metadata/nft_collections/YanheNFT/1",
  "metadata": {
    "image": "https://img.jgcat.net/QPqq458mMp90hNteZwZ4KheFk1KqOaRQ-OaafqIQBAE/rs:fit:1024/plain/s3://vitamint-prod/nfts/YanheNFT/20210415_095236_F8D84D19",
    "description": "Terms of use for the purchase of an YanheNFT from Yanhe (颜禾), “The Artist”. \n\nThe purchased NFT is a digital artwork that has been digitally signed by the artist, uniquely identified in the blockchain and uploaded as a limited edition. The generated NFT is a proof of ownership and authenticity of this edition of the digital artwork. The purchase of the NFT is final. The buyer purchases a signed and limited edition copy of the digital artwork to own. Buyer acknowledges that ownership of an NFT does not carry with it any rights, express or implied, other than ownership rights in the NFT (the digital artwork tokenized by the NFT). Upon purchase, Buyer may access the digital file to view or print on any digital device for personal use. Upon purchase, the buyer receives the right to use, distribute and display the creation for non-commercial purposes only.  Commercial use is strictly forbidden with exception of resale without alteration or reproduction. Unless explicitly stated, Copyright to the art work and other reproduction rights remain with The Artist.",
    "name": "#1",
    "attributes": [
      {
        "trait_type": "day",
        "value": "15"
      },
      {
        "trait_type": "exposure",
        "value": "1/160"
      },
      {
        "trait_type": "f_number",
        "value": "4"
      },
      {
        "trait_type": "focal_length",
        "value": "35"
      },
      {
        "trait_type": "iso",
        "value": "1000"
      },
      {
        "trait_type": "month",
        "value": "4"
      },
      {
        "display_type": "date",
        "trait_type": "taken_at",
        "value": 1618480356
      },
      {
        "trait_type": "year",
        "value": "2021"
      }
    ]
  }
}