{
  "address": "0x0fcbdd4333c17c94d13c657d3a9cf9a659ea81ed",
  "type": "ERC721",
  "name": "She and the Wild Sea by Brandon Verdura",
  "tokenCount": "65",
  "uri": "https://arweave.net/dFp6IUtFlqVgbg9QcZVQMyW6QJhCJNclNfD3fqeQCfE/1",
  "metadata": {
    "name": "Among Giants",
    "created_by": "Brandon Verdura",
    "description": "⠀⠀⠀What an adventure this was. My girlfriend and I set off on a boat off Nusa Penida with one goal: to swim with manta rays for the first time. As we left the dock, I started to have some doubts, as the seas were super rough, and our captain got word that there was only one manta ray in the area. \n⠀⠀⠀Still, we pushed forward. When we approached the site, two boats were leaving as there were no manta rays. One swam by but disappeared as quickly as it came. We went to check out one other spot hoping that they would be there. We saw one manta and immediately hopped in. The water was cold, and the current pushed and pulled from the waves recoiling off the cliffs. It was not the group of mantas we were hoping for, but that didn't mean there was any less excitement for the one.  \n⠀⠀⠀As we were about ready to hop out, we looked at the captain, and he pointed in front of us with great excitement, yelling and signaling five. As I put my head back in the water, I am shocked to see six peaceful giants gliding our way. It was overwhelming and exhilarating at the same time. They all came so close and from so many different angles. I would be taking pictures of Cassi swimming with a few; then I would turn around to one three feet from me. Just absolutely incredible. It was one of the most memorable events we've ever experienced in the ocean.\n\nThis image is composite of shots taken during this dive. Unfortunately among all the chaos of these manta rays surrounding us, I did not capture an image of them all together. So I added in some mantas into this image to show how incredible this experience truly was.  \n⠀⠀⠀\n\n*Initial collector benefits*  \n•You will be able to adopt 5 corals of your choosing from Coralgardeners.org⠀⠀⠀  \n•You will also be airdropped a Poseidon Pass - my VIP collectors club. This includes access to presale of future drops at discounted prices, random airdrops, voting rights on future shoots, and more.  \n⠀⠀⠀\n\nArtist: Brandon Verdura\n\nDimensions: 7134 x 5096\n\nCollection: She and the Wild Sea\n\nEdition: 1/1\n\nCollection size: 65\n\nExtended Editorial License: Can be used to display privately, in commercial and non-commercial settings, or in groups with an unlimited number of participants. The License includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder as long as the creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with the creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Brandon Verdura"
      },
      {
        "trait_type": "Location",
        "value": "Nusa Penida, Indonesia"
      },
      {
        "trait_type": "Sea life",
        "value": "Manta Ray"
      },
      {
        "trait_type": "Camera",
        "value": "NIKON D850"
      },
      {
        "trait_type": "Lens",
        "value": "TAMRON SP 24-70mm F/2.8 Di VC USD G2 A032N"
      },
      {
        "trait_type": "Sea Life",
        "value": "Fish"
      }
    ],
    "image_details": {
      "bytes": 17025908,
      "format": "JPEG",
      "sha256": "b55e442d201717b2208248bcc01b66ca92014397ef71337b18217408d886243a",
      "width": 6595,
      "height": 5096
    },
    "image": "https://arweave.net/dbzFHhfUaf1J-KHnabuHm-CDN0y-WmC241mW1EyuPl4",
    "image_url": "https://arweave.net/dbzFHhfUaf1J-KHnabuHm-CDN0y-WmC241mW1EyuPl4"
  }
}