{
  "address": "0x0f473f2cd5bb512d68da9913c9ac4014264f1e75",
  "type": "ERC1155",
  "name": "VIBIN MEMES",
  "tokenCount": "7",
  "uri": "https://arweave.net/TkFgryqcFH6CHPjiVS9rWzDvkNStuyZRJhoUv9lMNHQ",
  "metadata": {
    "name": "\"Specifically, Pepe the Frog.\"",
    "created_by": "Justvibin",
    "description": "Pepe gets no love from Apple Inc!\n\nIn November 28th of 2022, Elon Musk, who is the new owner of Twitter, had an interesting conversation with the official account of LBRY, a digital content platform. While Musk was complaining about Apple stopping advertising on Twitter, LBRY shared their experience with Apple Store, specifically how they censored them. The screenshot of the message went on like this;\n\n\"  \n....\n\nRegarding 1.1, we continue to find that your app or metadata includes content that some users may find upsetting, offensive, or otherwise objectionable. Specifically, Pepe the Frog.\n\nTo resolve this issue, it would be appropriate to remove all potentially objectionable content from your app and metadata and submit your revised binary for review.\n\nWe look forward to reviewing your resubmitted app.\n\nBest regards,\n\nApple Store Review \"\n\nMusk later commented on this as \"Secret suppression of free speech by Apple.\"\n\nMainstream Pepe controversy is far from being new. There is a long history, which is distorted by the news coverage and media reception.\n\nIn Cryptoart, we build a culture of friendship and positivity around Pepe.\n\nThis meme was created in such spirit. It reflects how a corporation perceives Pepe and establishes Orwellian control, while using our friend as an excuse for it. \n\nWe stand with Pepe, as Pepe stands for our culture.\n\n",
    "attributes": [
      {
        "display_type": "number",
        "trait_type": "Meme Number",
        "value": 1
      }
    ],
    "image_details": {
      "bytes": 623323,
      "format": "JPEG",
      "sha256": "4b6bd9441554277a7bc9900eda4d5a8ed60441a9793687516ab9f835da880c06",
      "width": 2048,
      "height": 1434
    },
    "image": "https://arweave.net/g65DIoJXqHd0pDlVO3yAKBmRO07zXykPSbF7CDeTZ1U",
    "image_url": "https://arweave.net/g65DIoJXqHd0pDlVO3yAKBmRO07zXykPSbF7CDeTZ1U"
  }
}