{
  "address": "0x0f74565fb322167abfcba0fc72626816d6905150",
  "type": "ERC721",
  "name": "EXQUISITE ABERRATIONS",
  "tokenCount": "6",
  "uri": "https://arweave.net/wH_Nys4gvF_-bPRlGlSNio3O3MGeT9hzaoRWG-zhkRw",
  "metadata": {
    "name": "EXQUISITE ABERRATIONS #1",
    "created_by": "Hans Kristo",
    "external_url": "https://lynkfire.com/madscientistnft",
    "description": "My artwork, titled \"Exquisite Aberrations,\" explores the beauty in the unexpected and deviant. I use familiar pop culture icons as the basis for intricate, multilayered shapes and textures that draw the viewer in with their depth and dimensionality. At first glance, the abstract, distorted forms might appear dark and gloomy, but upon closer inspection, they reveal intricate details and flowing brushstrokes that showcase the unexpected beauty that can be found in our absurd reality.\n\nMy goal is to challenge the viewer to see these aberrations in a new light, as elements of a larger, more complex, and fascinating world. These exquisite deviations invite the viewer to reflect on our current reality, which exists in the midst of confusion and clarity, pleasure and sadness, and everything in between. Through my artwork, I aim to captivate and engage the viewer, drawing them into a dynamic flow of movement and rhythm that reveals a sense of fascination and wonder.\n\nThe title \"Exquisite Aberrations\" captures the beauty and allure of the unusual and unexpected. It represents a celebration of the strange and unusual, and a testament to the power of abstract forms and textures to captivate the viewer. By distorting familiar pop culture icons into something new and complex, I invite viewers to see the world in a new way and to appreciate the intricate details and hidden beauty all around us.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Hans Kristo"
      }
    ],
    "image_details": {
      "bytes": 9659703,
      "format": "JPEG",
      "sha256": "da6a4c03f5b18d5d93dbeb97fb8af5b8a66a1fce3d072b3b560f0efd168b39b8",
      "width": 5000,
      "height": 5000
    },
    "image": "https://arweave.net/tppooX-iiil4ybPryQxWAEpNLiH3EjQFsxVCd-EVBnU",
    "image_url": "https://arweave.net/tppooX-iiil4ybPryQxWAEpNLiH3EjQFsxVCd-EVBnU"
  }
}