{
  "address": "0x1089bb33b8ed18f92e991a51f0d88112ebeb93c9",
  "type": "ERC1155",
  "name": "NFThaus",
  "tokenCount": "5",
  "uri": "https://arweave.net/NnVAMbigk8h_nm5j1uh07nRZf8yAPpc3lyLgs013_K8",
  "metadata": {
    "name": "Free Ryder DAO",
    "created_by": "boilerrat",
    "external_url": "https://freeryder.daohaus.club/#/",
    "description": "Welcome to the Free Ryders DAO\n\nWe came into this DAO by the click of a button. We are free ryders, in this DAO with no skin in the game. Perhaps your payment is to think about this problem and the coordination games we can play and invent to overcome this problem in a decentralized autonomous setting.  \nIn the spirit of The Free Ryders, this NFT is free to mint for DAO members, as of the final day of DAOcember, Dec 17 2022 (you have to pay your own gas though, sorry Free Ryders, Ethereum has it's own rules and methods to overcome the free rider problem and gas fees is one of them).  \nThis list inclued 33 members. A total of 35 NFTs can be minted. The two extra copies will be minted with one copy going to the Free Ryders DAO treasury and a copy will be sent to eco.daohaus.club, a safe set up to support DAOhaus as a public good. Any donation to this safe is greatly appreciated.\n\nChatGPT:  \nThe free rider problem refers to the situation where individuals can benefit from a public good or service without paying for it. This can lead to a lack of sufficient funding for the good or service, as those who are not paying for it may not have an incentive to contribute to its maintenance or improvement.\n\nFor example, consider a public park. If the park is well-maintained and provides a pleasant experience for those who use it, it is likely that many people will want to use the park without contributing to its maintenance. This can lead to a lack of funding for the park, as the costs of maintaining the park will not be fully covered by those who are using it.\n\nThere are several ways to address the free rider problem, including charging fees for the use of the good or service, implementing a system of subsidies or taxes, or providing incentives for individuals to contribute to the maintenance of the good or service. It is important to find a solution to the free rider problem, as it can lead to underfunded and poorly maintained public goods and services.  \n",
    "attributes": [
      {
        "trait_type": "Summoned",
        "value": "Dec 8 2022"
      }
    ],
    "image_details": {
      "bytes": 3242052,
      "format": "PNG",
      "sha256": "8277537c376c3926797db306eb8632db8f92a1d0af05e178ebbf17462c357841",
      "width": 2060,
      "height": 2060
    },
    "image": "https://arweave.net/dHCG82YLGAYVqMsM_3SsLdDuPGoXUfLiygkkqxSmYnM",
    "image_url": "https://arweave.net/dHCG82YLGAYVqMsM_3SsLdDuPGoXUfLiygkkqxSmYnM"
  }
}