{
  "address": "0x105930fcabbc2c834d16f226f3f43145b884501f",
  "type": "ERC1155",
  "name": "Fairfella Origins",
  "tokenCount": "1",
  "uri": "https://arweave.net/phArXmQ_vO35TLUexWvDANLP1ZDCHYc3bgNoErIFawk",
  "metadata": {
    "created_by": "fairfellaz",
    "name": "So it begins.",
    "external_url": "https://fair.xyz/collection/FairFellaz",
    "description": "Deadfella 4110 shambles through the streets, trudging along as one of many in the Undead Horde. He feels the heat of rotten breath on the back of his neck, open wounds leak indigo ichor; making slick the ground beneath his feet.  \nIn a moment of lucidity and an unforeseen twist of fate, he steps free from the throng of bodies. Finding himself on a derelict street, debris piled high in doorways, the flotsam of long lost humanity crunching underfoot. A light in the street catches his attention. Blinding to his bloated, bleeding eyes. \nThe Fair building gleams, garish in the perpetual gloom of this world. He looks upon himself, finding that the steady lilac light offers a warm, soothing, comforting, embrace. Tall, clear, glass, windows reflect his haggard undead form. \n\nHe looks upon himself; his jaw slackens in shock, horror, and disgust at his vile countenance.  \nSuddenly! The glass cracks. With a noise like a thousand strikes of lightning burrowing into a great redwood tree. The boom and shake of the colossal detonation reverberates in 4110's bones. Terror fills him, but for all the bluster of the crack, only the glass in the window around his reflection is broken. It's as if the spiderwebbed glass is just a representation of something deeper, a tear in the fabric of the ether itself.  \nIn the crisscrossing shards of the shattered glass, 4110 sees himself. But this is himself before the scourge of infection cast him in the role of Zombie, this is him as he was. When he was, good, blithe, and bonny. When he was a human of infinite potential, with far to go. When he worked hard. When he felt woe. When he exuded grace. But most of all, when he was Fair...\n\nThe 2 iterations of 4110 lock eyes... \n\nSo it begins.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Mattylaboosh"
      }
    ],
    "image_details": {
      "bytes": 4048059,
      "format": "JPEG",
      "sha256": "93d93840352c1e72099e4f2f534511a6f3b08a2eb7adc1e5b3b7762e828a004a",
      "width": 2480,
      "height": 3927
    },
    "image": "https://arweave.net/qfPwIwdOxCixMu9yuHpE8EmAMDkco1gkM23-NiKpw9A",
    "image_url": "https://arweave.net/qfPwIwdOxCixMu9yuHpE8EmAMDkco1gkM23-NiKpw9A"
  }
}