{
  "address": "0x10fe64e761bf0472a7a6cbec3a5f7acabbc9c0cf",
  "type": "ERC721",
  "name": "Annika Rose - Lost",
  "tokenCount": "131",
  "uri": "ar://dN7_Iv0sQZNjzUHrNYPvsJRI6oBmu6ONwILJul75K0Y/1",
  "metadata": {
    "animation_url": "ar://3T3-hkwQ2R76758TqvEHUclUMUmLIV76DdVmlWCpUhs",
    "artist": "Annika Rose",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://Smfn25uK0d5I_dR_wUGwlPa3JH1vdCvm7oU_MS2NPwU",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Lost",
        "value": "Song Edition"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "it’s crazy to think about how Roy and i had never collaborated on an artistic level until now, and all of the synergies that led us here. it felt like we were always just an arm’s length apart, operating in the same circles, innovating in similar ways, both navigating the same spaces. after a few oddly serendipitous coincidences exchanged between us, it seemed like the universe was leaving signs everywhere that we should know each other, and beyond that, create together.\n\ni’ve been a big fan of all of Roy’s creative endeavors for a while, and being in the studio with him was kinda magical. we wrote Lost the first time we sat down in a studio together, after talking for hours about the ebbs and flows of the music industry, and even more so, the ebbs and flows of simply just existing. we shared in a lot of the same pain, question marks, internal battles around decision making, relationships, and feeling like sometimes even when you thought you put the whole puzzle together, when you take a step back, a few pieces might still be lost somewhere in the ether. \n\nLost is the first of what i hope to be many collaborations with Jagwar Twin, as two artists aiming to push the boundaries of what it means to exist at the intersection of digital and physical, tradition and innovation, storytelling and experimentation. but most importantly, as two people taking leaps of faith in the world with no set expectations. \n\nhold on tight to this one ;)\n\n_________________________________________________________________\n\nJagwar Twin: Much of the world feels lost right now. The shifting human landscape can be difficult to navigate as we are bombarded with external influences. All these external influences are pointing each of us to something in ourselves that we seem to have lost or forgotten. Annika and I are both navigating this new digital landscape and so it's no surprise that this song was birthed from it. I think in many ways we are all coming to grips with the reality that what seems black or white is usually neither, and simultaneously, both.",
    "duration": 159,
    "external_url": "https://www.sound.xyz/annikarose/lost",
    "genre": "Pop",
    "image": "ar://Smfn25uK0d5I_dR_wUGwlPa3JH1vdCvm7oU_MS2NPwU",
    "isrc": null,
    "key": null,
    "license": null,
    "locationCreated": null,
    "losslessAudio": "ar://3T3-hkwQ2R76758TqvEHUclUMUmLIV76DdVmlWCpUhs",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Lost #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Lost",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}