{
  "address": "0x1004e05ce6aa6382721558522d4c6f53cc493e02",
  "type": "ERC721",
  "name": "BlueChipmunks",
  "tokenCount": "17",
  "uri": "ipfs://bafybeifb5g2rxs7cof2ycfwy2krygnq7vn6yshidt5dmg4pb3l7ra7ddyy/1.json",
  "metadata": {
    "name": "Blue Chipmunks #1",
    "description": "The Blue Chipmunks are a rare breed and a relic of their time. They bought their first toys at a Toys-R-Us and attended birthday parties at McDonald’s or Burger King and thought it was cool and not weird. They remember listening to FM radio until their favorite song came on to record it on their boombox but always missed the first five seconds. They spent their weekends with friends at the local mall now turned into an Amazon distribution facility when it had an arcade and no Starbucks. They may have shopped at The Buckle and Hot Topic. They liked Darkwing Duck and Gargoyles and watched movies about “Greed is good.” Their first big purchase may have been a CD player along with Ace of Base, Paula Abdul and the soundtrack to Jurassic Park. They used ICQ before AOL IM and know what it is like to pick a song to pirate and then wait until morning to see it only 50% complete. They may still have a Winamp playlist on an old hard drive and their first concert could have been Pearl Jam, Creed or may even Backstreet Boys. They definitely used Sun In. Their first dance was possibly in junior high to “On Bended Knee” by Boyz II Men. They remember the dotcom crash and came of age possibly in Iraq or maybe during the Great Recession. They remember the analog world but grew up with the digital world and are really tired of doing tech support for their entire family. They may also be tired of working for the man while secretly wanting to be the man and they may or may not be able to afford a house or kids but they may be able to afford some pixels on a blockchain while working from home in their underwear and that’s all okay. They know life can be fast, frustrating and fun but it’s not about who we become but the memes we make along the way.Project Website: https://bluechipmunks.com/",
    "image": "ipfs://bafybeidd5qumocqreuze4v42kchhebh7qidfmjs6owyly2epw4iyg7zd5y/1.png",
    "dna": "4ecf9def5f2eea27106dec88074ffabac2bc55b1",
    "edition": 1,
    "date": 1666110025945,
    "attributes": [
      {
        "trait_type": "Background",
        "value": "Broken Statue Of Liberty"
      },
      {
        "trait_type": "Road",
        "value": "Yellow Brick Road"
      },
      {
        "trait_type": "Vehicle",
        "value": "Big Truck"
      },
      {
        "trait_type": "Body",
        "value": "Base"
      },
      {
        "trait_type": "Left Hand",
        "value": "Loaf Of Bread"
      },
      {
        "trait_type": "Shirt",
        "value": "Suit&Red Tie"
      },
      {
        "trait_type": "Eyes",
        "value": "Base"
      },
      {
        "trait_type": "Mouth",
        "value": "Toothpick"
      },
      {
        "trait_type": "Hat",
        "value": "Top Hat"
      },
      {
        "trait_type": "Right Hand",
        "value": "Arrow"
      },
      {
        "trait_type": "Sign",
        "value": "Sherwood Forest 21 Miles"
      }
    ],
    "compiler": "Blue Chipmunks"
  }
}