{
  "address": "0x10a9395e995c752bb58bfa8eda0c40122c0b3058",
  "type": "ERC721",
  "name": "Buppy. - Down&Low Dir. Alex Edep",
  "tokenCount": "12",
  "uri": "https://arweave.net/DxDqaL8XeUhYsebAYlQUrAf-E8CJR2sScSny9LOEwT8",
  "metadata": {
    "name": "Buppy. - Down&Low (Dir. Alex Edep)",
    "description": "18-year-old Utah native Buppy. tells his own coming-of-age story while exploring a vast world of genres. “Down&Low”, the third-coming single from Buppy.’s debut EP, ‘Cold Nights In Hollywood’, details the story of his father leaving his family when he was only seven and the emotions that accompanied that. The music video, co-directed by Buppy. & Alex Edep, encompasses this theme, as Buppy. performs the song in disarray whilst in a room painted by the blue emotion he feels. The background behind him lights up with an old home video of Buppy.’s family throughout the visual. The release of ‘Cold Nights In Hollywood’ (single) landed Spotify’s New Music Friday & Tear Drop along with 100k+ first week streams. Buppy. looks to continue applying pressure with ‘Down&Low’. This record serves as Buppy.’s long awaited entrance into Web3. The video, which is being minted as an NFT on Glass.xyz, was funded through his audio NFT release via Decent.xyz. This record showcases Buppy.’s versatility through his witty lyricism and high-energy production from HARRY WAS HERE. It was mixed by Richard Myers, and mastered by André Castro.\n\nNFT Benefits:\nBuppy.’s coordinated, roadmapped release between both Glass and Decent exemplifies ways in which musicians can leverage different Web3 tools and platforms to fund, market, AND release new music - essentially everything a musician needs for a vital music career. The visual for ‘Down&Low’ was completely funded by the audio NFT release on Decent. Buppy. will be releasing the music video for “Down&Low” on Glass, allowing him to disseminate his art while also earning upon it as a separate stream of income, and enabling some of that upside flow back to the NFT holders, collectors, and contributors that made the creative endeavor possible in the first place by buying the NFTs on Decent. Holders will also receive utility such as (and not limited to):\n\n- If you own 1x Decent* OR Glass NFT you will receive a handmade poster commemorating the release of Buppy.'s genesis NFT. \n\n- If you own 2x Decent or Glass NFTs you will receive the poster + 2-free concert tickets (redeemable at most venues)  \n\n- If you own both Decent & Glass NFTs you will receive previously stated benefits + access to the private release party of Buppy.'s debut EP, 'Cold Nights In Hollywood', in Los Angeles. \n\n* Decent.xyz holders will 1.75% of the master royalties on 'Down&Low' paid out by DSPs. \n\n** Buppy. NFT holders will receive access to a private group chat where the roadmap will be further discussed.",
    "image": "https://arweave.net/_oG5D1QSs2HJMeWzGNJIBhkTX2oJcgnw7TNE2PoL_NI",
    "external_url": "https://glass.xyz/v/cVMF7FySwKaeIJU7KM634AZOAp6cxUDpPgpL1bBShf4=",
    "animation_url": "https://glass.xyz/embed/cVMF7FySwKaeIJU7KM634AZOAp6cxUDpPgpL1bBShf4="
  }
}