{
  "address": "0x1092893d736d30cabd5caf3e15e320aa1b046878",
  "type": "ERC721",
  "name": "#Horizon_12030",
  "tokenCount": "20",
  "uri": "https://us-central1-thing-1d2be.cloudfunctions.net/getThing?thingId=jnAASioDouSUzNPYuXrW",
  "metadata": {
    "image": "https://firebasestorage.googleapis.com/v0/b/thing-1d2be.appspot.com/o/token%2Fasset-1569523326898?alt=media&token=7c0cf67a-4340-469d-bbca-c84429c72127",
    "isForSale": true,
    "description": "This September, millions of us will walk out of our workplaces and homes to join young climate strikers on the streets and demand an end to the age of fossil fuels.  Our house is on fire — let’s act like it. We demand climate justice for everyone.\n\nYoung people have woken up much of the world with their powerful Fridays for Future school strikes for the climate. As we deal with devastating climate breakdown and hurtle towards dangerous tipping points, young people are calling on millions of us across the planet to disrupt business as usual by joining the global climate strikes on September 20, just ahead of a UN emergency climate summit, and again on September 27. Together, we will sound the alarm and show our politicians that business as usual is no longer an option. The climate crisis won’t wait, so neither will we.\n\nOur house is on fire. The climate crisis is an emergency but we’re not acting like it. People everywhere are at risk if we let oil, coal and gas companies continue to pour more fuel on the fire. Our hotter planet is already hurting millions of people. If we don’t act now to transition fairly and swiftly away from fossil fuels to 100% renewable energy access for all, the injustice of the climate crisis will only get worse. We need to act right now to stop burning fossil fuels and ensure a rapid energy revolution with equity, reparations and climate justice at its heart.\n\nhttps://globalclimatestrike.net/",
    "contractAddress": "0x1092893d736D30CAbd5cAF3e15e320aA1b046878",
    "type": "ERC721",
    "external_link": "https://mintbase.io/minted/0x1092893d736D30CAbd5cAF3e15e320aA1b046878/jnAASioDouSUzNPYuXrW",
    "minter": "0x398a20F8A91A7406343e75F4Ac1Eaad6902D3862",
    "price": "0",
    "name": "Global Climate Strike. Septembre 2019",
    "minted": "Minted on Mintbase.io",
    "attributes": [
      {
        "trait_type": "item",
        "value": "Global Climate Strike. Septembre 2019"
      },
      {
        "trait_type": "level",
        "value": 2
      },
      {
        "trait_type": "generation",
        "display_type": "number",
        "value": 1
      }
    ]
  }
}