{
  "address": "0x10c4087c98925b4c4d6b83413dc1b9237e9213cb",
  "type": "ERC721",
  "name": "Rey editions on Babylon - March 28, 2023",
  "tokenCount": "25",
  "uri": "https://arweave.net/e0893OXFTg86EbvehjY6FC62QKrvf-YO3zGaT1-zFeA",
  "metadata": {
    "name": "ACID MONEY",
    "description": "Con el futuro en mis manos me levanté y vi como las marionetas se entregaron a la garra y cuerda de un ser desconocido. Los maniquíes bailaban de un modo lúdico. Juguetón, pero con una sapidez oculta de envidia amarga y odio avinagrado. El titiritero era una criatura colosal, fuerte y misteriosa como un mar de árboles milenarios. Sus colmillos tan afilados y amenazantes como una ola de cuchillas oxidadas.\n\nFormando una sonrisa tan pícara y desvergonzada que solo podré describirla como prohibida y libre de pavor. Sus ojos eran como remolinos hipnotizadores que no parecían terminar. Un tercer ojo sobresalía como una llaga podrida en la frente de la bestia y penetraba el alma de todas sus víctimas, incluso la mía.\n\nSiete manos llamadas fraude, extorsión, impunidad, soborno, despotismo, nepotismo y malversación controlaban a los tiranos de doble cara, que parecían inconscientes de esta presencia omnipotente que les rodeaba. Mi vista luego se clavó en la profundidad de la desesperación, donde me encontré con los más sufridos, los inocentes:\n\nPerfiles humanos que se retorcían en el jugo de dinero ácido y las brasas de la ignorancia. Mórbida curiosidad le gano a mi terror y escuché a la bestia rugir:\n\n‘‘Por 12.000 años me he cultivado de la inmundicia de la civilización. He crecido como sanguijuela hambrienta con una interminable sed de dominio. Mis lacayos enmascarados me otorgaron muchas caras, ninguna de ellas; sin embargo, una verdadera representación de mi semejanza. Soy una enfermedad, un dilema invisible que solo se puede sentir. Soy astuto y sin decir una palabra quebranto la tierra y masacro tu fe. Soy La Corrupción: Deidad secreta y antigua de la vileza y la falta de honradez.’’\n\nMe di vuelta y corrí hacia la puerta, solo para enterarme de que estaba atrapado en el pantano de la traición. Me hundí y lo último que tocó el aire era mi mano. Sentí cómo el futuro se desvaneció en mi palma...\n\nComo un vistazo lejano hacia la profundidad de una orilla de mar...\n\n Ni siquiera Virgilio te sacará de aquí.",
    "created_by": "Rey",
    "image": "https://arweave.net/ip24CeAkpWq9Hfzx8_WPXoWJ4FNtGqGV5kl1Qm78MUM",
    "image_url": "https://arweave.net/ip24CeAkpWq9Hfzx8_WPXoWJ4FNtGqGV5kl1Qm78MUM",
    "external_url": "https://babylon.art/",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Rey"
      }
    ]
  }
}