{
  "address": "0x103a19d9e0ec61664ef63fc3fc290bf550469b93",
  "type": "ERC721",
  "name": "Glow by Manfred Teh",
  "tokenCount": "16",
  "uri": "https://arweave.net/z28dhnjqhQMZJiQu9C1GlgACxcQZH2lREZl_CwXVFxE/1",
  "metadata": {
    "name": "#13 Stronger Together",
    "created_by": "Manfred Teh",
    "description": "Title: Stronger Together\n\nArtist: Manfredteh\n\nEdition: 1/1\n\nStory: \n\nThis piece was created from our night trip to Surprise View, Peak District with my partner during the milky way season. In UK, the weather can be very unpredictable, so as soon as we see any sign of clear sky or good weather, we will have to go out to locations to shoot, so going out to shoot the milky way in UK can be very spontaneous. \n\nBecause the journey to Surprise View, Peak District was just below one hour drive away, and it was one of many places in UK where you will be able to see the milky way. So, we decided to head straight to Surprise View after our dinner at home.\n\nWe arrived at the location nice and early just after sunset, but the milky way was not visible yet, during which we had 2 hours to spare. So, spontaneously I decided to do some light painting at a pile of rocks we found near where we were sitting at whilst waiting for the milky way to appear.\n\nAlthough, the sky was clear that night but it was quite windy, even windier high up on the open hill. So, I had to be mindful that the drone doesn't get blown away or we don't get put off balance by the strong wind and fell from the cliff edge rocks. An hour or so of photo shooting there, our body started to feel cold, so we went back to the car to warm up before coming back out for the milky way, and this is how this piece was born.\n\nCollector will receive a wetransfer link to download a full high res copy of jpg for this piece.\n\nLocation: Surprise View, Peak District",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Manfred Teh"
      },
      {
        "trait_type": "Collection",
        "value": "Glow by Manfred Teh"
      },
      {
        "trait_type": "Date Minted",
        "value": "April 30, 2022"
      },
      {
        "trait_type": "Location",
        "value": "Peak District"
      },
      {
        "trait_type": "Medium",
        "value": "Digital Photography"
      },
      {
        "trait_type": "Size",
        "value": "3835 X 5752"
      },
      {
        "trait_type": "Subject",
        "value": "Light Painting"
      },
      {
        "trait_type": "Time of Day",
        "value": "Night"
      }
    ],
    "image_details": {
      "bytes": 11365206,
      "format": "JPEG",
      "sha256": "59bed74bc0e4547e292d0755e7e5a574c608eabcde8ad037bfc04fade6a1404d",
      "width": 3835,
      "height": 5752
    },
    "image": "https://arweave.net/SRPzUmOYAiF9IkBdH_yL0YuAHevqtjwd-h04I8xaW3Y",
    "image_url": "https://arweave.net/SRPzUmOYAiF9IkBdH_yL0YuAHevqtjwd-h04I8xaW3Y"
  }
}