{
  "address": "0x1028826427fa2a66216bcabcbfdfaea85258753f",
  "type": "ERC721",
  "name": "Ballad - Stories",
  "tokenCount": "3",
  "uri": "ar://2jhDnQafkPslUMpKr1C5kQ9OhlUxfGAlQE-6MFrP4qg/1",
  "metadata": {
    "animation_url": "ar://PJ6lS-r3T-D-qyrg7WzqThJ5kycgJcZBArDsFWmwWfo",
    "artist": "Ballad",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://mVDrKPtEl6pAoFrvWZ_QRhx29hU2ep0skWLUFH-EsZ8",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Stories",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 148,
    "credits": null,
    "description": "I sing about love a lot. There is a need for more love in the world, and my goal is to connect people with it. That being said, love can look a lot of different ways. During a meeting with my team, they were adamant about getting me to talk my shit on a record. “Do you not know who you are? You’re Ballad! There isn’t anyone else like you. You can’t be afraid to say that and believe it.” That got me thinking of the kind of love I don’t usually sing about. That’s when “Stories” was born. It’s about having love for yourself and keeping those who don’t deserve your love out. \n\nWe often let people enter and exit our lives without recourse. They take from us, and they leave us no better off than when they came. \" Stories\" is about taking control of your space and setting boundaries. You’re not a revolving door and you shouldn't be treated as such. This record is about honoring yourself and restricting your energy from those who only stand to use you. Why leave space for someone who never pours into your cup? If we allow people to treat us in such a way, what does that say about us? That isn’t the type of love we should accept. We fail to honor ourselves when we take less. \n\nWe have to be unapologetic in the way that we say no. The same way that they were unapologetic about getting comfortable and constantly letting us down. With \"Stories\", I’m saying “keep your distance”. I know my worth. I know what I deserve. I value my time and I'm saying enough is enough. I’m also talking my shit at the same time. If you miss me, you can do it from the sidelines. On my story to be exact. You no longer have direct access.\n",
    "duration": 226,
    "external_url": "https://www.sound.xyz/mrloveballad/stories",
    "genre": "R&B & Soul",
    "image": "ar://mVDrKPtEl6pAoFrvWZ_QRhx29hU2ep0skWLUFH-EsZ8",
    "isrc": null,
    "key": null,
    "license": null,
    "locationCreated": null,
    "losslessAudio": "ar://PJ6lS-r3T-D-qyrg7WzqThJ5kycgJcZBArDsFWmwWfo",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Stories #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Stories",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}