{
  "address": "0x11506fb311c85d0c862c5bb80b972a4cff981845",
  "type": "ERC721",
  "name": "Tadpoles of Frogville",
  "tokenCount": "26",
  "uri": "ipfs://QmT1v2iTPyn7Tggf2pY2g57xekzNVCPwboqC63HA2pXF5d/1",
  "metadata": {
    "name": "TADPOLE #1",
    "description": "Welcome To Frogville:\n\nThe inaugural release of Tadpoles of Frogville is a collection of 10,000 unique NFTs reimagined using Midjourney's AI technology.\n\nBy owning a Tadpole NFT, hodlers will gain exclusive membership to our community and receive monthly earnings from gross profits from various business ventures (cannabis shops, restaurants, apparel products, and entertainment projects) built with our community wallet.\n\nOur goal is to build a strong community of collectors who wish to be part of a purposeful, intentional project; to accomplish this, each week, we're releasing 1,250 two-dimensional companions (The Greenlist) necessary to mint Midjourney variants on Leap Day.\n\nIn addition, to mitigate scalpers, gas wars, and idle community members, we'll limit each wallet to one mint per week. Transfer abilities will also be locked until all Midjourney variants have sold out (discouraging those who only wish to make a quick buck off those genuinely interested in the project).\n\nBe sure to mint your FREE Tadpoles today! Then, return on Leap Day to mint your Midjourney variant to activate your membership. No games. No trivial tasks. No gimmicks. Mint. Build. Collect. It's that simple.\n\nJoin us on Discord to learn more about the Welcome to Frogville community and how you can be involved.",
    "image": "ipfs://QmV3GdzDujD83ypHBjnKkEBtKa3YFGE5FYJQacwDjUxzZG/1.png",
    "external_url": "https://www.welcometofrogville.com",
    "attributes": [
      {
        "trait_type": "BACKGROUND",
        "value": "HYDRO FLAMES RED"
      },
      {
        "trait_type": "INNER SKIN",
        "value": "COLOR SPLASH GREEN"
      },
      {
        "trait_type": "OUTER SKIN",
        "value": "RAREISM MULTI"
      },
      {
        "trait_type": "TAIL",
        "value": "MONEY BAG YO E"
      },
      {
        "trait_type": "BUBBLES",
        "value": "RED"
      },
      {
        "trait_type": "EYES",
        "value": "TIFFANY SLEEPY"
      },
      {
        "trait_type": "MOUTH",
        "value": "LOW WHITE FANG"
      }
    ],
    "file_url": "ipfs://QmVDHLBi8nWNzs4YcooBDUnz1XbqdjeeEXYdvt2vmewHfv/1.png",
    "custom_fields": {
      "dna": "a6ccc038e69e030774b45fd5359ae2f854284628",
      "edition": 1,
      "date": 1669267057275,
      "compiler": "HashLips Art Engine - codeSTACKr Modified"
    }
  }
}