{
  "address": "0x11665f3fdefff375d32ee7fefe96af56ca0cc502",
  "type": "ERC721",
  "name": "Gregory Halpern | ZZYZX",
  "tokenCount": "68",
  "uri": "https://arweave.net/-rvYTRkaii0y54X9_IzA1iKgdcJTocAjlaBYTKvTojQ",
  "metadata": {
    "name": "ZZYZX #1",
    "created_by": "Gregory Halpern",
    "description": "ZZYZX #1 by Gregory Halpern\n\nThe early settlers dubbed California The Golden State, and The Land of Milk and Honey. Today there are the obvious ironies – sprawl, spaghetti junctions and skid row—but the place is not so easily distilled or visualized, either as a cliched paradise or as its demise. There’s a strange kind of harmony when it’s all seen together—the sublime, the psychedelic, the self-destructive. Like all places, it’s unpredictable and contradictory, but to greater extremes. Cultures and histories coexist, the beautiful sits next to the ugly, the redemptive next to the despairing, and all under a strange and singular light, as transcendent as it is harsh.\n\nThe pictures in this book begin in the desert east of Los Angeles and move west through the city, ending at the Pacific. This general westward movement alludes to a thirst for water, as well as the original expansion of America. The people, places, and animals in the book did exist before Halpern’s camera, but he has sewn these photographs into a work of fiction or fantasy—a structure, sequence and edit which, like Los Angeles itself, teeters on the brink of collapsing under the weight of its own strangely-shaped mass.\n\nEdition: 1 of 1\n\nFellowship Studio",
    "License": "© Gregory Halpern",
    "Copyright": "© Gregory Halpern 2022 All Rights Reserved",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Gregory Halpern"
      },
      {
        "trait_type": "Collection",
        "value": "ZZYZX"
      },
      {
        "trait_type": "Edition",
        "value": "1 of 1"
      },
      {
        "trait_type": "Fellowship",
        "value": "Studio"
      }
    ],
    "image_details": {
      "bytes": 9581788,
      "format": "JPEG",
      "sha256": "186e0df0d3a89094288f976f8b04a44823b977d3fa17e7bae15b98203546758b",
      "width": 3244,
      "height": 4000
    },
    "image": "https://arweave.net/Kw6qLR87IzH6Vn4H8_XhqwaLw5V2BEOS83z8NfY72gA",
    "image_url": "https://arweave.net/Kw6qLR87IzH6Vn4H8_XhqwaLw5V2BEOS83z8NfY72gA"
  }
}