{
  "address": "0x110cf7e6d4a4ba7c8ddd84ab9e77b85bd9bb0d91",
  "type": "ERC1155",
  "name": "Supercool Short Stories",
  "tokenCount": "8",
  "uri": "https://arweave.net/AX2U6dpaGEJyihc8o9pthTBrAcLuuagprjCGWrf6M7c",
  "metadata": {
    "name": "18 (A short story)",
    "created_by": "Supercool Misfit",
    "description": "You can read this short story FREE of charge by downloading it here: https://gateway.pinata.cloud/ipfs/Qmeadd2jzFzYMJPecs6vmE9Vb8iZYLivxfKv9otHPM3fQc  \n\nIf you enjoy the story, please mint an edition to support the author and encourage her to finish the second story in this series.\n\n\nForeword\n\nSupercool was 18 years old when she first walked into the newsroom of a national newspaper, hence the title of this short story.\n\nShe started training as a journalist during one of the most violent periods in South Africa’s modern history – just as the country had banned apartheid and was becoming a democracy and thousands of people lost their lives in political killings, unrest and the general mayhem that engulfed SA at that time.\n\nAs a cub reporter, she covered everything from violent crime stories, which entailed her having to deal with seeing a lot of blood and gore, to lighter feature stories like two Maltese poodles getting married (I’m not making this up).\n\nOn the subject of dogs, this foreword is being written by her trusty hound, Ripley. Because she has no friends.\n\nThat’s not entirely true. She obviously does have a few IRL friends and virtual frens (or so I’m told), and she could’ve easily asked quite a few respectable SA writers to pen this foreword, but she asked me to do so because she holds a senior position at a newspaper and she’s not allowed to freelance, so if she doxxed herself, she’d be fired faster than she can say “get off the couch, Ripley!”\n\nThere are nine short stories in this series and they cover her mostly weird and sometimes wonderful experiences as a journalist and what it was like growing up in apartheid SA as a rebellious young Indian woman who had to secretly apply to college to study journalism because her mother wanted her to be a homeopath and when she was accepted for both, she had to finally admit to her mom that she had no interest in learning how to heal people with good vibes, herbs and spices.\n\nIf you’re curious about what genre these short stories fall into, it would be a combination of true crime, absurdist \nhumour, a smidgeon of history, some drama, a lot of sassy challenging of the restrictions imposed on people during apartheid and it might just be a very complicated love story too. (Sounds saucy, hey?)\n\nIn truth, the stories cross too many genres to count, but ultimately they’re about a supercool misfit finding herself in the most unusual way, through a dark childhood and a profession that forced her to confront the darkness within.\n\nEnough about her, let’s focus on me for a bit. I hear there’s a famous NFT hound who has salmon bite snacks all the time and I’m envious because I’ve only had them once and they’re damn delicious. \n\nSo please buy this short story NFT and all the others in this series so that I can have more salmon bites, because I’m a good dog and I deserve fancy snacks at least once a month – don’t I?\n\n\nYours in anticipation of snacks, \nRipley Misfit",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Supercool Misfit"
      },
      {
        "trait_type": "Category",
        "value": "Short story"
      },
      {
        "trait_type": "Genre",
        "value": "Memoir, True Crime, Humour"
      },
      {
        "trait_type": "First Edition",
        "value": "2500"
      },
      {
        "trait_type": "Short Story Series",
        "value": "1 of 9"
      }
    ],
    "image_details": {
      "bytes": 1027024,
      "format": "PNG",
      "sha256": "478faea9effb249a5afee550b0b5a71fdfa10e941b4fa03936643bff7c373a62",
      "width": 656,
      "height": 932
    },
    "image": "https://arweave.net/qd7g12fTlpF7E-xGLEyk87TF-GXilJ4uFxVQbSmVq9Y",
    "image_url": "https://arweave.net/qd7g12fTlpF7E-xGLEyk87TF-GXilJ4uFxVQbSmVq9Y"
  }
}