{
  "address": "0x11301ad91f09fbf4bdd45d796bb8fceb04e89368",
  "type": "ERC721",
  "name": "My Last Day at Seventeen by Doug DuBois",
  "tokenCount": "34",
  "uri": "https://arweave.net/ErZVRPuMKJ75hJl97BXq8gwjt9w0CcS84UGPf5sjT9U",
  "metadata": {
    "name": "My Last Day at Seventeen #1",
    "created_by": "Doug DuBois",
    "description": "Image caption: Midsummer bonfires go back at least 5000 years in Ireland. In Russell Heights, the neighborhood kids knock on doors looking for scraps of wood, old furniture and the occasional mattress to burn. It’s a big party.\n\nAssembly and Sasha Wolf Projects present “My Last Day at Seventeen,” the genesis NFT collection by an American photographer Doug DuBois. Combining portraits, spontaneous encounters and collaborative performances, the images in \"My Last Day at Seventeen\" hover between documentary and fiction. Doug DuBois was first introduced to a group of teenagers from the Russell Heights housing estate while he was an artist-in-residence in Cobh, on the southwest coast of Ireland. He was fascinated by the insular neighborhood, in which \"everyone seems to be someone's cousin, former girlfriend, or spouse.\" DuBois gained entry when two participants of a workshop he taught took him to a local hangout spot, opening his eyes to a world of not-quite-adults, struggling through the last days of their childhood. Over the course of five years, DuBois returned to Russell Heights examining the uncertainties of growing up in Ireland today while highlighting the unique relationship between artist and subject.\n\nDoug Dubois is a widely-exhibited American photographer well known for capturing intimate familial scenes. His photographs are in the collection of the Museum of Modern Art in NY; SFMOMA in San Francisco; J. Paul Getty Museum and LACMA in Los Angeles; The Museum of Fine Art in Houston; the Library of Congress in Washington DC; and the Victoria and Albert Museum, London.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Doug DuBois"
      },
      {
        "trait_type": "Copyright",
        "value": "All Rights Reserved"
      }
    ],
    "image_details": {
      "bytes": 897833,
      "format": "JPEG",
      "sha256": "2e93c57286be376e671569b46b932e1bba121ff57035c85cbcf89ae0aa56b648",
      "width": 2000,
      "height": 1574
    },
    "image": "https://arweave.net/o6qSMQmcJWaTrydQj65NtDc2dH9MGSxU8cS9lfAWa1E",
    "image_url": "https://arweave.net/o6qSMQmcJWaTrydQj65NtDc2dH9MGSxU8cS9lfAWa1E"
  }
}