{
  "address": "0x111174b2414e14b4b5441646ec221ef1726a87b1",
  "type": "ERC1155",
  "name": "collision.art",
  "tokenCount": "231",
  "uri": "https://metadata.blokpax.com/collision/1.json",
  "metadata": {
    "name": "\"Genesis\" Diamond Edition (The \"100 Legends\" Tribute to Michael Jordan)",
    "image": "https://token-images.collision.art/1039a5f45a28e891889bacd6288a2511ae7183578cfe51bea7de6c6666521e30.jpg",
    "description": "Only 6 of this “Genesis” Diamond Edition will ever exist.\n\n“Genesis” is a tribute to Michael Jordan from the 100 Legends Series of works.\n\nEach holder of this extremely limited-edition shares ownership of the underlying 1986 Fleer Michael Jordan Rookie Card in PSA 10 condition known as “The Genesis.”\n\nIf the card sells for the posted trigger price the owner of each Diamond Edition will receive a direct payment of 434 ETH net of fees and gas.\n\nIf the trigger price period expires the card will be auctioned on chain and each Diamond Edition holder will receive 2.17% of the net proceeds.\n\nThe Limited-Edition artwork lives on forever as an NFT to signify the historical importance of this moment and as a forever tribute to the underlying asset and the legend himself, Michael Jordan.\n\nRemember, the underlying Michael Jordan rookie card is the first major physical collectible to be vaulted and have its ownership tokenized as an NFT on the blockchain.   The card is truly 1 of a kind and we hope its significance as a proof of tokenized physical ownership is meaningful to those who share the belief system that crypto enabled technology will change the world.\n\nThe card is held in a bonded conservatorship in the Blokpax vault.  Blokpax as a project is the first of its kind to offer NFT tokenized ownership of physical collectibles.   Blokpax is USA based and all vaulted assets are fully insured.\n\nYou can see The Genesis Jordan here: [https://collision.art/genesis](https://collision.art/genesis)",
    "attributes": [
      {
        "trait_type": "Category",
        "value": "Sports"
      },
      {
        "trait_type": "Series",
        "value": "100 Legends"
      },
      {
        "trait_type": "Tribute",
        "value": "Michael Jordan"
      },
      {
        "trait_type": "Artwork Name",
        "value": "Genesis"
      }
    ],
    "id": "1"
  }
}