{
  "address": "0x11342f88176de1fd631239bf956700815ab2edc1",
  "type": "ERC721",
  "name": "Ascension: The Fallen Angel",
  "tokenCount": "100",
  "uri": "https://arweave.net/xWzlgEj2HPrlWjN96jI2yxYhQpYhFRTjDh5F8Axgl1k/1",
  "metadata": {
    "name": "The Fallen Angel  #1/100",
    "created_by": "trevorjonesart",
    "external_url": "https://www.trevorjonesart.com/",
    "description": "The Legend of the Fallen Angels\n\nOn 11 March 2022 a shining host of Bitcoin Angels completed their missions on Earth and received the blessing to return to Heaven. The angels left behind glittering icons of bronze, silver, and gold for those who held the strongest faith, and they arose in glory in a fantastic airborne ship to begin their Ascension.\n\nBut even in moments of greatest triumph, the serpent waits patient and concealed to trap the unwary – and this time it was Pride, the sin of Lucifer and of Adam, that corrupted the hearts of a small coterie of angels. Made arrogant by the adoration they had received on Earth, they boasted to their fellows within their incredible soaring vessel and began planning a second rebellion in Heaven. Although most of the angels were appalled by this blasphemous hubris, some were persuaded, and in the end five score rebels conspired to turn on their peers and attack the Celestial City upon arrival. \n\nHowever, it was precisely when the great ship reached the edge of Earth’s atmosphere that each angel would come to understand their fate, for this journey had been the final test. Those that had remained loyal were released from the confines of the ship, able to soar unhindered on wings of spirit to guide them home. But the spirits of those who turned to treachery were weighed down by their pride and greed, unable to leave the worldly realm or escape the ship and with it, they plummeted back to Earth.   The one hundred Fallen have forever lost their chance to return to Heaven and are now destined to walk the Earth for eternity – and with their fate sealed, the corrupted angels renounced their loyalties and are Bitcoin Angels no longer. In their anger and resentment, the Fallen Angels spend their days driven by the temporal and fiat, sowing fear, uncertainty, and doubt among those on Earth.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "trevorjonesart"
      },
      {
        "trait_type": "Title",
        "value": "The Fallen Angel"
      },
      {
        "trait_type": "Year",
        "value": "2022"
      }
    ],
    "animation_details": {
      "bytes": 75289471,
      "format": "MP4",
      "duration": 58,
      "sha256": "724852bd70a7c67538d45183ba0c005175e622d0446a2d2980c31b459e3e4328",
      "width": 3840,
      "height": 2160,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/vjBmCqxw-fZKIPPOPm7Jw3OC-XyqqCarrXUj9Dlzj1A",
    "animation_url": "https://arweave.net/vjBmCqxw-fZKIPPOPm7Jw3OC-XyqqCarrXUj9Dlzj1A",
    "image_details": {
      "bytes": 480025,
      "format": "JPEG",
      "sha256": "d08bf8c3d44913a5b4f952f90afaf4286bbb86520f6a183640be4a61744e3d1d",
      "width": 1920,
      "height": 1080
    },
    "image": "https://arweave.net/aQEnKuFFxr_0PYE3URzgoHzO_bOp2p-UXJEo_WWzhGw",
    "image_url": "https://arweave.net/aQEnKuFFxr_0PYE3URzgoHzO_bOp2p-UXJEo_WWzhGw"
  }
}