{
  "address": "0x11896ee6dfb924fa9a19136c79355b191cb6f44b",
  "type": "ERC721",
  "name": "VanishingFops",
  "tokenCount": "182",
  "uri": "ipfs://Qmb6wPpjVAYFvZ9gbtD68GE8sEKTFaDea7sZVueXzjrG7o/1.json",
  "metadata": {
    "name": "Fop #1",
    "description": "Hi all, my name is Aida and I'm many years old. Since early childhood I've been crazy about animals, but all my attempts at keeping pets have ended in disaster: suffering, illnesses, deaths, and that's not even the end of it. It would be enough for me to just tell you about how one of my perfectly  healthy cats, which has recently been to the vet - just didn't wake up one morning. (Just so you know, this is not even the darkest thing that happened to him). So, having lost a loving pet yet again, I'm fully convinced that I must be cursed or something (I'm not joking btw, I actually think I might have a curse on me). For a long time now I've refused to get another pet, refused to eat animals, and am trying to not even approach them at this point. Guess what happened to the neighbour's cat, who I was recently playing with... But even with all of this going on, I really do love animals and often draw them and give them life in my head, imagining roles and personalities for each and every one of them (by the way, in my head, none of them have ever died, that helps with growing my optimism). I also often draw them on little stickers and give those to random people so that my animals can live together with them. So yeah, I want you to become the people who will adopt my animals. They would live with you and they would never get sick or die. And when it comes to real animals, I wish that you would take care of them, and love and respect them like equals, and of course, it would be cool if you would also not eat them.",
    "image": "ipfs://QmTbFnRy9hRWV79izjvaT2jBZdwhSAkAAxmG7boLjvQP1H/1.png",
    "edition": 1,
    "date": 1658530346510,
    "attributes": [
      {
        "trait_type": "BACKGROUNDS",
        "value": "Vinous"
      },
      {
        "trait_type": "CLOTHES",
        "value": "Dress"
      },
      {
        "trait_type": "HEADS",
        "value": "Colombian grebe"
      }
    ],
    "compiler": ""
  }
}