{
  "address": "0x1260bb441b4566c51feb212c3e28c2f7975e715e",
  "type": "ERC721",
  "name": "Rosalie - Half Life - Green Ring Remix",
  "tokenCount": "13",
  "uri": "ar://rSZXe2IPPTZDRyELgXXk0h3HN_W8nmV0T18NAxhfiSo/1",
  "metadata": {
    "animation_url": "ar://4YUWPVxjywZY1azfErprjAJSQVJ0wzJmtAMdVqJHAU0",
    "artist": "Rosalie",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://CKQCvtI21z-_kZsPZE2T9SWdzIqzOyFhy01PfJUeeEw",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Half Life - Green Ring Remix",
        "value": "Song Edition"
      }
    ],
    "bpm": 123,
    "credits": null,
    "description": "A Message From Green Ring:\n‘Half Life’ has such a cool story and meaning in Rosalie’s journey, so I was honored when she asked me to put together a remix. The song mostly came together in the very first session as the original has some incredible material to work with. I just tried to bring the song into my own world by adding some new sounds and letting the idea flow freely. Really happy with how it turned out. I hope you enjoy, and thank you for listening.\n\nA Message From Rosalie:\nI remember the first time I heard a song by Green Ring on a Songcamp call. Something immediately perked up in me. He has this beautiful and unique way of taking me on a journey with his music that feels like I'm traveling somewhere between Dr. Who's time vortex and wherever it is that our imagination lives. I think one of the many things that draws me to Green Ring's music is his sense of melody. Even though his music is typically instrumental and slightly ambient, he has this pop sensibility woven through. When deciding that I wanted to do a remix for Half Life, my intuition told me to reach out to Green Ring. I was so excited when he said yes and so curious how he would interpret this song. I love that you can hear so much of both of us in this remix, and it has me dancing down the wormhole that his music always puts me in. The original song was about such a dark and sad time in my life, and how beautiful that writing about that time has brought in so many blessings. \n\n",
    "duration": 171,
    "external_url": "https://www.sound.xyz/rosalie/half-life-green-ring-remix",
    "genre": "Electronic",
    "image": "ar://CKQCvtI21z-_kZsPZE2T9SWdzIqzOyFhy01PfJUeeEw",
    "isrc": null,
    "key": "A_FLAT_MAJOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://4YUWPVxjywZY1azfErprjAJSQVJ0wzJmtAMdVqJHAU0",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Half Life - Green Ring Remix #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Half Life - Green Ring Remix",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}