{
  "address": "0x128aa2f0e79ac31d78e30a7843528a563851db38",
  "type": "ERC721",
  "name": "QUEENS OF FIRE AND MAGIC in The Turquoise Bay 1",
  "tokenCount": "1",
  "uri": "https://arweave.net/zJTcO9j0RaVxhvdoMQGn4B8aRPCEpTB0GJpNXRtH-WY",
  "metadata": {
    "name": "Queens of Fire and Magic in the Tourquoise Bay",
    "created_by": "NORMA DE SAINT PICMAN",
    "external_url": "hrttps://noravision.eu",
    "description": "Several variants, edition in progress, each variant named after specificity occurred in the process of creation. \nImage linked with NFT series presented on Plastiks.io platform, where the purchase of NFT is sponsoring recycling of 500 kg of plastic. \nBridging physical Arts and virtual avatars collection is based on a photo collage and its digital variants of originals » Queen of Fire\" Angelina Jolie-inspired terracotta, \"Tourquise Bay \" oil on canvas by Alenka Kham Pičman, and \"Queen of Magic\" by Norma De Saint Picman. Illustrating Plastiks's bold mission the elements of Earth, Fire, Water, and Air are shown. Project is already connected to the NFT Slovenia in a single edition exclusive »Gold Diamond World« artwork dedicated to Leonardo da Vinci by Serag da Giado. Each of 180 countries' unique 1/1 NFT is featuring NFT pioneers of our time presenting the artist's favorite artwork and a message to mark a legacy. \n\nOriginal physical works, » Queen of Fire\" Angelina Jolie-inspired terracotta, \"Tourquise Bay \" oil on canvas by Alenka Kham Pičman, and \"Queen of Magic\" by Norma De Saint Picman have been shown on several exhibitions, all together at Emona, The Green Queen - Fire, Water, Earth, Exhibition, in 2016, at Ljubljana Exhibition and Convention Center, GR, the lobby of Marmorna Dvorana. Ceramics were shown at several exhibitions. NFT were shown at Plastics.io platform and World Futureverse Conference at Bled, Slovenia, in september 2022.",
    "Sister collection": "Gold Diamond World",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "NORMA DE SAINT PICMAN"
      },
      {
        "trait_type": "Collection ",
        "value": "Queens of Fire and Magic in the Tourquoise Bay"
      },
      {
        "trait_type": "Technics",
        "value": "Digital"
      },
      {
        "trait_type": "Original",
        "value": "Physical"
      },
      {
        "display_type": "number",
        "trait_type": "Year",
        "value": "2022",
        "max_value": "2023"
      }
    ],
    "image_details": {
      "bytes": 892753,
      "format": "JPEG",
      "sha256": "97b8ab7f864349804d7b6baed9b18261a9516cacf98ac29458feeb607ffc77f8",
      "width": 803,
      "height": 969
    },
    "image": "https://arweave.net/hFi0MYt2xbPYWFuReXU8x57Hh-OdKELTbmUBXt-V1Lo",
    "image_url": "https://arweave.net/hFi0MYt2xbPYWFuReXU8x57Hh-OdKELTbmUBXt-V1Lo"
  }
}