{
  "address": "0x123cf6f448b2743e64f77adaace94e18cd99c8fc",
  "type": "ERC721",
  "name": "Felly - Son of a Gun",
  "tokenCount": "50",
  "uri": "ar://m901ehTZojZbXL12ximLtFx-EpzgprWSSFfR_ERKYtk/1",
  "metadata": {
    "animation_url": "ar://EoKxRtMrQSFDULRzxFaiK5JT--q-OwEdtNnequBRrKw",
    "artist": "Felly",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://59mSiuIekY1ktPGtV8WHTkzZ-WImeWso5xtJVxDrGf0",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Son of a Gun",
        "value": "Song Edition"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "Son of a Gun.  One of my favorites off the upcoming album.  Something that feels like it has centuries of history behind it.  It was supposed to be the intro, then the outro, then found itself at track 10.  This song is probably the most New England//CT thing I’ve made.   I was scared of it for a while because of this reasons - it's out there. It has a lot of “Christian Felner” (my real name) in it.  Felly takes a seat for this one.  But it has this dark tone to it that I think is sacred and true to me. It feels like a horse.  You ever look into a horses eyes?  Feels like you can see hundreds of years in there.  I don’t think many people understand this song and I always look at people after playing it and just sitting with the fact that, from where I stand, it seems it went right over their head. The song is sort of about only being here for a period of time. The fragility of life, and how we're all alone.  And that feeling you can reach in life where there is no place to actually call home.  Being cast into the world alone…pretty much.  It comes from touring, from meeting so many strangers, and ultimately feeling like its still just me.  If you get this one you get it and if you don’t that's alright with me.  \n",
    "duration": 176,
    "external_url": "https://www.sound.xyz/felly/son-of-a-gun",
    "genre": "Alternative Rock",
    "image": "ar://59mSiuIekY1ktPGtV8WHTkzZ-WImeWso5xtJVxDrGf0",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": null,
    "losslessAudio": "ar://EoKxRtMrQSFDULRzxFaiK5JT--q-OwEdtNnequBRrKw",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Son of a Gun #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Son of a Gun",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}