{
  "address": "0x1280af5d258dfa77c9eee4bbb7ef7931434cb44c",
  "type": "ERC721",
  "name": "remcycles - STAMINUP 3.0",
  "tokenCount": "14",
  "uri": "ar://f-QyOekvRwVXw7NayYTt2rYlvjZwdeeeti-PKAQRhWA/1",
  "metadata": {
    "animation_url": "ar://DRaBtBeU-AwLZq2XYRgFMnjl4SncdGfQ-_eayNpvaiw",
    "artist": "remcycles",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://LcGoWTA_SBHB_Dp_9eximIKZ5t52fA58FXqRBrwI9Hs",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "STAMINUP 3.0",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "Hallo beautiful people of the sound world.\n\nThis is STAMINUP, a complete journey of auditory exploration in the world of funk and disco. I songwrote, produced, sung and rap on the beat here. The amazing Ashton Woods pulled through in record timeand made this into a movie. Absolutely fascinated by his engineering skills. Extremely thankful for his artistry and creativity joining my journey and being able to make a new friend along the way! \n\nThis song is my genesis on sound , so I love that I chose a song im singing and rapping on with prominence. The words are a representation of my battle with addiction and stepping into my power. While the beat is very lively and funky, the opening hook i mention how money, drugs, and lust where all I needed to breathe at one point. I was moving blindly towards false hope and falling into cycles of pain and struggle. Web3, music, therapy, and friends/family/real love is what helping me slowly climb out of that whole and realize my true worth.\n\nThis song was also funded to creation by @CXY aka my friend CY. he is an absolute legend and i have a dream of playing Coachella with him and reshaping the relationship dynamic between an artist and a collector here in web3. We’re here to tell a story and be dynamic time capsules of our experiences and it’s possible to keep encapsulating our journey as so. Ask for what you want and you will receive. There is a lot of times in 2022 where I almost felt like I needed to step back from music and give up.  Dutchy and a bunch of people helped me stay focused and remind me of my true power which allowed for transcendence into this piece today. This year is a year of standing in my truth as an artist all around, a 360 human being (shout out Rosalie!). Being vulnerable with my transition, my artistry, my life.. everything an artist journey is supposed to be. Thank you for joining along the ride.                                \nThe golden egg collector will receive the special cover art and a chance to make a song with me for one of my next rollout of tracks! ",
    "duration": 208,
    "external_url": "https://www.sound.xyz/remcycles/staminup-30",
    "genre": "Disco",
    "image": "ar://LcGoWTA_SBHB_Dp_9eximIKZ5t52fA58FXqRBrwI9Hs",
    "isrc": null,
    "key": "B_MINOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://DRaBtBeU-AwLZq2XYRgFMnjl4SncdGfQ-_eayNpvaiw",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "STAMINUP 3.0 #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "STAMINUP 3.0",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}