{
  "address": "0x1259ba696527156c3b1cbdfc74243edbd57f1a82",
  "type": "ERC721",
  "name": "EMPRESS TRASH GIGA RARES",
  "tokenCount": "22",
  "uri": "https://arweave.net/eGybq-OE5iU0fpkovNY64m6THVXk6Y89t3oHL5wxAVk",
  "metadata": {
    "name": "Human Rights//Down Bad",
    "created_by": "Empress Trash",
    "external_url": "empresstrash.xyz",
    "description": "DIGITAL MIXED MEDIA: AI + Vintage Glitch process utilizing Photomosh + After Effects\n\nCreated and minted for the Sotheby's historic Glitch: Beyond Binary show and auction. \n\nAuction Notes:\n\nThis exquisite artwork, named \"Human Rights//Down Bad,\" is a mesmerizing animated collage that seamlessly blends AI and video editing software to produce a unique Vintage Glitch aesthetic Empress Trash has developed through synthesis of multiple different digital processes. The core theme of all works in Vintage Glitch style is a commentary on the impact of early mass media and technology on our perception of society and revisits the past to recode and contextualize its implications in modern times. Empress Trash utilized a photo of three Pussy Riot members in chains as the primary source image, paying homage to the renowned Feminist Art Activists, and applied AI processing combined with her visual work to generate various striking compositions. The artist skillfully combined these elements to create the final composition which she then processed through Photomosh and Adobe After Effects to achieve the half-tone, psychedelic loop.\n\nInitially conceived to be named \"Women's Rights//Down Bad,\" the artwork's title was finalized to \"Human Rights\" to emphasize that women's rights are a fundamental aspect of human rights, not a separate right to question, and their violation affects humanity as a whole. The artist's use of the graph and \"down bad\" language highlights how financial market dynamics can evoke strong emotions, whereas stripping away someone's rights doesn't always have the same visceral response to some, pointing to the need for greater advocacy and action for human rights overall.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Empress Trash"
      }
    ],
    "animation_details": {
      "bytes": 88353574,
      "format": "MP4",
      "duration": 2,
      "sha256": "d8eb02109a7623d26d80789554a6841aecefc2275c069b75ed7b65e25abfdeed",
      "width": 2048,
      "height": 2048,
      "codecs": [
        "H.264"
      ]
    },
    "animation": "https://arweave.net/TRZIPmqpzWpS423RvmGiSXw6RSpPzjXyzc0xlgn37CE",
    "animation_url": "https://arweave.net/TRZIPmqpzWpS423RvmGiSXw6RSpPzjXyzc0xlgn37CE",
    "image_details": {
      "bytes": 15496164,
      "format": "GIF",
      "sha256": "ba46fea88c3657b5ffb0ce207845e3d7c5de74f3bc191019abf267694b9721c6",
      "width": 580,
      "height": 580
    },
    "image": "https://arweave.net/SaGJ6z6ILy0-3HhZPxmlGHSSqUaCiAXQCmW3e_WcNDo",
    "image_url": "https://arweave.net/SaGJ6z6ILy0-3HhZPxmlGHSSqUaCiAXQCmW3e_WcNDo"
  }
}