{
  "address": "0x12c118ebe576db3fe9e4fd3d9b443de0d8fc1262",
  "type": "ERC721",
  "name": "Digicars Art - 1st Edition",
  "tokenCount": "75",
  "uri": "https://ipfs.io/ipfs/QmfJKpDKVBq54vbXyHvPDtL3pchcrwZWxoo9TkvvssXuuS",
  "metadata": {
    "description": "1st EDITION CLASSIC CAR ART NFT BLOCKCHAIN WORLD FIRST\n\nThis is an artistic representation of the factory built Vermillion Fire, Ford Falcon XY GTHO Phase III with factory sunroof. Built for homologation, the Phase III was a modified version of the Falcon GT built in 1971 with a heavily upgraded engine, a four-speed top-loader gearbox and Detroit locker nine inch differential. It was also equipped with special brakes and handling package, plus a 36 imperial gallons (164 litres) fuel tank. The Phase III GTHO was the worlds fastest four-door production car of its time.\n\nAs the pinnacle of Aussie muscle cars the Phase III has consistently held its value over the life span of its vehicle since its release in 1971. This the first of 52 Editions that will be released over the coming year. \n\nIn the early 70s Ford had plan to race at Bathurst. The Phase 2 had already proven itself, dominating the great race to take first and second with Allan Moffat and Bruce McPhee in factory works cars. The new 1971 XY GTHO Phase 3 would bring the shaker, HM Header exhausts along with further refinement of camshafts and gearing choices. Ford would also supply the QC blueprinted engines to Ford dealers participating at Bathurst. The result was Ford destroying the opposition with 1,2,3,5,6 placings and setting the Phase 3 up as claimed fastest 4 door in the world and the last ever true production touring car before the 1972 supercar scare would forever retire “road registered” race cars. No wonder they keep going up in price they are the TRUE APEX PREDATOR of Aussie Classic Cars. \n \nThis world first digital verified blockchain NFT (Non-Fungible Token) Ford Falcon GTHO Phase III first edition release which is an artistic representation of the exact car with the same options it was sold with off the showroom floor in the early 1970s. \n\nThis stunning Ford Falcon GTHO Phase 3 is in Vermillion Fire with black interior, sunroof and all extras it was originally sold with.\n\nVIN:  JG33LY86571\n\nSpecifications have been verified by ICAARS - Australia’s leading Classic Car verification company - as being the correct representation of the physical GTHO Phase III sold in 1971. \n\nPart of the benefits of Blockstar NFTs is they are fully verified and certified. An ICAARS certificate of authenticity will be supplied to the successful new custodian of this iconic vehicle. \n\nHere’s why this particular NFT is rare and collectable and has huge benefits – which can be displayed on any screen you want. \n\nBOOT FULL OF BENEFITS:\n- the very first buyer of this model will receive 10% of EVERY future sale of this digital NFT classic car on Lloyds NFT Auctions. (Imagine buying the original car in 1971 and getting 10% of every sale every time it was resold until today)\n\n- 2 years of half price Buyer’s Premium OR Commission at Lloyds Auctions on any products purchased by you personally or by a company you are an owner of – this could be worth hundreds of thousands in the right hands – fair use policy applies. \n\n- the current owner of the identical physical vehicle will receive 10% of the hammer price as well. Current owner must be confidentially registered via with Lloyds Auctions Owners Register before the hammer drops on the NFT version. (email owner@lloydsauctions.com.au) \n\n- unique high resolution 3D model of this vehicle\n\n- one complimentary ICAARS.com desktop verification for any real classic car \n\n- plus many, many more benefits (another BIG one below)\n\nSPOILER ALERT OUR BONUSES ARE NOT EXHAUSTED – TOKENS, TOKENS & MORE TOKENS\nYou will also receive 50,000 Lloyds Webber tokens that can be used for heaps of bonuses experiences and one-off events. The Webbers are sort of like frequent flyer points and can be used in a similar way. Webber holders can be granted exclusive access to events, experiences, Lloyds Auction exclusive items and special gifts! These Webber’s act like special tokens and are highly sought after. For further information please contact nft@lloydsauctions.com.au\n\nYou will also receive a framed picture of your digital NFT (for those of you who just need to be able to hold something in your hands to know its real) :)\n\n",
    "external_url": "https://www.lloydsauctions.io/collections/EPmcZ6Y4gLgXlY2pG5wZaKXn",
    "animation_url": "https://ipfs.moralis.io:2053/ipfs/Qmcy1tPTgWLNRwrCKxmWYuFzxa7nmtoEKuLAF31qjKYvKB",
    "image": "https://ipfs.io/ipfs/QmS12qQpPnSygPba2XCtwQKpQV3tVbqbD1kr4buwfsTrQg",
    "name": "DigiCars Art - 1971 Ford Falcon GTHO Phase III",
    "attributes": [
      {
        "trait_type": "Rarity",
        "value": "Apex"
      },
      {
        "trait_type": "Rarity Meter",
        "value": "https://ipfs.io/ipfs/QmWBMisE4yewAgnZgQJ5jBVENsz9sHekjBVK5a1bC3y7k6"
      }
    ]
  }
}