{
  "address": "0x12bd08e8962a67cb2db120d538fc5c095037ee8e",
  "type": "ERC721",
  "name": "Noushad",
  "tokenCount": "1",
  "uri": "https://arweave.net/CZb2VaOwh_2d7HVFIYHIyx-2XWaTNjgyhulZ2hejxcw",
  "metadata": {
    "name": "Bridge of Memories",
    "created_by": "NOUSHAD AKAMPADAM",
    "description": "The remnants of a sea bridge built in the 1870s are still standing on the shores as an attraction of the city of Kozhikode.  \nThis was the port where foreign ships exchanged goods for ages.  \nThe place is crowded most days and is also a training ground for photographers.\n\nThis photo is selected for last round of the Kerala Government tourism photography competition 2017.  \nLocation : Calicut beach, Kerala.  \nCamera : Nikon D600.  \nArtists Profile:\n\nMy name is Noushadali Kalathil (Noushad Akampadam)  \nI’m a Photographer, Cartoonist, Illustrator and Digital artist.  \nPublished lots of Cartoons, Illustrations and photographs are various publications and Honored with MERIT MEDAL AWARD from HIPA International photography contest 2017-2018 seasons.  \nNow full time in NFT Photography – Digital Art.\n\nLicence\n\nWith the purchase of this NFT, the artist grants the primary holder the license to sell, trade, or transfer the NFT on the blockchain. The NFT may be shown privately, in commercial and non-commercial venues, and in groups with an unlimited number of members. The license allows for unrestricted use and display in virtual and real galleries, essays, and films. The holder of this non-exclusive license may also share on social media platforms with proper attribution. The primary holder is prohibited from making \"commercial use\" of the underlying works, which includes commercial products, commercial distribution, and derivative works. The artist retains ownership of the underlying work's copyright, intellectual property rights, and reproduction rights. The artist also reserves the right to reuse the entire image or portions of it to make additional artworks, as well as to create an animated NFT of this artwork. This still image will be minted only once as a 1/1 artwork on the blockchain, and no other editions will be produced on this or any other blockchain.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "NOUSHAD AKAMPADAM"
      },
      {
        "trait_type": "Camera",
        "value": "NIKON CORPORATION NIKON D600"
      },
      {
        "trait_type": "Lens",
        "value": "28.0-300.0 mm f/3.5-5.6"
      },
      {
        "trait_type": "ISO",
        "value": "100"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/9"
      },
      {
        "trait_type": "Exposure",
        "value": "4"
      },
      {
        "trait_type": "Focal Length",
        "value": "28.0 mm"
      }
    ],
    "image_details": {
      "bytes": 4768760,
      "format": "JPEG",
      "sha256": "af3bec577fb77846798ab605c985c5674fabedc906f30c4f10519c2837d8dec5",
      "width": 5000,
      "height": 3274
    },
    "image": "https://arweave.net/wRdnQgKbZSKN-wFA2ryL_aOs2yDGh_QlCTMoJSn_W1U",
    "image_url": "https://arweave.net/wRdnQgKbZSKN-wFA2ryL_aOs2yDGh_QlCTMoJSn_W1U"
  }
}