{
  "address": "0x12c1f820f49f56d1ca5daf929e82181eb26a07f9",
  "type": "ERC1155",
  "name": "The Day Before Tomorrow",
  "tokenCount": "4",
  "uri": "https://arweave.net/CaXdJfR9xjWQWnbIlnAOsLC1QeW1xKdoNLKEExHR_0Y",
  "metadata": {
    "name": "Pablo - The Open Edition",
    "created_by": "CΞdΞrKing",
    "description": "This is Pablo - one of the four genetically engineered apes at the centre of \"The Day Before Tomorrow\". \n\nWith his sharp intelligence and creative abilities, Pablo is a powerful force in the world of the future, and a symbol of hope for a brighter tomorrow.\n\nOnce this Open Edition passes 100 sales, the epic \"create-your-own-adventure\" The Day Before Tomorrow will begin.\n\nAny Open Edition holders will also be receiving airdrops. Lots, and lots, of airdrops - before, during and after The Day Before Tomorrow.\n\nNow, let us begin... ",
    "attributes": [
      {
        "trait_type": "Name",
        "value": "Pablo"
      },
      {
        "trait_type": "Cubist Vision",
        "value": "Inspired by Pablo Picasso's pioneering of the cubist art movement, Pablo has the ability to see objects and environments from multiple angles and perspectives simultaneously. This ability could be used to uncover hidden paths or secrets by seeing through walls or obstacles from multiple angles."
      },
      {
        "trait_type": "Abstraction",
        "value": "Drawing on Picasso's innovative approach to art, Pablo has an innate ability to think abstractly and creatively, allowing him to find unique solutions to puzzles and problems that other characters might overlook."
      },
      {
        "trait_type": "Synthetic Senses",
        "value": "Like an AI, Pablo has the ability to process sensory information with incredible speed and accuracy, giving him an advantage in combat situations where quick reflexes are crucial."
      },
      {
        "trait_type": "Color Theory",
        "value": "Pablo has an intuitive understanding of how color can affect moods and emotions, allowing him to manipulate the emotions of other characters or influence their behaviour."
      },
      {
        "trait_type": "Artistic Empathy",
        "value": "Pablo has the ability to read and understand the emotions and motivations of other characters, making him an effective negotiator and problem solver."
      }
    ],
    "image_details": {
      "bytes": 6006196,
      "format": "PNG",
      "sha256": "ff55e4d1feb672d5505b5865ba7078486fff82aa1e4811414a68b345d3980a56",
      "width": 2300,
      "height": 3450
    },
    "image": "https://arweave.net/efxsDR--8dFda4MqKUn8EmDsPlWU0zZt-3fiWOYQ1e8",
    "image_url": "https://arweave.net/efxsDR--8dFda4MqKUn8EmDsPlWU0zZt-3fiWOYQ1e8"
  }
}