{
  "address": "0x131721d7aef2f704dbd66e6b3271dffd9d611e4f",
  "type": "ERC721",
  "name": "KRACKZYWORLD",
  "tokenCount": "4",
  "uri": "https://ipfs.pixura.io/ipfs/QmcrVP9HG8YuKSnDKCVxWqfMAVj3Jf4n2kJUSaf1ReD3qP/metadata.json",
  "metadata": {
    "name": "Everybody Loves The Sunshine",
    "createdBy": "Crack ",
    "yearCreated": "2022",
    "description": "The one when I had a short-trip getaway with my guy friends at Anyer Beach, Banten, Indonesia.\n\n2022 is the year of realisation for me. For the first 6 months of this year, I accepted a job that required me to focus on that project only. It takes up a lot of my time. I didn’t have time to have a proper sleep, exercise, socialise, I didn’t even have time to draw graffiti on the street. The majority of my time, i spent it alone to work, in my studio. \n\nWhen I finally had free time to think more clearly, not worrying about work, I had a realisation thought. That I need, or more so my mind and body desperately need to step back, and just…breathe. Sometimes, we are human need to slowing down a bit to stay sane, at this fast paced world. \n\nThat night, I opened up my gallery photos and found these footages that I took during my holidays. I just wish to come back, having a bonding moment again with nature’s, but I don’t have time to do that, yet. So, I created these artworks to remind me, to remind us, that is okay to have a slow day to give your mind and body some love they deserved.",
    "image": "https://ipfs.pixura.io/ipfs/QmNtL821KqEVcLn3mEBhf9q9Xd7H1pZ5NoFbGVyXE9ysuU/420.png",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmQsEviR2RrZoXgiLDDMi6JHxJmKguvzcmAcowXV3oJt8s/summerblue_high.mp4",
      "dimensions": "1080x1920",
      "size": "25790216",
      "mimeType": "video/mp4"
    },
    "tags": [
      "crackthetoy",
      "krackzyworld",
      "animation",
      "2d",
      "2danimation",
      "motiongraphic",
      "illustration",
      "characterdesign",
      "cryptoart",
      "graffiti"
    ],
    "attributes": [
      {
        "trait_type": "beach",
        "value": "summer"
      }
    ]
  }
}