{
  "address": "0x13dfdff4957f686264ac9d0d163820ec21487ed5",
  "type": "ERC1155",
  "name": "GM Builders",
  "tokenCount": "2",
  "uri": "https://arweave.net/vrKEr4c7UWFs7N9M7bP46rOJPSQFlg6mo1TYdhPTTU8",
  "metadata": {
    "name": "Builders #11 (GM)",
    "created_by": "Luigi Stranieri",
    "description": "After the pioneers it seemed right and proper to pay homage to the builders. Those who dedicate time and money every day to build what we call web3. An incredible work that allows everyone to be here. I imagined the builders always on unexplored planets but unlike the pioneers they are two. The buildings are bigger and give the impression that something huge is about to be born.\n\nNFT community builders are individuals or organizations that work to cultivate and grow a community of people interested in non-fungible tokens (NFTs). These individuals may work to create educational content, host events or meetups, or build online communities and forums to facilitate discussion and engagement around NFTs. They may also work to connect NFT creators with potential buyers, collectors, and other industry professionals. The ultimate goal of an NFT community builder is to foster a thriving and engaged community around NFTs, and to help drive the adoption and use of NFTs in various industries and sectors.\n\nThis project was made using different AI and photography software. Each element is created separately and then assembled into a single image.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Luigi Stranieri"
      },
      {
        "trait_type": "Astronaut",
        "value": "Blue"
      },
      {
        "trait_type": "Astronaut #2",
        "value": "Red"
      },
      {
        "trait_type": "Dimensions",
        "value": "4096x4096"
      },
      {
        "trait_type": "Planet",
        "value": "Pluto"
      },
      {
        "trait_type": "Building",
        "value": "GM"
      }
    ],
    "image_details": {
      "bytes": 36175148,
      "format": "PNG",
      "sha256": "2b53b6ba1060218445c0e5945ed4e3ade0e3ae861be21a91605929cf2590bf1d",
      "width": 4096,
      "height": 4096
    },
    "image": "https://arweave.net/wtRpa_YQUWl6dQH1T7xdOwEIt6n_3BADENBQpbeCsM0",
    "image_url": "https://arweave.net/wtRpa_YQUWl6dQH1T7xdOwEIt6n_3BADENBQpbeCsM0"
  }
}