{
  "address": "0x1366b2df1392d32598aebc0907dcb6e3fe430239",
  "type": "ERC1155",
  "name": "Caueiro",
  "tokenCount": "1",
  "uri": "https://arweave.net/sNmgujFjtoEjKGxMPW2IzOYaTr86xmfKnnXOy3Ck_1Q",
  "metadata": {
    "name": "Bajo",
    "created_by": "Caueiro",
    "description": "En las profundidades todos los sonidos vibran en una frecuencia similar.  \nIndependientes y en colectivo. A menudo olvidamos que la vida, la naturaleza, el todo que nos rodea diariamente, es una fuente indiscutible de fuerza y decidimos enfocarla desde una delicadeza frágil, presumida en ocasiones, de colores y texturas.  \nEl mar, no es diferente, y a veces olvidamos que alberga los misterios de toda una eternidad y el poder de todo lo que significa lo desconocido.  \nEn conexión con las frecuencias profundas del océano experimentamos su fuerza. Los sonidos llegan distorsionados y potentes. Vibramos en cada nota sumergida y nos percatamos una vez más de su indiscutible belleza. La vida persiste, lucha, busca su camino hacia la superficie y es también en el arte donde encuentra su medio de expresión y comprensión.  \n\"Bajo\" busca entender de una forma optimista nuestra relación con la vida marina, con una sonoridad legítima, reflejando la majestuosidad que emana de ella. Imposible de representar en su totalidad, la encapsulamos en este símbolo, en constante transformación. Un ciclo vital enfocado en renacer, reinventarse y adaptarse en un ambiente condicionado.  \nEsta colaboración hilvana el sentir de ambos creadores y logra una simbiosis en su lenguaje artístico. \n\n\nCréditos:\n\nMúsica- Caueiro_music (@caueiro)  \nIlustración y animación- All beauty isn't equal (@gabrielaABIE)",
    "attributes": [
      {
        "trait_type": "Artists",
        "value": "@Caueiro and @gabrielaABIE"
      },
      {
        "trait_type": "Series",
        "value": "Orgánico"
      }
    ],
    "animation_details": {
      "bytes": 158830827,
      "format": "MP4",
      "duration": 127,
      "sha256": "68c6efa9d609af1a60d6e472dd9913ae0e9e9c7ede9748c24d179bc25968843b",
      "width": 1280,
      "height": 720,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/wJvqmak5S9FLvqmNHhR4JspyGl4M6jZvoc4I-Jwkrhs",
    "animation_url": "https://arweave.net/wJvqmak5S9FLvqmNHhR4JspyGl4M6jZvoc4I-Jwkrhs",
    "image_details": {
      "bytes": 1006754,
      "format": "PNG",
      "sha256": "5ed5891d309fe63af623922eeecc0e9b2199f6881df85c4a8db741444133f64d",
      "width": 3000,
      "height": 3000
    },
    "image": "https://arweave.net/YLbaOA8d3OD1HixJ8lkeAYAQJ8OVTC70HU70X-7qjJ4",
    "image_url": "https://arweave.net/YLbaOA8d3OD1HixJ8lkeAYAQJ8OVTC70HU70X-7qjJ4"
  }
}