{
  "address": "0x13c8d8b3f30eced4afa193e7e6cbd88a6e07d5f0",
  "type": "ERC721",
  "name": "W. V3",
  "tokenCount": "2",
  "uri": "https://arweave.net/i7v9U8YZdyQ9pg_yu7ifEfdABVxWX-vPE-eODJxsJZk",
  "metadata": {
    "name": "Redux Collection Final Piece - The Last Supper",
    "created_by": "Daniel W.",
    "description": "This is the final piece of the Redux Collection. \nThe recreation of the fresco \"The Last Supper\" (c. 1495–1498) by Italian painter, Leonardo Da Vinci.\n\n-\n\nThe Redux Collection started as an exercise in 2021. After years developing my style to a point where I finally became \"comfortable\" with it, I decided to put it to the test recreating paintings by the old and new masters.  \nBy using my simplified form and bright CMYK color palette, the idea was to bring the original piece to my esthetic without losing it's original essence.  \nI've never had \"formal\" training in the arts, and in a way, simplifying these pieces became a way of proving to myself that I can recreate these beautiful paintings just by being me, without the constraints of academia.  \nDrops 1 and 2 were released in January of 2022, and later I decided that Drop 3 would come by the end of the year, and that it would be the final drop of this collection.  \nRedux was my first collection after starting with NFTs, and not only has it taught me a lot in execution, it helped me become the artist I am now in this space.  \nHope you all enjoy the final pieces of this journey.\n\n-\n\nAll pieces in this collection are highly textured 3000x3000px PNGs (300dpi) created in only four colors (cyan, magenta, yellow and black), with all tone variations done using halftones. Additional colors will be made using overlays in order to keep with the stimulated 4 color limit.",
    "image_details": {
      "bytes": 19365847,
      "format": "PNG",
      "sha256": "3ee59c9e05f558fd8fc75cb487a653cef8841db45bfa7b79847fee31253f7547",
      "width": 3000,
      "height": 3000
    },
    "image": "https://arweave.net/K9HEemg4LQAkk2iwfmsNpjDUk0zbo_XRSEILEmqbdGg",
    "image_url": "https://arweave.net/K9HEemg4LQAkk2iwfmsNpjDUk0zbo_XRSEILEmqbdGg"
  }
}