{
  "address": "0x13ca8167cf47eb6390a8c52f3aba88b16d704936",
  "type": "ERC721",
  "name": "Rosalie - Half Life (Binaural Atmos Mix)",
  "tokenCount": "22",
  "uri": "ar://ZYXounXJ09dyLp2tF_mK2w2Qu4D0JwkF0TyCZIODEZs/1",
  "metadata": {
    "animation_url": "ar://TY8x5iGwv8kFNrrlxIKG94JF3MvmUpNBz3nRwslctF8",
    "artist": "Rosalie",
    "artwork": {
      "mimeType": "image/gif",
      "uri": "ar://dNWqxaFLcoO4a7_4_EJEF_52d2ysTglsH5MUiPDQ76k",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Half Life (Binaural Atmos Mix)",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 125,
    "credits": null,
    "description": "Half Life is about struggling with depression. It’s about looking at my life and being afraid that I wasn’t living up to my full potential. About feeling like I had worked so hard and been through so much, only to feel like I still wasn’t living up to the expectations I had for myself. About the kind of hopelessness that settled around me when I felt like I was failing at living my purpose.\n\nThe depression was trigged after getting traumatized by web2 pressures - how empty and inauthentic I felt trying to go viral on TikTok; how I had hired a TikTok coach and posted every day for a month, but none of my videos took off; how I felt cringy and embarrassed of some of the content and started making them private; how I had to spend my time making covers for YouTube instead of making songs that meant something to me; how social media made me feel like shit, but I felt I had nowhere else to turn when everyone in the industry was saying I didn’t have a choice; how I felt like my experimental and boundary-pushing music wasn’t bite-sized enough and I was being asked to water myself down. \n\nAnd then one day, scrolling through Instagram, I saw a story from Matthew Chaim. He posted an article Time did on Songcamp’s songwriting camps and I felt a spark. I had followed him a while back because he was one of the few artists I knew of at the time that was doing experimental pop music and getting Spotify editorial support, and I was mad inspired. As someone who made up her own genre-blend called deep pop, his experimental pop music was a north star. I didn’t know him at all then, but I got a bit of courage, and DM’d him to see how I might be able to get involved. He responded, and told me Songcamp meets every Monday, and to come to a call. I remember running to tell my mom after getting the DM I was so excited. I joined the call the very next Monday, and fast forward to now, the Songcamp community is filled with people I call dear friends. \n\nIn contrast to feeling so abandoned and isolated in web2, everyone on the Songcamp call was immediately warm and welcoming. I felt like they saw me and accepted me for who I was. They were kind. They loved pushing boundaries and exploring new tech. For the first time in my life, I felt like I had found my tribe. From there I was a part of Songcamp’s CHAOS project, met friends that eventually would form cornerclub together, and was introduced to the promise of web3. That one DM literally changed my life. Finding web3 is what gave me my hope back and helped pull me out of that depressive episode. \n\nIt’s funny the way things work out. The song about web2 trauma and feeling so far away from my dreams turned into my genesis drop on Sound - a dream of mine since finding web3. Not only that, but it’s the very first Atmos drop on Sound (Tip: This is a binaural Atmos mix, so def listen with headphones :) I’ve dreamed of exploring how pop music could move in a three-dimensional space since college. Back then the tech was called spatialization, and could only be done with hard code. Now, Dolby has made the tech widely accessible by launching its Atmos software, and I was finally able to mix one of my songs using it. I think the wide-eyed college student version of me who dreamed of somehow producing music with sounds that swirled around her head would be so proud. So thank you Sound for this opportunity. And thank you web3 for giving me hope when I felt pretty hopeless. \n\nAs a nod to all the communities that so warmly embraced me on my web3 journey so far, I’ve put everyone that has purchased any of my previous NFTs on the pre-sale allowlist, which includes collectors of There Used To Be Four, CHAOS packs, CHAOS songs, and cornerclub’s Dance Music For Introverts Vol. 1. \n\nCredits:\nProduced by Rosalie\nWritten by Rosalie, Thomas Pino, and Haley Ganis\nMixed by Ryan Lipman and Brett Nolan \n\nLyrics:\n\nThought I’d have things figured out\n‘Stead I’m here just treading water\nGrowing up but feeling down\nEvery step the road gets longer\n\nSince last December I’ve been\nSo damn depressive\nDiggin up what I’m suppressing\nThinking that I’m only living a \n\nHalf life half life \n(Thinking that I’m only living, living)\nHalf life half life \n(Thinking that I’m only living, living)\n\nTurns out no one gives a shit\nUnless I’ve already made it \nDon’t want my whole life ending with\nNot meeting my expectations\n\nSince last December I’ve been\nSo damn depressive\nDiggin up what I’m suppressing\nThinking that I’m only living a \n\nHalf life half life \n(Thinking that I’m only living, living)\nHalf life half life \n(Thinking that I’m only living, living)\n\nFeeling like I’m living in the same year\n(same year same year)\nLike I’m living in the same year\n(same year)\nLiving in the same year same year\n\nFeeling like I’m living in the same year\n(same year same year)\nLike I’m living in the same year\n(same year)\nLiving in the same year same year\n\nHalf life half life \n(Thinking that I’m only living, living)\nHalf life half life \n(Thinking that I’m only living, living)\nHalf life half life \n(Thinking that I’m only living, living)\nHalf life half life \n(Thinking that I’m only living, living)\n",
    "duration": 144,
    "external_url": "https://www.sound.xyz/rosalie/half-life-binaural-atmos-mix",
    "genre": "Pop",
    "image": "ar://dNWqxaFLcoO4a7_4_EJEF_52d2ysTglsH5MUiPDQ76k",
    "isrc": null,
    "key": "A_FLAT_MAJOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://TY8x5iGwv8kFNrrlxIKG94JF3MvmUpNBz3nRwslctF8",
    "lyrics": {
      "text": "Thought I’d have things figured out\n‘Stead I’m here just treading water\nGrowing up but feeling down\nEvery step the road gets longer\n\nSince last December I’ve been\nSo damn depressive\nDiggin up what I’m suppressing\nThinking that I’m only living a \n\nHalf life half life \n(Thinking that I’m only living, living)\nHalf life half life \n(Thinking that I’m only living, living)\n\nTurns out no one gives a shit\nUnless I’ve already made it \nDon’t want my whole life ending with\nNot meeting my expectations\n\nSince last December I’ve been\nSo damn depressive\nDiggin up what I’m suppressing\nThinking that I’m only living a \n\nHalf life half life \n(Thinking that I’m only living, living)\nHalf life half life \n(Thinking that I’m only living, living)\n\nFeeling like I’m living in the same year\n(same year same year)\nLike I’m living in the same year\n(same year)\nLiving in the same year same year\n\nFeeling like I’m living in the same year\n(same year same year)\nLike I’m living in the same year\n(same year)\nLiving in the same year same year\n\nHalf life half life \n(Thinking that I’m only living, living)\nHalf life half life \n(Thinking that I’m only living, living)\nHalf life half life \n(Thinking that I’m only living, living)\nHalf life half life \n(Thinking that I’m only living, living)\n",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Half Life (Binaural Atmos Mix) #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Half Life (Binaural Atmos Mix)",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}