{
  "address": "0x13eb617fd68a08d33add3b6480bf142fff042e92",
  "type": "ERC721",
  "name": "The mindless quality of total involvement",
  "tokenCount": "42",
  "uri": "https://arweave.net/zXEgmZxi8-0grSS4neE7lKdQBLz16vE02KxAnStzJT8/1",
  "metadata": {
    "name": "The mindless quality of total involvement #1/33",
    "created_by": "Richard Pilnick",
    "description": "Observing the fluctuations of the mind, we find we are continuously oscillating from past experience to future expectation, never really here. Missing out on life in the here & now. The mindless quality of total involvement, introspection of the mundane, not the grand, we begin to witness the truth.\n\nInspired by the works of Eckhart Tolle & Sri Nisargadatta Maharaj, bringing awareness to those daily actions too often taken for granted, for it is how we live within the confines of the abode where we witness the truth of character. Another inspiration is the work of Carl Jung, and his ’Second Personality’ theory…\n\nThrough this state of nowness we begin to witness the duality of the self, the observed & the observer, both residing in what we deem to be the self. Where all becomes one. It is through this realisation, we see our minds always distracted, rushing from one thought to the next. By slowing down we are able to increase the space between 2 thoughts as we begin to transcend into the subconscious, allowing this to become conscious. Freeing ourselves from banks of pleasure & pain, allowing the river of life to flow freely…\n\n———  \nShot in collaboration with Magali Lehners & Alexandra Colombo, Jivamukti Yoga Luxembourg.  \n———",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Richard Pilnick"
      },
      {
        "trait_type": "Camera",
        "value": "NIKON CORPORATION NIKON D850"
      }
    ],
    "image_details": {
      "bytes": 28421468,
      "format": "JPEG",
      "sha256": "26bde396d6d11cbe0ba3002c0119666320830fe9671f9f1ca8668dcd4830c4b3",
      "width": 6400,
      "height": 8000
    },
    "image": "https://arweave.net/ETdulhylnyvpL2UDmnZxTshATx2Z8mWlZox5cjOGeQY",
    "image_url": "https://arweave.net/ETdulhylnyvpL2UDmnZxTshATx2Z8mWlZox5cjOGeQY"
  }
}