{
  "address": "0x13ea02e44ec8405a0f4a274a171095b8f9411c4e",
  "type": "ERC721",
  "name": "Our Edges Touched by Travis LeRoy Southworth",
  "tokenCount": "3",
  "uri": "https://ipfs.pixura.io/ipfs/QmRz15dCJ81VfZ3iGW4pPn4KLRVaK188dgBBAn33T99rAQ/metadata.json",
  "metadata": {
    "name": "Future, Present, Past #1",
    "createdBy": "Travis LeRoy Southworth",
    "yearCreated": "2021",
    "description": "Our Edges Touched is a series in which individual works flow between one another and connect near the periphery, standing on their own but also forming a larger whole. Abstract and figurative shapes commingle and evolve from marks that I generate from code along with my hand. The images I create evokes aspects of the body and those of the greater cosmos. It makes me think about the different ways of seeing our world such as micro/macro, human/machine, and random/fixed. The interplay of these works shows how we are separate but linked, share ideas but not beliefs, how we resist embrace but that our edges touch. \"Future, Present, Past #1\" is part of a triptych inspired by three moments in time and directions in my practice. It touches upon my ongoing interest in particle physics; my current profession as a photo retoucher in the beauty industry and my love for the historic wood block print \"The Great Wave\" by Katsushika Hokusai. The three works in \"Future, Present, Past\" are meant to live together but were minted independently of one another. It forms a link that will continue to exist as long as the technology that binds the work does. ",
    "image": "https://ipfs.pixura.io/ipfs/Qmckg8fDur8HsPPD2uFpcCSHb5gFuEDXrA7qXWHxV3tKti/Our-Edges-Touched-1_Travis-LeRoy-Southworth.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/Qmckg8fDur8HsPPD2uFpcCSHb5gFuEDXrA7qXWHxV3tKti/Our-Edges-Touched-1_Travis-LeRoy-Southworth.jpg",
      "dimensions": "2550x3300",
      "size": "2724750",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "future",
      "present",
      "past",
      "linked",
      "contemporaryart",
      "soft",
      "ethereal",
      "figure",
      "color",
      "digital",
      "touch"
    ]
  }
}