{
  "address": "0x146ffa3a241926b4f086942f060a7fd23673b128",
  "type": "ERC721",
  "name": "Heavenly Being by Lola Hubner",
  "tokenCount": "2",
  "uri": "https://arweave.net/AmrrBidfRWhkLhQMxeU-I6TwavWefPZEo-5LjXeKGgY",
  "metadata": {
    "name": "Everlasting",
    "created_by": "Lola Hubner",
    "description": "Sometimes a location deserves more than a single still image. I want the viewer to be transported to the moment and feel like they were there. To relive it over and over again on an infinite loop. A never ending moment. To me angels represent beauty and I chose this subject because I often feel the opposite. As someone who is shy and struggles with my body image, I wanted to push myself to create something that both told a story and overcame personal boundaries. Salt lakes are my safe space. To be posing nude was an intimidating thought, but I couldn’t think of a better place for me to share a personal meaning through my art. With this video I also wanted to tell a story. The story of a lost angel who was far from home and roaming the earth, trying to find her way back into the light. \n\nIt took a total of 6 months from the idea being born to the execution of the final product. Between August 2022 and January 2023, I planned every element of this video from location scouting, posing and props.  Not only am I the subject in the video, but I also made the angel wings by hand. Individually cutting out hundreds of ‘feathers’ from polyfoam wrap and glueing them to wing shaped pieces of cardboard. Every aspect of this piece comes from my love of bringing a vision to life through unusual subjects and unique salt lake locations. To capture this video I had to find the perfect location which meant travelling 16 hours to South Australia in my small van with the wings taking up the majority of my storage. I spent New Years day 2023 camped outside the salt lake in anticipation of capturing the image I had been dreaming of the following morning. At first light I walked out to the centre of the salt lake, wearing the giant angel wings and nothing else. The moment I was most nervous about was here, and yet I felt empowered.  I’m delighted for this video to be my first one captured in 2023.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Lola Hubner"
      },
      {
        "trait_type": "Collection",
        "value": "Heavenly Being"
      },
      {
        "trait_type": "Drone",
        "value": "DJI Mavic 3 Classic"
      },
      {
        "trait_type": "Location",
        "value": "South Australia"
      },
      {
        "trait_type": "Year",
        "value": "2023"
      }
    ],
    "animation_details": {
      "bytes": 86578430,
      "format": "MP4",
      "duration": 13,
      "sha256": "e5700df40aaeb4db7eb12ffec403d5d4b2ec8dab1b77cf062699b98e37e4822f",
      "width": 3840,
      "height": 2160,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/LCk0caPhsUHmHBj1h4dTY2wkn9-ZZpiBdBg16t5syrY",
    "animation_url": "https://arweave.net/LCk0caPhsUHmHBj1h4dTY2wkn9-ZZpiBdBg16t5syrY",
    "image_details": {
      "bytes": 9774314,
      "format": "PNG",
      "sha256": "e77d30bd7ec9b52469f221b12b8ffeb7298024f5f379153b35e152b20ff80c25",
      "width": 3584,
      "height": 2010
    },
    "image": "https://arweave.net/xCZHKY7HXNuGBZRSWYqqTl8LWIvwAx-BuHx7z-ThcE4",
    "image_url": "https://arweave.net/xCZHKY7HXNuGBZRSWYqqTl8LWIvwAx-BuHx7z-ThcE4"
  }
}