{
  "address": "0x1452a116e3defcb2caa669e9ae6e5d293a5034b6",
  "type": "ERC721",
  "name": "Dyer Light Art",
  "tokenCount": "99",
  "uri": "https://metadata.mintable.app/0HkBXlwZZSpq5DdD5WDP/1",
  "metadata": {
    "image": "https://mintable-store-images.s3-us-west-2.amazonaws.com/abc8bde6-af30-4c07-b837-cc3ba77a1b07/f3542d1e-3a98-4b97-be51-fd7f97e8d5e8/1/ITEM_PREVIEW1.JPG",
    "symbol": "DLA is Unique One of a Kind Abstract Art Created",
    "address": "0x1452a116E3dEfcb2cAA669e9AE6e5D293a5034B6",
    "copyright_transfer": false,
    "resellable": true,
    "tokenId": "1",
    "edition_number": 1,
    "original_creator": "0x6005e25d475bc5b3da88e098ece09df485f8caf2",
    "description": "<p>One of the first set of DyerLightArt ever offered for sale and EXCLUSIVELY on Mintable. This abstract image was drawn inside my camera with light and only one push of the shutter button. NO post processing. No computer graphics. Straight out of the camera. No one, yet, can duplicate this process. No one can recreate this image. If you ask yourself how'd he do that, then I've done a good job.\nNotice, repeated patterns composed of NON repeating patterns. No section of any part of this image is repeated anywhere else. NOT computer art. \nThere will be only ONE of this image sole. The owner of this NFT is entitled to take possession of 1 signed 13x19 photo print. The print will be numbered 1/1. There will only be one print made and must be transferred to any new owner of the NFT. Should the print be damaged or destroyed, the damaged print along with this NFT must be returned to Jay Dyer in order to have a replacement created and signed. Only one signed print shall exist at a time. Please note: I am almost 70 years old and loosing my eyesight. This replacement offer is only good for so long. Once, I can no longer replace a print. This NFT will be the only representation of this art. You can print an image from the enclosed file for viewing and display, however that print will have NO value and CAN NOT BE SOLD. This is investment art and it's value must be protected. \nAlso, the FIRST owner of this NFT to order a larger print can, for additional cost, have any size print made on canvas, glass, metal, or photo paper. If ordered the 13x19 print will not be created or must be destroyed. \nFor Prints Contact Jay Dyer at dyerlightart@1ids.com. Price for canvas: $2.5 per Sq. inch, Glass: $3.5 per Sq. inch, Metal: $3.5 per sq. inch, photo paper: $2.0 per sq. inch. All plus shipping and handling.</p>",
    "printableSeries": false,
    "title": "DyerLightArt 4000",
    "url": "https://metadata.mintable.app/0HkBXlwZZSpq5DdD5WDP/1",
    "file_key": "f3542d1e-3a98-4b97-be51-fd7f97e8d5e8/1/abc8bde6-af30-4c07-b837-cc3ba77a1b07_IMG_4000.JPG",
    "apiURL": "0HkBXlwZZSpq5DdD5WDP",
    "subtitle": "77D_4000",
    "name": "DyerLightArt 4000",
    "category": "Art",
    "edition_total": 1
  }
}