{
  "address": "0x1464fd1feb37a72c8f804e50391046aabe4d4b1c",
  "type": "ERC1155",
  "name": "BakersNotes",
  "tokenCount": "1",
  "uri": "ipfs://QmXSgjCaqUfePDyWXyrxhZV5YBZ8sqWkPd5WFVo7ME6ydh",
  "metadata": {
    "name": "The Bakers Note",
    "description": "Delicious caramel custard dessert:  \n  \n Ingredients:  \n  \nFor the caramel:  \n  \n1 cup granulated sugar  \n1/4 cup water  \n  \nFor the flan:  \n  \n4 large eggs  \n1 can (14 ounces) sweetened condensed milk  \n1 can (12 ounces) evaporated milk  \n1 teaspoon vanilla extract  \n  \nInstructions:  \n  \nPreheat your oven to 350°F (175°C).Start by making the caramel. In a small saucepan, combine the granulated sugar and water. Heat over medium-high heat, stirring constantly, until the sugar has completely dissolved.  \n  \nOnce the sugar has dissolved, stop stirring and let it cook undisturbed until it turns into a golden caramel color. Swirl the pan occasionally to ensure even browning. This process may take around 10 minutes.  \n  \nRemove the saucepan from heat and immediately pour the caramel into a round 9-inch baking dish, tilting it to coat the bottom evenly. Be careful as the caramel will be extremely hot. Set aside to cool and harden.  \n  \nIn a large mixing bowl, whisk together the eggs, sweetened condensed milk, evaporated milk, and vanilla extract until well combined.  \n  \nGently pour the mixture over the hardened caramel in the baking dish.  \n  \nPlace the baking dish into a larger roasting pan and create a water bath. Carefully pour hot water into the roasting pan, being cautious not to get any water into the flan mixture. The water should reach about halfway up the sides of the baking dish.  \n  \nCarefully transfer the roasting pan to the preheated oven and bake for approximately 50-60 minutes, or until the center of the flan is set. You can test this by gently shaking the dish - the center should have a slight jiggle but not be runny.  \n  \nOnce done, remove the flan from the oven and from the water bath. Allow it to cool to room temperature, then refrigerate for at least 2 hours or overnight to fully set.  \n  \nTo serve, run a knife around the edges of the flan to loosen it. Place a serving dish or plate on top of the baking dish and carefully flip it over to release the flan. The caramel will create a beautiful sauce that drizzles over the flan.  \n  \nEnjoy your classic flan! It's a creamy and decadent dessert that's sure to impress.",
    "image": "ipfs://QmNLfnbwckcxGXQL5ryMgtkrMedvHcCcHgntJukuuKieDc"
  }
}