{
  "address": "0x140d83d611aa0036bc64c883f7afd89d0f56825f",
  "type": "ERC1155",
  "name": "The Tetris Effect by Godwits",
  "tokenCount": "4",
  "uri": "https://arweave.net/F6huRkPCSpbbaVWVPfkiW4Pi13qUWEy1urKoyTMAnMA",
  "metadata": {
    "name": "The Tetris Effect #1",
    "created_by": "Godwits",
    "description": "EDITION OF 20\n\nTitle: The Tetris Effect  \nArtist: Godwits  \nYear: 2022-2023\n\nThe Tetris Effect by Godwits is an artwork that is claimed through the process of burning the artwork “The Coin” by Godwits. \n\nThe artwork in this collection are abstract versions of the game in different stages. Each stage has different properties and will all be a unique artwork. The Tetris Effect Collection has a total of 500 works with 20 editions each (total supply of 10,000 editions). The Tetris Effect is the 2nd evolution from the 2018 collection called The Box of Emotions.\n\nThis collection can only be claimed by burning “The Coin” artwork which has a supply of 10,000.\n\nWHAT IS THE TETRIS EFFECT?  \nThe Tetris effect (also known as Tetris syndrome) occurs when people devote so much time and attention to an activity that it begins to pattern their thoughts, mental images, and dreams. It takes its name from the video game Tetris.\n\nPeople who have played Tetris for a prolonged amount of time can find themselves thinking about ways different shapes in the real world can fit together, such as the boxes on a supermarket shelf or the buildings on a street. They may see colored images of pieces falling into place on an invisible layout at the edges of their visual fields or when they close their eyes. They may see such colored, moving images when they are falling asleep, a form of hypnagogic imagery.\n\nThose experiencing the effect may feel they are unable to prevent the thoughts, images, or dreams from happening.\n\nA more comprehensive understanding of the lingering effects of playing video games has been investigated empirically as game transfer phenomena (GTP).\n\n**Source: **Wikipedia  \n[Link: https://en.wikipedia.org/wiki/Tetris_effect](url)\n\n\nPublished By: Abstract Art Labs LLC  \nSmart Contract By Manifold / Token Type: ERC-1155  \n\nLimited to personal non-commercial use and resale rights of NFT are granted. All other terms & rights are reserved to Abstract Art Labs LLC",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Godwits"
      }
    ],
    "image_details": {
      "bytes": 2211372,
      "format": "PNG",
      "sha256": "2a516bf0d93a844788ea605454fe1f106af32b42d78390339bf9e87836a424a2",
      "width": 4000,
      "height": 4000
    },
    "image": "https://arweave.net/k1qHru3_ru0OuxSlfNEy-nG5gSAliPJVwMit0jOIteU",
    "image_url": "https://arweave.net/k1qHru3_ru0OuxSlfNEy-nG5gSAliPJVwMit0jOIteU"
  }
}