{
  "address": "0x14b1ca5f662d9f98af2a4047d2ebd153b02ce0fa",
  "type": "ERC721",
  "name": "TOGETHER by Artists United curated by AlphaTrilogy",
  "tokenCount": "26",
  "uri": "ipfs://QmRE5ddGaY9SUppxgRqJW33MwXy9KNp42ZHSB4CsXyfzo6/1",
  "metadata": {
    "name": "Follow the Leader by Hendro Soetrisno",
    "description": "Do you have your ducks in a row? This farmer does. Every morning he starts the day by gathering his ducks to feed them before going to the paddy field. The ducks love to follow him.\n\nYoung ducklings imprint on whoever they spend time with within the first few days of their life. It is often their mother or siblings. In this case, it is the farmer. Imprinting is a form of learning in which animals gain a sense of species identification. In other words, if ducks follow humans, they have imprinted on humans. They will identify themselves as humans, not ducks. Reversing the imprinting process is almost impossible. An extreme example is if a duckling is separated from the mother right after birth, it is possible that it will follow whatever moves around it during its first days including balls or any other moving objects.\n\nGrowing up in Asia, shadow puppetry was quite popular. It is a powerful way to narrate a story - no distractions, just silhouettes. This image tells the story of this simple life in the simplest form - no clutter, clean, and bold. This is my shadow play about how this man’s life begins every day. The man and the ducks gather. Together.\n\nJust for fun: Does the ugly duckling still regard herself as a duck after she finds out that she is a swan?\n\nCURATOR NOTE\n\nLove the silhouettes of a man and his ducks, together for a morning walk, against a soft layered background.\n\nTHE ARTIST\n\nHendro Soetrisno is an international award-winning photographer. He is a Master of Photography from PPA, a Master Photographer in Fine Art - Accredited in Fine Art Nature from MPI, and a Master of WPPI. He represented the United States in the World Photographic Cup and brought home the gold medal in the Nature category and the Best of Nations award. He has won more than 150 prestigious awards from reputable professional organizations worldwide including Professional Photographer of America, Wedding and Portrait Photographers International, Master Photographers International, and Australian Institute of Professional Photography. He also held several Photographer of the Year titles from various professional organizations.",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Artist",
        "value": "Hendro Soetrisno"
      },
      {
        "trait_type": "Curator",
        "value": "AlphaTrilogy"
      },
      {
        "trait_type": "Location",
        "value": "Indonesia"
      },
      {
        "trait_type": "Genre",
        "value": "Travel"
      },
      {
        "trait_type": "Genre",
        "value": "Fine Art"
      }
    ],
    "external_url": "https://sloika.xyz/artistsunited.eth/together/1",
    "image": "ipfs://QmZHMrmFG7RZSVe1zg3VBhnW4eC2bTDFxdbGkXACmG6Ci3/1.jpg"
  }
}