{
  "address": "0x1484c07792c9bbad9ec9d1357c43cc156e523073",
  "type": "ERC721",
  "name": "Hugs on Tape by LoVid",
  "tokenCount": "2",
  "uri": "ipfs://QmRHucYfjYuoxBZcMBTxcEGircRWKeRbLRErQqmYKXz4E9",
  "metadata": {
    "name": "Hugs on Tape (on the Radio)",
    "description": "Hugs on Tape satisfies a visceral need for physical contact in the pandemic era. In the early days of the pandemic lockdown we wanted to distribute hug-simulations and share bursts of joy and intimacy. We sent a call out to friends and family requesting recordings of hugs with someone in their pod. The recordings captured tenderness and love among those spending more time than ever together, and a choreography of closeness inside the familiar frame of video, animation, and zoom calls. The series is created with tools ranging from handmade audio/video synthesizers to smartphones and digital animation software. All the patterns and colors in Hugs on Tape are made exclusively with hardware, analog synthesizers and other analog instruments from recording sessions we’ve made over the past 20+years.",
    "external_url": "https://lovid.org/",
    "image": "ipfs://QmdPZnzdnpkLRMdAyhNWhGUczqF8eBSHFCwz68hfPxjmgs",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "LoVid"
      },
      {
        "trait_type": "About the Artist",
        "value": "LoVid b.1974, Jerusalem, b.1975, New York. LoVid was established in 2001 as a collaboration between artists Tali Hinkis and Kyle Lapidus. Their work has been exhibited internationally including among others: RYAN LEE Gallery, Honor Fraser Gallery, Postmasters, And/Or Gallery, Klaus von Nichtssagend Gallery, Real Art Ways, BRIC, Elizabeth Foundation for the Arts, Mixed Greens Gallery, The Science Gallery Dublin, The Jewish Museum, Daejeon Museum, Smack Mellon, Netherland Media Art Institute, New Museum, and ICA London. LoVid has performed in venues including: The Parrish Museum, Issue Project Room, River to River Festival, Lampo Chicago, Tectonics Festival, Museum of the Moving Image, MoMA, The Kitchen,  Siskel Theater Chicago,  and International Film Festival Rotterdam. LoVid's projects have received awards, residencies, and grants support from: Wave Hill, NY Hall of Science, The Robert Rauschenberg Foundation, Graham Foundation, UC Santa Barbara, Signal Culture, Cue Art Foundation, Eyebeam, Harvestworks, Wave Farm, Rhizome, Franklin Furnace, Turbulence.org, New York Foundation for the Arts, Lower Manhattan Cultural Center, Experimental TV Center, NY State Council of the Arts, and Greenwall Foundation. Their works have been reviewed at OUTLAND, Art in America, The New Yorker, Bmore Art, Hyperallergic, Garage, and NYLON, and published in, Handmade Electronic Music (third edition), Emergence of Video Processing Tools, PAJ (Journal for Performance And Art), Maker Magazine, Leonardo Music, among others."
      },
      {
        "trait_type": "Year",
        "value": "2022"
      },
      {
        "trait_type": "Medium",
        "value": "Digital Animation"
      },
      {
        "trait_type": "NATIVE File",
        "value": "Apple ProRes 444, 981X1920, 00:18"
      },
      {
        "trait_type": "EXHIBITION File",
        "value": "H.264, 1920X1080, 3:37"
      },
      {
        "trait_type": "WEB COPY File",
        "value": "H.264, 982X1920, 00:18"
      }
    ],
    "Archive - NFT-Storage": "https://bafybeiacbd7uzbuj5a7fvgzaevk3sgrjvacu3v4ttkvcofg6nseuijpkiu.ipfs.nftstorage.link/",
    "Rights Agreement": "Owners and Artist Rights: The undersigned acknowledges that the Collector has acquired for its collection Hugs on Tape (on the Radio), 2022 (Work) and that the collector has permission to display the Work and publish still images (or clips) from the Work. The artist retains full copyrights including for image Reproduction License. Migration and Preservation: In order to facilitate the long-term preservation of the Work, the Collector shall have the right to migrate and preserve the Work to updated technological formats considered to be of archival quality, and use those migrated archival materials for future preservation, presentation, and exhibition purposes.",
    "Royalty Values": {
      "$ARTIST": "LoVid",
      "$YEAR": "2022",
      "$ROYALTYRATE": "10",
      "$ADDRESS": "0x2734b2ca6b17D6cef497D52cB47727E92391cAba",
      "$TOKEN": "eth"
    }
  }
}