{
  "address": "0x14e74deac184b14998bcaee2ce5c1c04b3877f1c",
  "type": "ERC721",
  "name": "Eat Your Crypto: $HT Coin for the Revolution",
  "tokenCount": "52",
  "uri": "ipfs://QmWKzxqPg7QQSTMyz65QPNsJuTjqDaNVupSRYQXPMG1D6t",
  "metadata": {
    "name": "Eat Your Crypto: $HT Coin for the Revolution",
    "description": "This manifesto, Eat Your Crypto: $HT Coin for the Revolution, is part of the body of work: [$HT Coin](https://whitemaleartist.com). Eat Your Crypto is released as its own NFT, in the same moment that [Spike Lee creates an advertisement for Coin Cloud](https://www.youtube.com/watch?v=5XMFEUNut18), touting the radical potential of crypto to overthrow entrenched racist and classist systems of power. White Male Artist’s manifesto, Eat Your Crypto: $HT Coin for the Revolution, summons the absurdity of such failed and fraught reclamation tactics and echos the sentiments of [Jackson Palmer](https://twitter.com/ummjackson), of Dogecoin fame, who writes '...that cryptocurrency is an inherently right-wing, hyper-capitalistic technology built primarily to amplify the wealth of its proponents through a combination of tax avoidance, diminished regulatory oversight, and artificially enforced scarcity.' \n\n History doesn’t repeat itself, it rhymes. I often look to art history to teach me how to cope with the present. How did artists of the past deal with fascism, war, and famine? I thought about the tulip bulb-like frenzy over NFTs and I recalled the late Italian artist, Piero Manzoni’s work of satirized consumerism, titled Merda D'Artista (Artist’s Shit). In 1961, Manzoni made a work consisting of 90 tin cans, each filled with 30 grams of stool, sold for the same price of 30 grams of gold. The opening bid for each $HT Coin reflects the cost of 30 grams of 18K gold in today’s market, approximately $1,694.\n\n $HT Coin is made up of 33 unique cans of my feces. Produced daily, and each tin contains nutritional labels detailing the contents of what I consumed within a 24-hour cycle. From July 1 to 30, 2021, I have eaten a series of meals based on the diets of the most financially successful contemporary [white male] artists. I decided to take Manzoni’s ideas to a new place: analyzing not only the value of labor but also the conditions of it. $HT Coin is unique in that this performance does not merely represent commercial transactions, it engages and enacts them. $HT Coin is a defecography of an entire system. \n\n I selected to 'emulate' artists via consuming their diets and producing their $HT through my body. These artist’s eating habits were meticulously researched. The source for every ingredient WMA consumes is listed [here](https://ipfs.io/ipfs/QmSmjkmrqkpkGCB65sg3MBxVT2sv8MbaNFNJgDqZXwiafz). Yves Klein’s diet came from a scanned PDF of a menu of an after opening dinner from the '60s and was translated from French. The diets are also a portrait of the artists and demonstrate their class status and cultural beliefs. Warhol ate the same industrial edible products he depicted. Koons ordered chargrilled sea bass and Kobe beef. \n\n $HT Coin opens up the can on the art world as a rigid system in which artists have to play by the rules to survive and poses the question: can NFTs change that? In the traditional gallery system, artists receive no compensation for the resale of their work. WMA is inspired by Seth Siegelaub’s [Artist’s Contract](https://primaryinformation.org/product/siegelaub-the-artists-reserved-rights-transfer-and-sale-agreement/). As with his controversial contract, the NFT blockchain promotes transparency, and technology-powered smart contracts ensure that artists retain a permanent link with their work and retain royalties when their work is traded on the secondary market. Here you can find my [Aspirational Collector Agreement](https://ipfs.io/ipfs/QmXCucKAsS9mdpU2QgJSGtwigeWZQs16uprYrxeLA7cXmJ) and my [Letter to Collectors](https://ipfs.io/ipfs/QmcvHkQyaTiKMRc8J4GYjGCQ8bAWxtxZ3FL5jGAybGf9EA) which chart my interventions into these systems. \n\n For all the promise NFTs offer to artists, they have become the currency of speculation fueled by greed, but they also have an environmental cost. $HT Coin addresses both of these issues. Since the system fails those of us who are not cis white men, can we artists, the remaining 2%, transform speculation and greed into a way where artists model care for each other? I will give 10% of all sales to start a fund for BIPOC Trans and Non-Binary Visual Artists, supported by For Freedoms. My tactic is always to center artists. I calculated the cost of the carbon footprint of minting 33 NFTs (the equivalent of driving your car 15,000 miles). Rather than paying to offset carbon emissions to a nameless corporation, I will contribute the equivalent proceeds to artist jackie sumell’s project [Solitary Gardens](https://solitarygardens.org/), which turns solitary confinement cells into garden beds. The contents are designed by prisoners serving their sentences in isolation and gardened by proxies on the outside. Central to this project is a call to end the inhumane conditions of solitary confinement, simultaneously inspiring compassion necessary to dismantle systems of punishment and control. \n\n After all NFTs, as with other artworks using emerging technologies, depend on how the mechanism is wielded. Eat Your Crypto: $HT Coin for the Revolution is made at the dawn of a new moment where the use of blockchain could go either way.",
    "external_url": "https://whitemaleartist.com",
    "image": "ipfs://QmcJGdMEY8MYaM6Yw6anf168gchQWejYekD6vwJ69xKw3A",
    "original": "ipfs://QmfRQHKavzZQmbu15yid7o3syGpTN3UbLgBj5thoR5KFAd",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Cassils"
      },
      {
        "trait_type": "Format",
        "value": "Video"
      },
      {
        "trait_type": "Edition",
        "value": "1 of 52"
      }
    ],
    "animation_url": "ipfs://QmcJGdMEY8MYaM6Yw6anf168gchQWejYekD6vwJ69xKw3A"
  }
}