{
  "address": "0x14c3b12d93cda9687ead17996d0703232aafd527",
  "type": "ERC721",
  "name": "A.R.T. Artist Residency Tokens",
  "tokenCount": "100",
  "uri": "ipfs://bafybeidtxiearuqos2duld6rhc2jisifebrre6dqee65asaa5v77bm5cmy/1.json",
  "metadata": {
    "name": "A.R.T. Newaygo #1",
    "description": "This NFT represents a one-time use \"Artist Residency\" in Newaygo, MI.    Included in this NFT residency package:  1. In-town booking and on-call travel tips and assistance provided by professional local travel agency 'Holidays by Hollinger'. When you're ready to book your residency, you'll contact 'Holidays by Hollinger', verify NFT ownership, communicate the dates you would like, and they'll secure your reservations. While you're in-town, they'll take your calls and assist you with any travel issues.  You'll have access to a fully stocked art studio within a short walk from your lodging (approx 800') provided by Gabe Schillman/ Studio 37 Arts & Culture Center. The studio will have a pass-code entry and available to the NFT holder 24 hours per day. The studio includes acrylic, oil, and watercolor paints, as well as a variety of paper, canvas, and panels. A variety of brushes, palette knives, and tools; pencils, markers, pens, and oil pastel. The studio will also have a professional artists' easel as well as an \"Adventure Art Pack\" that includes a mobile easel and tools, a map of local trails with notable scenery spots marked for open air painters.  You'll have ZERO $USD walk-in/out dining opportunities at 2 separate dining establishments within walking distance of your studio space. DOES NOT INCLUDE ALCOHOL #1. The River Stop Saloon. This well-established local restaurant is rumored to have been the resort hangout of Al Capone, though that's never been confirmed. But the Saloon has been around for a very long time and serves up a full quality menu including breakfasts on the weekends. NFT holder will have a $500USD credit for the week. NFT holder will be responsible for any charges made beyond the $500USD credit limit. There is no \"cash value\" or refund for remaining credit balance if total balance is unused, and credit is non-transferable. #2 The River Stop Cafe. The cafe is a local favorite for its charming and authentic atmosphere. Patio seating and live music are a unique feature, as well as quality coffees and teas, and a full breakfast and lunch menu. DOES NOT INCLUDE ALCOHOL. NFT holder will have a $500USD credit for the week. NFT holder will be responsible for any charges made beyond the $500USD credit limit. **There is no \"cash value\" or refund for remaining credit balance if total balance is unused, and credit is non-transferable.  Lodging is provided by the 5-star rated hotel 'The Muskegon River Inn'. This recently renovated hotel is located in downtown Newaygo and within a short walk from the art studio. The rooms feature beautifully modern and convenient furnishings within a perfectly preserved and restored old-world brick building. You'll be provided self-check-in instructions including a room access code, by 'Holidays by Hollinger' upon booking your residency. Your room will be freshened no less than twice during your stay.  NOTE:  **Disruptive or unruly guests will be asked to leave any of the aforementioned/ participating service providers' locations/ venues without compensation or refund. Service fulfillment is based on orderly participation of the NFT holder. Any act by the NFT holder deemed by the/an establishment as \"disorderly\" will immediately and irrevocably void any further responsibility of that establishment/ service provider without refund or compensation.  **Art studio will be found in clean and working order. NFT holders will be required to leave the studio as they found it- clean and in good working order. All Premises are video monitored and recorded for security purposes as well as unique pass-code protected. A studio manager will be on-call for any studio issues (provided by Studio 37 Arts) and contact information will be plainly posted in the studio.  **NFT holder will be required to follow all local laws and ordinances and assumes all responsibility for any violations of said laws.  **There is no compensation for any loss of committed A.R.T. NFT usage; if the date is booked and scheduled, it is the A.R.T. NFT owner's responsibility to honor that booking. A “No show” or cancellation (AT ANY TIME) is considered a forfeiture of NFT benefits.  **NFT holder is responsible for all travel expenses and arrangements that may be required in order to transit to and from Newaygo.  **NFT holder can request any consecutive 4-night 5-day block of time, as long as that block of time is available from our service providers. If there is no availability from the service provider for the desired block of time, a different date/time will need to be chosen or the trip can be divided into 2 separate trips.  **NFT holder will show service providers proof of A.R.T. Ownership, Service providers have a magnetic stripped card that will keep track of balance deductions as well record keeping for service providers. NFT holder will be required to provide proof of A.R.T. NFT Ownership before utilizing any of the aforementioned services included with this NFT.  **NFT holder is responsible for any shipping arrangements and costs associated with shipping or transporting their work upon completion. Any work left behind in the studio after the reserved residency period has expired (beyond the 5-day residency) will be considered \"abandoned\" and will be re-purposed or discarded of immediately; there is no storage options beyond the residency period and there zero compensation or refund for any work destroyed or re-purposed. Packaging and shipping options (At NFT holder's expense) are available at the U.S. post office, a short walk from the studio.  **NFT holder can split their 5 days in to 2 separate trips (I.E. a 2 day trip, and then a separate 3 day trip at a later date).  **NFT service providers are required to offer services as long as they are able to as a licensed and qualified establishment; There are no refunds or replacements upon permanent closure of a listed service provider.  ",
    "external_url": "https://opensea.io/collection/artistresidency",
    "image": "ipfs://QmZo24bL7K7pog2J4YDLZzsa2WZghwBMNq6gCVkjoig45r/1.webp",
    "attributes": [
      {
        "trait_type": "background",
        "value": "5"
      },
      {
        "trait_type": "2nd layer",
        "value": "2nd3Green"
      },
      {
        "trait_type": "Sun",
        "value": "Sun3Purple"
      },
      {
        "trait_type": "Shadow",
        "value": "3"
      },
      {
        "trait_type": "Parthenon",
        "value": "4"
      },
      {
        "trait_type": "Statue",
        "value": "10"
      }
    ],
    "compiler": "https://nft-generator.art"
  }
}