{
  "address": "0x154a992d159943c96b7886f936761281bfa84481",
  "type": "ERC721",
  "name": "Sotheby's",
  "tokenCount": "1",
  "uri": "https://arweave.net/fWWS5R9PXx9d8iEtBUL01expjlkgEghYF0GIPhokoME",
  "metadata": {
    "name": "DownloadinG Shiva",
    "created_by": "Cyber Shakti",
    "external_url": "cybershakti.xyz",
    "description": "\"Downloading Shiva\" is a self-portrait by Glitch artist Cyber Shakti, inspired by the love story of Shiva and Shakti in Hindu mythology. \nThe artwork features a digital portrait of Cyber Shakti in a trance-like state, surrounded by a swirling vortex of vibrant glitched pixels.  \nThe focal point of the artwork is the image of Shiva, one of the primary gods in Hinduism, who is depicted as a digital manifestation. The image of Shiva appears to be downloading into the artist's consciousness. \n\nThe work merges the ancient deity, retelling the story of the masculine and feminine deities in the cyber realms.  \nCyber Shakti was inspired by the moment in the love story of Shiva and Shakti when Shakti decided to be in her own power and awaken Shiva from his deep state of meditation. \n\nThe union of Shiva and Shakti represents the union of the individual soul with the universal consciousness, and this moment in the love story symbolises the power of the feminine to awaken and transform the masculine within. In this Glitch rendition, Shiva and Shakti are slowly becoming one. Shiva is Shakti & Shakti is Shiva.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Cyber Shakti"
      },
      {
        "display_type": "number",
        "trait_type": "Year",
        "value": "2019"
      },
      {
        "trait_type": "Type",
        "value": "Self-portait"
      }
    ],
    "image_details": {
      "bytes": 20193822,
      "format": "PNG",
      "sha256": "1b4fffaa17a98fde100dd726a3782ee8c6daccb52d4cc934f386b4204c823b9a",
      "width": 4608,
      "height": 6144
    },
    "image": "https://arweave.net/K8mISG2I_ZP8atSDryRxtpB-7fAnrOYoW70pRxi-lQs",
    "image_url": "https://arweave.net/K8mISG2I_ZP8atSDryRxtpB-7fAnrOYoW70pRxi-lQs"
  }
}