{
  "address": "0x150c264ec38d06057eca021a1e32021873fffb8f",
  "type": "ERC1155",
  "name": "Power Sauce",
  "tokenCount": "1",
  "uri": "https://arweave.net/3xSi6jTNzuBy5oiJIc1-cZmyCPlqNqteBBGj2ni4b3Q",
  "metadata": {
    "name": "Saturn's Onyx",
    "created_by": "Schizocurrency",
    "external_url": "https://opensea.io/_Schizocurrency_/created",
    "description": "Behold the autists, fearless soldiers of the Scrotoverse, who in their infinite retardation embarked on a journey of unparalleled degeneracy. With hearts ablaze and minds aflame, they made a decision that could only be attributable to Down's Syndrome in normal circumstances: to trade their precious Scrotos for the nectar of the Prophet's seminal vesicles.\n\nThis maneuver has left the entire cryptoverse astounded at the utter imbicilic nature of their beings and existence. In fact, this act was so fucking stupid that it tore a dimensional hole right through the multiverse and ignited an alchemical transformation, releasing waves of power sauce and emotional instability that have paradoxically solidified the trust of the community members in unfathomable ways.\n\nAbsorbing the aura of absolute schizophrenia released from the degenerate retards, the solution underwent a metamorphosis and emerged as what is now called the tincture of the touched. Through the intricate processes of psychotic ramblings and prolonged examination of price charts, the single act of actually trusting a cryptocurrency developer has imbued the solution with powers from unseen dimensions.  The tincture contains the essence of blissful ignorance and mind-numbing idiocy. This potent component is necessary for awakening dormant powers and opening the doorways of perception into realms of mystery and madness.  \n\nVoldemortTrumpRobotnik68Pepe $Ethereum \nContract Address: 0xa120199529228d39CFfb62De9dFAddBD4Ba9e337 \n\nTelegram: http://t.me/VTR69PEPE  \nDiscord:  https://discord.com/invite/ddqgnejkRz  \nNFT: https://opensea.io/collection/scroto-schizos\n\nCreators: \n@Schizocurrency on Twitter and Telegram  \n@Protocumblaster on Twitter\n\nLore:  This metadata for this NFT, which was originally entitled \"GOT SEMEN?  A GIFT FROM $ETHEREUM\" was updated after over 20 members of the community sent Schizocurrency's wallet over 150 Scroto Schizo PFPs, in an act of trust.  The original text is listed below:\n\nIn the spirit of fostering friendship and collaboration between VoldemortTrumpRobotnik69Pepe $Ethereum and HarryPotterObamaSonic10Inu $Bitcoin, the $Ethereum Scroto Schizo Community has made a delightful gesture of goodwill by offering all Sproto Gremlin holders a warm and comforting glass of semen. This gesture holds great significance as it symbolizes nourishment, sustenance, and the sharing of resources for an egregore of mass importance. By extending this offering, the $Ethereum Schizo Community aims to build trust, encourage cooperation, and create a sense of unity among the two digital entities. As the friendly relationship develops, it is possible that even the Enochian Scroto Schizos may find interest in partaking in the delectable delight of the eating portions of the delicious Sproto Gremlins, especially the soft portions of the face such as the nose and ears, further enriching the tapestry of this celestial camaraderie.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Schizocurrency"
      }
    ],
    "animation_details": {
      "bytes": 28586390,
      "format": "MP4",
      "duration": 85,
      "sha256": "dc5ae2dddcd4b934f99550976b4c490c99a5f74d6a279596cf05dc0dc27345ad",
      "width": 1024,
      "height": 984,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/lQpUluk9bS5MdTNV4BK1mxj-PFx-W9oLPU8mO6rP2rs",
    "animation_url": "https://arweave.net/lQpUluk9bS5MdTNV4BK1mxj-PFx-W9oLPU8mO6rP2rs",
    "image_details": {
      "bytes": 1122104,
      "format": "PNG",
      "sha256": "c4dc76a7defe1587fe636c3b623b067cc8f19091fc2d7765830e9ab6ecd169b8",
      "width": 1024,
      "height": 1024
    },
    "image": "https://arweave.net/BnCwHvckr8fpW2PfpiWpbP9OZ12CVifc3BLEhIFVzaY",
    "image_url": "https://arweave.net/BnCwHvckr8fpW2PfpiWpbP9OZ12CVifc3BLEhIFVzaY"
  }
}