{
  "address": "0x1554fe3475e77fe919d13da8fe16fc937dddfcbd",
  "type": "ERC721",
  "name": "Journey to New Worlds",
  "tokenCount": "31",
  "uri": "ipfs://QmSjkkAZR1gvH4RKDUmnqPHmVbFEPBf382tS5Yge3sQQaX/1.json",
  "metadata": {
    "name": "Cosmic Journey #1",
    "image": "ipfs://QmahESTYviA1XaecJRWmzB4VisQxMfU6PHz3hFPaq3BUtK/27e45f4e2e675d76a9d82746e05ca100",
    "attributes": [
      {
        "value": "Mesut Felat",
        "trait_type": "Copyright"
      },
      {
        "value": "1/1",
        "trait_type": "Edition Size"
      },
      {
        "value": "MidJourney",
        "trait_type": "AI Generator"
      },
      {
        "value": "Mesut Felat",
        "trait_type": "AI Prompts by"
      },
      {
        "value": "4K",
        "trait_type": "Resolution"
      },
      {
        "value": "Yes",
        "trait_type": "Color-Graded?"
      },
      {
        "value": "Day",
        "trait_type": "Day/Night?"
      },
      {
        "value": "No",
        "trait_type": "Planet(s) Present in the Sky?"
      },
      {
        "value": "Yes",
        "trait_type": "Human(s) Present?"
      }
    ],
    "description": "Welcome to the universe of discovery and exploration! These NFTs are one-of-a-kind creations generated by AI, each telling a unique story of humans exploring the life on newly discovered planets in outer space.\n\n\nEach piece captures the beauty and mystery of the universe in a way that is both captivating and thought-provoking. With vivid colors and intricate details, these NFTs bring to life the wonders of the cosmos and the thrill of discovery.\n\n\nAs you explore this collection, you'll be transported to new horizons and immersed in the exciting world of space exploration. These NFTs are not just pieces of digital art, they are gateways to new dimensions and new perspectives on the universe.\n\n\nJoin me on this journey of discovery and explore the vast possibilities of the cosmos with this collection of AI-generated NFTs.\n\n\nAll prompts are provided by me to MidJourney and outputs were slightly color-graded and then upscaled to 4K by me!\n\n\nExtended Editorial License: Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The License includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder."
  }
}