{
  "address": "0x166566fda40dccea00b7bb051b05c0001df63a00",
  "type": "ERC721",
  "name": "remnants - kPUYfJnnem",
  "tokenCount": "35",
  "uri": "https://metadata.async.art/t/0x166566fda40dccea00b7bb051b05c0001df63a00/1/token.json",
  "metadata": {
    "name": "remnants #1",
    "description": "Love lost, love found, love barely hanging on. Remnants of our experiences are always around us and shape the way we see ourselves and how we live our lives. In her latest project, Kena Rose is exploring the different remnants of a relationship and how the individuals see and experience the disintegration of their love. With generative lyrics, each unique version of the song will reveal a hopeful or a sad ending to the situation. Do you want to want, but you can’t make yourself feel anything? Or do you want what you want and there’s no changing anything?\n\nAlong with the generative lyrics, Kena Rose has created soulful artwork that expresses the feelings of the unique version of the song that is minted. The notebook reveals some of the lyrics. The figure is alone and sad, or they’re with the other, trying to work it out. \n\nTEN LEGENDARY versions are also available with completely unique art plus the full single version of the song.\n\nAnyone that mints 3 Remnants NFTs will be sent a T-shirt with their choice of graphic from the ten legendary artworks.\n\nWritten by Kena Rose, Genzo and Cheryl Yie. Lead and background vocals by Kena Rose. Produced by Genzo.\n\n*LICENSE:\nHolder has the right to use the version(s) of the copyrighted work worldwide for non-commercial purposes (without modification) including, but not limited to, syncing the music to visual images, with credit and social media links listed whenever possible. The visual artwork may be used for non-commercial purposes, display or publication with credit. The creators retain full copyright to the underlying IP/song/artwork and all originally created assets.\n\n\nLYRICS\n\nRemnants of lust/remnants of anger\nHang in the air/scattered around\nA dusty promise/a broken halo\nForgotten and ignored\n\nA heavy touch/a heavy door\nA heavy silence/a heavy heart\nAll of this trying/not even trying \nIs pulling us down\n\nI want to want but I can’t make myself feel anything, I want to want, but I can’t help that I’m feeling nothing/ \nI want what I want, I can’t make myself feel nothing, I want what i want, I can’t help that I feel everything\n\nNo it isn’t fair\nWe can’t make it right/we can make it right\nMaybe I still care/you tell me you still care\nBut we were broken \nFrom our first night\nYou can’t deny, try as we might there’s nothing left to save/\nYou can’t deny that we should try, there’s something left to save",
    "image": "https://asynchronous-art-inc-res.cloudinary.com/image/upload/w_1200/v1673380995/editionRenders/f19040fc421c8f91036b086e7c3d0020.png",
    "external_url": "https://async.market/blueprints/63bbe0ae601a6248ac031387/editions/0x166566fda40dccea00b7bb051b05c0001df63a00-1",
    "attributes": [
      {
        "trait_type": "Asset Type",
        "value": "Edition"
      },
      {
        "trait_type": "Artist",
        "value": "kena"
      },
      {
        "trait_type": "Collection",
        "value": "remnants"
      },
      {
        "trait_type": "line 1",
        "value": "lust"
      },
      {
        "trait_type": "line 2",
        "value": "air"
      },
      {
        "trait_type": "line 3",
        "value": "halo"
      },
      {
        "trait_type": "line 5",
        "value": "touch"
      },
      {
        "trait_type": "line 6",
        "value": "heart"
      },
      {
        "trait_type": "line 7",
        "value": "all"
      },
      {
        "trait_type": "bverse",
        "value": "nothing"
      },
      {
        "trait_type": "chorus",
        "value": "can"
      },
      {
        "trait_type": "colors",
        "value": "olive"
      }
    ],
    "animation_url": "https://storage.googleapis.com/art-creation-test/audio/8971a620f6.mp3"
  }
}