{
  "address": "0x16fbc71233994c8259eb7735d5ed7381cdf7dbc5",
  "type": "ERC1155",
  "name": "Shadow & Shade Editions",
  "tokenCount": "1",
  "uri": "https://arweave.net/zM5YCNjOcneIn1zJ0ySmWEva_HWyAowhkkDotlx_KeI",
  "metadata": {
    "name": "Revolutions",
    "created_by": "Larryn Rae",
    "external_url": "https://www.shadowandshade.co.nz",
    "description": "This is 3.5 hours of star trails revolving around the Southern Celestial Pole (SCP) over Mt Ruapehu - the North Island of New Zealand’s highest peak and only active land-based volcano.\n\nWhat are star trails I hear you say? They are the movement of stars over time and are captured by setting up a motion-free timelapse that captures the stars revolving around the SCP - an imaginary point in the sky that the stars appear to revolve around. Fun Fact: it is actually the earth that turns that creates the movement!\n\nThis is the first and only image of its' kind ever captured from this location and one that has been on my bucket-list for years. To finally have the winter alpine skills and confidence to attempt such a shot in a location like this, has been years in the making. It's one thing to just turn up and shoot somewhere in cold weather, but to camp out for several days in such an extreme environment has so much more involved and the risks are just that much greater.\n\nCapturing this image took a lot of preparation and planning in order to first survive and then to capture all the images I needed under such brutal winter conditions. At 2620m / 8600ft and in -25ºc / -13ºf temperatures, the air literally takes your breath away, freezes any exposed skin as well as sucking the life from your camera equipment real quick! It is to date, the coldest and most desolate location I have ever photographed in.\n\nThis star trail is made up from 328 individual images of the sky and then stacked together and then finally blended with a single long exposure image for the foreground and to be honest, I was really surprised my camera lasted that long due to the insane cold!\n\nThere is nothing that can describe the feeling of being alone and standing on top of this incredible mountain while witnessing the beauty of the heavens above you. The feeling of capturing images that have never been seen before from locations such as this, motivates me to push myself and my gear to the absolute limit of endurance.\n\nStar trails have become a bit of an obsession over recent years and take hours of capturing and editing to get the result you see before you. I pride myself on creating some of the cleanest trails on the planet from locations that have never been seen before.\n\nThis trip changed EVERYTHING for me and unbeknown to me at the time, would start my photographic adventures into cold desolate places where others fear to tread. \n\nThis image will always be a milestone and a reminder of what is possible with the right preparation, dedication and setting big goals in the pursuit of the art of astro.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Larryn Rae"
      },
      {
        "trait_type": "Star Trails",
        "value": "328"
      },
      {
        "trait_type": "Temperature",
        "value": "-25ºc / -13ºf"
      },
      {
        "trait_type": "Elevation",
        "value": "2620m / 8600ft"
      },
      {
        "trait_type": "Size ",
        "value": "5472 x 3648"
      }
    ],
    "image_details": {
      "bytes": 15429752,
      "format": "JPEG",
      "sha256": "5cede748aaed5a96ba332045fe2c0511061f14d9c26f8288543a91883c99aa2d",
      "width": 5472,
      "height": 3648
    },
    "image": "https://arweave.net/k30KeZqj6iba2DguLjEnQ23Rp8tGUiR7_0lg29VwDGk",
    "image_url": "https://arweave.net/k30KeZqj6iba2DguLjEnQ23Rp8tGUiR7_0lg29VwDGk"
  }
}