{
  "address": "0x16debd4b2598d966c002bfac75de475f644eec66",
  "type": "ERC721",
  "name": "Queen George - HERO",
  "tokenCount": "25",
  "uri": "ar://TpAxYvtZ-b_ZEGAjWaZEU6_IgB_zmnbwcoyQPIjtCqc/1",
  "metadata": {
    "animation_url": "ar://uqmpbGDfXVdl8xG8wavMGQQ9V4K3_i6P0rvA_okPdq0",
    "artist": "Queen George",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://LJTkRtiT6tWY7yFc_PUFuTfwtg2kl8FAIiYVBkbZfb0",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "HERO",
        "value": "Song Edition"
      }
    ],
    "bpm": 89,
    "credits": null,
    "description": "I would like to start by saying thank you. To you show my gratitude, my supporters will be receiving a special package from me personally in the mail. If you’re a collector of this NFT, DM me.\n\nHero is about a powerful person feeling powerless. Hero came to me on a run last summer in rainy Paris amidst the demise of my first real romantic relationship (right around when I wrote Boded, my other sound drop). Directionless and phone-less, I ran, ran, and didn't stop running until I reached a soccer field where I sat on the ground cinematically asking god and the higher powers to show me the way. In my head, the phrase \"I'm no hero, I'm no hero...\" was on repeat, haunting me until I entertained it. In the midst of feeling truly average, \"just a sovereign waiting for the bus, I'm no hero\" came to me and I stepped into the powerlessness cause I knew the song existed there, in the surrender to what seemed like weakness. What I only figured out in retrospect is that this \"low point\" swerved me into a lane that gave me a simply complex song about crumbling in order to build again. This song heavily references things that have made me who I am - Paris, Back to Black by Amy Winehouse, Miles Davis trying to stay relevant after his peak, needing a spaceship to dance cause I take up space, me being a full time artist with other jobs, being my parents pride and joy even when I don't feel like I am worthy, and bleaching my hair only to see the my natural hair come back in relentlessly (this timeless feat is as literal as it is metaphorical). This song was written as a freestyle over a Dolceola line and a hip hop inspired drum beat, layered with ethereal background vocals. I hope it finds you as much as it found me.\n",
    "duration": 152,
    "external_url": "https://www.sound.xyz/queengeorge/hero",
    "genre": "Pop",
    "image": "ar://LJTkRtiT6tWY7yFc_PUFuTfwtg2kl8FAIiYVBkbZfb0",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://uqmpbGDfXVdl8xG8wavMGQQ9V4K3_i6P0rvA_okPdq0",
    "lyrics": {
      "text": "Just a sovereign waiting for the bus man I’m no I'm no hero \nI’m no hero \nDemi goddess dressing for the job man I’m no I'm no hero \nI’m no hero \n\nAll these salon chairs\nBut my blonde don’t fade \nBack to black now \nBack to rainy days \nIn the 16th\nHear em say my name sing us one more\nPlease stay\n\nIt’s Easy to talk yeah about the highs and lows when you’re high all \nof the time\nAnd I cannot hide it\nThere are things I know I’m a riot \nRiot yeah \n\nAnd I could die if you became a ghost \nI don’t wanna die this life is short \nHalf of me is here on life support \nHalf of me is putting on a show \n\nJust a sovereign waiting for the bus man I’m no I'm no hero \nI’m no hero \nDemi goddess dressing for the job man I’m no I'm no hero \nI’m no hero \n\nSweating my chances \nBut Chanel don’t fade \nDoing miles\nLike an upright bass \nNeed a space ship \nCause I take up space when Im dancing \nDancing \n\nRing the alarm now\nWhat a goddamn shame\nCan you fix this\nCan you ease my pain\nDo you miss this\nWhen I say your name something’s different \nDifferent, yeah\n\nAnd I could die if you became a ghost \nI don’t wanna die this life is short \nHalf of me is here on life support \nHalf of me is putting on a show \n\nJust a sovereign waiting for the bus man I’m no I'm no hero \nI’m no hero \nDemi goddess dressing for the job man I’m no I'm no hero \nI’m no hero \n",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "HERO #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "HERO",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}