{
  "address": "0x16235b5da008bf9de0dbb40435f5bdf04abc9fb6",
  "type": "ERC721",
  "name": "hieroglyphica x Ana María Caballero",
  "tokenCount": "17",
  "uri": "https://arweave.net/kgFnR_TvwbJ9IMpXPezD5xBPUFIe8qESrFS99kBdIiY",
  "metadata": {
    "name": "Poems in the Public Domain: \"Fabliau of Florida\" (IGNITE 2023 Special Edition)",
    "created_by": "hieroglyphica x Ana María Caballero",
    "description": "Wallace Stevens’ poem “Fabliau of Florida” is a special edition from Ana María Caballero and hieroglyphica’s sold-out generative collection POEMS IN THE PUBLIC DOMAIN [PITPD]. This artwork was live-coded during South Florida's IGNITE Art + Tech Festival in January 2023, during which participants submitted comments that were incorporated into the project’s algorithm to create this unique, hand-annotated poem.\n\n***  \nNOTE: This piece is a live generative animation. If you are on a platform that does not support HTML tokens and are seeing only the preview GIF, you can view the actual token at the \"animation_url\" listed in the metadata.  \n***\n\nPITPD explores authorship. When a poem enters the public domain, it no longer belongs to its author but to its readers. In the intimate moments we read a poem, we link it to our private, pulsating worlds & help ensure others will read it, too. If history’s palms hadn’t held Sappho’s words, our fingers wouldn’t be holding them now.\n\nThe verses vanish – just like our memory of their exact words might fade – but distilled, standout moments of personal connection remain. In time, even these wane, providing a scarcely perceptible backdrop as the poem is discovered & interpreted anew. In this way, PITPD represents a new form of poetic anthology – one that celebrates the role of the reader in shaping the life of a poem. More information about the project can be found in our companion article: https://www.fxhash.xyz/article/poems-in-the-public-domain-marginalia-as-living-verse\n\nUse touch or spacebar to pause and resume the animation. Refresh the browser window to generate a new sequence of readers and comments.",
    "animation_url": "https://arweave.net/KSmNNyevYRgCWXw8Gma-_-Ck9Xj3sF7VesNrSh3JjV8/index.html",
    "animation_details": {
      "format": "HTML"
    },
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "hieroglyphica x Ana María Caballero"
      }
    ],
    "image_details": {
      "bytes": 6937303,
      "format": "GIF",
      "sha256": "de6dfaf88d07a00080a80ead23b62b4c5435c16ade4978e621677451a5184e1b",
      "width": 2048,
      "height": 2048
    },
    "image": "https://arweave.net/Rk4TOrjw7j_zoPf1Cto0rVVXSqv0ZqEBtVLgNUcuzZE",
    "image_url": "https://arweave.net/Rk4TOrjw7j_zoPf1Cto0rVVXSqv0ZqEBtVLgNUcuzZE"
  }
}