{
  "address": "0x16d8cc45c2de5b2f7e51285cd8d330631831f52b",
  "type": "ERC721",
  "name": "Visions of the Future by Saatchi Art",
  "tokenCount": "55",
  "uri": "https://arweave.net/YG3UhCCTKZT9D3lx1nvJXBn1kpJKoxIuf-W2Xij-2kY",
  "metadata": {
    "name": "Future Perfect",
    "created_by": "Kristopher Harvey Grunert",
    "external_url": "https://grunertimaging.com/NFT-GALLERY/1",
    "description": "My vision for the future is one of personal presence, self-awareness, and connection. I felt a calling to travel a thousand miles from the rainforest in the Pacific Northwest (Vancouver, Canada) to the Death Valley desert (California, USA). I spent three days watching the shifting sands and their shadows move across the landscape. There was no one but me, the wind, the sand, the Sun, and the Moon.\n\nOn the final day of my journey, I found the perfect vantage point to position my camera.  Later that night, I returned to the same spot and programmed my camera to take consecutive 30-second exposures. I opened the shutter, shed my clothing, entered the frame, and began to ascend the dune in darkness. With every third step, I triggered a hand-held flash that my camera’s CCD sensor captured.\n\nI became the light.\n\nOnce my ascension was complete, I returned to the camera and reviewed the journey feeling proud and excited. I stepped in front of the camera again, this time standing still for the 30-second exposure. Future Perfect is not the first time I have entered the frame and become the light, but it is the first time I've revealed my body in the same image.\n\nI was humbled by the beauty. I felt complete.\n\nFuture Perfect is a composite image of nine exposures. This is not the first time I’d entered the frame and become light. It is, however, the first time I’ve revealed my human form in a composition. Previously, I had only displayed bursts of light that I created. \n\nLight knows no time. It operates outside of time and space. By both objectifying and embodying light, I became a sort of mirror and it led to awareness and self-actualization. This photograph is a reminder to me that the journey itself is the destination. My hope is this image will also serve as such for the collector along with every viewer.\n\n\nThe 3 Limited Edition prints accompanying this artwork will be a 20” x 25” photograph on Fine Art Paper (Epson Exhibition Fiber) in a Natural Basswood Frame.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Kristopher Harvey Grunert"
      },
      {
        "trait_type": "Camera",
        "value": "NIKON CORPORATION NIKON D800"
      },
      {
        "trait_type": "Lens",
        "value": "24.0-70.0 mm f/2.8"
      },
      {
        "trait_type": "ISO",
        "value": "200"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/5.6"
      },
      {
        "trait_type": "Exposure",
        "value": "30"
      },
      {
        "trait_type": "Focal Length",
        "value": "38.0 mm"
      }
    ],
    "image_details": {
      "bytes": 15414490,
      "format": "JPEG",
      "sha256": "3aa91f7905854d5a3d6578fac55f6da7e99603458b288474cfd7e4fca5913b0b",
      "width": 6522,
      "height": 4891
    },
    "image": "https://arweave.net/21pvHI1bOemluAjb3RDJQPlLCC8JnLE-4gKDSM5unPw",
    "image_url": "https://arweave.net/21pvHI1bOemluAjb3RDJQPlLCC8JnLE-4gKDSM5unPw"
  }
}