{
  "address": "0x16f425abc29130e01961333cdebbaea0ec89ad02",
  "type": "ERC1155",
  "name": "1 800 TAMZ NFT",
  "tokenCount": "2",
  "uri": "https://arweave.net/9GCFUsRxuA5-8lKVpCh-v5Tj1O3a8qB2VTjPTipmB_8",
  "metadata": {
    "name": "Stolen Child / Doodle 5783",
    "created_by": "Michael Tamzil",
    "external_url": "https://www.michaeltamzil.com/",
    "description": "I had a terrible experience in the world of Web3 when I lost all of my NFTs due to a scam on Discord, where the thief posed as a moderator of a project. \n\nDespite this, I am determined to find a silver lining and use my skills as an artist to make a positive impact by creating my first NFT. My goal is to spread awareness and promote positive energy in the NFT community.\n\nThis missing milk box project represents my stolen Doodles 5783 and it's my first ever NFT that I create.  The concept was taken from the late 1970s and 1980s in the US, missing child cases garnered a great deal of news media attention. Chief among these were the disappearance of Etan Patz (1979) and the kidnapping and murder of Adam Walsh (1981), These reports developed into a type of moral panic called \"stranger danger\". In 1984, the National Center for Missing and Exploited Children was founded.\n\nThrough creating this NFT, I aim to educate others about the importance of safety and the dangers of scams in the NFT space. My hope is that by sharing my experience, I can inspire others to find the positive in negative situations and continue to drive the NFT culture forward.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Michael Tamzil"
      }
    ],
    "image_details": {
      "bytes": 484474,
      "format": "JPEG",
      "sha256": "c46f2bf809cd13fe9c7299a48a332405c97a025b6b1e6a74ac9ff7447c4fe907",
      "width": 2000,
      "height": 2000
    },
    "image": "https://arweave.net/dpXl8Y2Cn2yK4W8o7QrFzvif7snITHkM1XgyOzKjAaw",
    "image_url": "https://arweave.net/dpXl8Y2Cn2yK4W8o7QrFzvif7snITHkM1XgyOzKjAaw"
  }
}