{
  "address": "0x16c32f3880393967dc9c307e72abf9f1b4187d26",
  "type": "ERC721",
  "name": "CREO PINS",
  "tokenCount": "1",
  "uri": "ipfs://QmXkYJhnDQ3YqWsvQrLa7h7G6A9VcHaKNqyw96t6GX23L1/1",
  "metadata": {
    "name": "CREO PINS 1 #1/1",
    "description": "#CREO PINS#\n\nCREO's NFT Genesis Collection, PINS, is a vibrant and eclectic celebration of artistic expression. The\ncollection is a captivating blend of artificial intelligence, digital painting and digital editing that pushes the\nboundaries of creativity. Featuring images and moving images in the form of GIFs, the collection offers a\ndiverse, expressive and colorful selection of artwork that is sure to inspire and challenge the viewer.\nInspired by pin-up girls, PINS simultaneously showcases CREO's signature artistic style, capturing the\nessence of the pin-up era with its impulsive, emotional and messy painting style. The black lines and torn\nshapes in the paintings reflect CREO's unique artistic expression, for which she has been known for over\nmany years in the international art scene under her civil name.\n\nWith the PINS collection, CREO aims to bridge the gap between the old and new art worlds by exploring and\nhonoring the central themes of both. The collection is a testament to CREO's commitment to innovation and\ntradition, creating a space for digital art to flourish while remaining true to the principles of classical artistic\nexpression.\n\nWhether you're a seasoned collector or just starting out, PINS offers a refreshing and exciting take on digital\nart. With its unique combination of cutting-edge technology and timeless artistic expression, the collection is\na must-see for anyone interested in the evolving world of contemporary art. So immerse yourself in the\nvibrant and dynamic world of CREO's PINS collection and discover the limitless possibilities of digital art.",
    "image": "https://res.cloudinary.com/nifty-gateway/image/upload/v1680374041/publishers/creo-gallery/51877/71090/CREO_PINS_1.gif",
    "image_hash": "QmP1JCa6DhCYwgHSvMBJ7N2PSf4jU7hP51hrwHbhWZKmiU",
    "background_color": "ffffff",
    "external_url": "https://niftygateway.com/collections/creo_pins/"
  }
}