{
  "address": "0x16201ec5f9575fa88dffcef410f9a5829f098788",
  "type": "ERC721",
  "name": "Promise Land v.2",
  "tokenCount": "44",
  "uri": "https://arweave.net/jEJAwNAaDO2hjl3JYAjYhysFp2yRtZFzD4k7UxKQo8I",
  "metadata": {
    "name": "Artist on the Beach",
    "created_by": "Gregory Eddi Jones",
    "external_url": "https://gregoryeddijones.com/",
    "description": "In Promise Land (2018-2021), American post-photographic artist Gregory Eddi Jones uses T.S. Eliot's modernist masterpiece, The Waste Land (1922), as its point of departure. In borrowing literary strategies from the poem and translating them into visual form, Promise Land is positioned as a collection of pictures that picks up where The Waste Land left off over 100 years ago. \n\nTo produce this work, Jones appropriated and re-authored common stock and advertising photographs as his source material. From this material, the artist engages in strategies of digital composite and physical ink manipulation to craft a type of picture that is untethered from the traditional burdens of photography's relationships to truth and belief. \n\nThroughout Promise Land, Jones pulls inspiration from a range of influences including folk pictures and fairy-tale illustrations, to surrealism, stories of myth, common advertising tropes, and photo-historical traditions. The resulting project sums up to a visual symphony that harmonizes with a fracturing, \"post-truth\" contemporary world. Promise Land revisits what many consider to be the greatest poem of the twentieth century while simultaneously reimagining what photography can be.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Gregory Eddi Jones"
      }
    ],
    "image_details": {
      "bytes": 1886257,
      "format": "JPEG",
      "sha256": "b1b54fc11979b5672beb9b9e7918b1c721653b8728a3a846502801c4e5268c32",
      "width": 3000,
      "height": 3916
    },
    "image": "https://arweave.net/fmT4AtrMFPLvY9uwTNyu0fE48YLxM21rs3N2t_ORpBQ",
    "image_url": "https://arweave.net/fmT4AtrMFPLvY9uwTNyu0fE48YLxM21rs3N2t_ORpBQ"
  }
}