{
  "address": "0x176f541e14f623e52462aaac6e90b2d516af1549",
  "type": "ERC721",
  "name": "Interlude Paintings",
  "tokenCount": "4",
  "uri": "https://ipfs.pixura.io/ipfs/QmNkJQspdXGFCRYsThGGqGSSoN55UkedfVeLHqU8MkJLca/metadata.json",
  "metadata": {
    "name": "Breakfast Club",
    "createdBy": "Norman Harman",
    "yearCreated": "2023",
    "description": "Harman's interlude paintings are a unique blend of AI and digital painting that explore his oeuvre. These works are part experiments and part finished pieces that showcase blurred and glitched figures suspended in abstract interiors and landscapes.\n\nHarman employs digital paint with the same level of mastery and attention to detail as his traditional oil paintings, creating flashes of color against broad monochromatic marks that generate tension between figurative elements and abstraction. The resulting works offer a surreal and thought-provoking exploration of realism, globalism, and Kafkaesque themes.\n\nThe term \"interlude\" in the collection's title suggests that these paintings may represent a temporary break in Harman's usual artistic practice, allowing him to experiment with new techniques and styles. Despite this, the collection showcases a clear continuity with Harman's previous works, featuring his characteristic use of bold color contrasts and his signature blend of figuration and abstraction.\n\nHis use of AI and digital techniques speaks to the broader trends in contemporary art towards the integration of new technologies and digital media, offering a glimpse into the possibilities of digital painting and its potential to create new forms of artistic expression.",
    "image": "https://ipfs.pixura.io/ipfs/QmdeqHn26Cashv3XamqPFpyvptw1VbBKjirf8A7n4JR1Un/IMG_7206.png",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmdeqHn26Cashv3XamqPFpyvptw1VbBKjirf8A7n4JR1Un/IMG_7206.png",
      "dimensions": "7500x5000",
      "size": "34194913",
      "mimeType": "image/png"
    },
    "tags": [
      "cryptoart",
      "aiart",
      "painting"
    ]
  }
}