{
  "address": "0x17cab58982b52b7529640ab575270d95e032dc7d",
  "type": "ERC1155",
  "name": "Cenicapital LLC",
  "tokenCount": "11",
  "uri": "https://arweave.net/fafVoie9MGJlOwIMiRdrd_vbjV6gl4yL5Kmfw3oaR9w",
  "metadata": {
    "name": "CeniCapital",
    "created_by": "CeniCapital LLC",
    "external_url": "cenicapitaled.com",
    "description": "This is a bilingual community discord with the goal of teaching financial literacy in both English and Spanish. This NFT symbolizes your affiliation with Cenicapital's private discord server. Discord is a powerful tool that allows authors to share information and material with members in a secure and structured manner. We've created a training platform for Web3 consulting service.\n\nEducational tools are available in three main markets:  \n1. Stock and Option Trading Strategies  \n2. The NFT Marketplace and Cryptocurrencies  \n3. Commercial real estate\n\nWe hope to build a platform that will improve the way people consume financial education on the web3. Cenicapital is a web3 niche social media website devoted to filtering anxiety, uncertainty, and doubts from a variety of markets. We want to teach people how to assess risk properly. To help members achieve steady cash flow, we combine education and risk management solutions.\n\nDiscord's Advantages  \n1. Quantitative Bots and Artificial Intelligence  \n2. Investing Course  \n3. Collaborative ventures\n\nPrimary Goals (Discord culture) -Reliable source of balanced financial market, cryptocurrency, and real estate information -Decentralized experience, our instructional tools teach you how to take complete control of your financial situation  \n-Niche Scaling: CeniCapital is establishing a tiny community so that we can spend time with each customer individually. We're here to teach you how to manage your money for the rest of your life.\n\nDisclaimer: CeniCapital LLC and its affiliates do not provide tax, legal or accounting advice. This material has been prepared for informational purposes only, and is not intended to provide, and should not be relied on for, tax, legal or accounting advice. You should consult your own tax, legal and accounting advisor before engaging in any transaction.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "CeniCapital.nft"
      }
    ],
    "animation_details": {
      "bytes": 2712491,
      "format": "MP4",
      "duration": 35,
      "sha256": "e9fddd255f1b2b6f1be5f0be97b93d9829ffb92c833e14d788e3b4f872d4b26a",
      "width": 1280,
      "height": 720,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/DRFymZxdk4CmfFe0Wce8s4yjeNWg5rpdniioXT59WWU",
    "animation_url": "https://arweave.net/DRFymZxdk4CmfFe0Wce8s4yjeNWg5rpdniioXT59WWU",
    "image_details": {
      "bytes": 313666,
      "format": "JPEG",
      "sha256": "7bb9d063407e96e22e00a7dc91d4d4c0c88b7a59fe1a30a35907269c1bcad112",
      "width": 2553,
      "height": 1414
    },
    "image": "https://arweave.net/jqqZIXk8waW0de9UopoKCuUQuR4lAtkhwZ186_3MbXY",
    "image_url": "https://arweave.net/jqqZIXk8waW0de9UopoKCuUQuR4lAtkhwZ186_3MbXY"
  }
}