{
  "address": "0x17de91ecb8b2daa38bd22616875a9760e9309798",
  "type": "ERC1155",
  "name": "Nerdy Ape Club V2",
  "tokenCount": "1",
  "uri": "https://arweave.net/kOulqGJjZX6-j7d7gCZHh-uhNNfl8X0N7pS3Bl8PLYE",
  "metadata": {
    "name": "Nerdy Ape Club",
    "created_by": "Nerdy Ape",
    "external_url": "https://mobile.twitter.com/nerdyapeclub",
    "description": "2,000 years had passed since the apes transformed planet Helio X into an immaculate utopia where all 3 million species lived in harmony. But revolutionizing Helio X into the oasis of the Meta Galaxy was not enough. They wanted more, they wanted it all, and they wanted it…forever. \n\nUsing their supreme intellect, the apes cultivated the purest banana extracts on the planet to formulate the Eternal Pill. Promising immortality, the Eternal Pill’s allure blinded them of its possible side effects. Before long all the apes took the pill and fell into an unplanned hibernation. 551 years have past, the Meta Galaxy has been overrun with humans inciting war and chaos from planet to planet. They need help. The Nerdy Apes are coming out of hibernation to save the galaxy. Already known for their unmatched humor and brilliance, the apes may now be immortal. Many have even mutated and gained special powers that will prove to be critical in their fight to save the galaxy.\n\nBURNNNNN COMING SOON TO COLLECT THE APES. EACH WITH DIFFERENT POWERS. 8 LEGENDS TO COLLECT. THEY ALL WILL BE PART OF A METAVERSE",
    "animation_details": {
      "bytes": 9431357,
      "format": "MP4",
      "duration": 3,
      "sha256": "34b39d50d52307643a25d5b3147bd582a7d26908c181df4e45ea8ca745f31b5e",
      "width": 2048,
      "height": 2048,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/a_HXA9warqEpKJgNjbncgre15hlUaIZ5A4sXizhdBhQ",
    "animation_url": "https://arweave.net/a_HXA9warqEpKJgNjbncgre15hlUaIZ5A4sXizhdBhQ",
    "image_details": {
      "bytes": 4922089,
      "format": "PNG",
      "sha256": "4948fb541a7fd7997f5ec6ec73d16f62b52388f2dbfce1f5bb571b72c8ef9d52",
      "width": 2048,
      "height": 2048
    },
    "image": "https://arweave.net/JtxEikokfgXt--yFFtQXoEwzepA7HdjfCJgk47X7Ins",
    "image_url": "https://arweave.net/JtxEikokfgXt--yFFtQXoEwzepA7HdjfCJgk47X7Ins"
  }
}