{
  "address": "0x17181c833668e2ffdffb3892bd5eecd716e33f08",
  "type": "ERC721",
  "name": "Little accident",
  "tokenCount": "1",
  "uri": "https://arweave.net/2WoL0lzYX5il0EO-f-vDc_vq_GfX3Pu1YfwM1MZkJQU",
  "metadata": {
    "name": "You're really going to graduate",
    "created_by": "TDJTFG",
    "description": "Su Jingyao said: \"I have mastered all the knowledge in school, and my awakening ability is very suitable for combat. Only after experiencing real combat can I become stronger and stronger. I made the decision to join the patrol team very early.\"\n\n\n\n\"But you're only seventeen.\" \"Sighed Zhang Ping.\n\n\n\nSu Jingyao despise Zhang Ping one eye, said: \"Zhang Chen next door a week ago has applied for graduation, estimated that now has left the city with the investigation team with alienation beast combat, he was only 16 years old.\"\n\n\n\n\"Yeah, that's genius.\" \"Sighed Zhang Ping.\n\n\n\nSu Jingyao saw Zhang Ping did not show any envy or jealous expression, the in the mind slightly dark sigh.\n\n\n\nAt the beginning, Zhang Ping was also one of the most hardworking students in the class, awakening ability on the day of the crazy experiment of their own ability, but soon his ability was identified as useless level ability by the checker, Zhang Ping was a major blow, and even absent from school for several days.\n\n\n\nWhen Zhang Ping came back to class, he was already lying flat.\n\n\n\n\"Your ability has been identified as useless, but there are so many mutants in the world, maybe one day I will find a creature willing to accept you, then your ability will be used...\" Su Jingyao can not bear Zhang Ping abandonment, looking at Zhang Ping seriously.\n\n\n\nZhang Ping lay prone on the table, indifferent: \"Forget it, do you think there is any creature will give their life completely to other people control? If I give it to you, do you dare to eat it?\"\n\n\n\n\"......\"\n\n\n\nSu Jingyao thought of just zhang Ping hand six crystal, immediately speechless.\n\n\n\nThe mere sight of the six-sided crystal was already repellent, like the sight of shit and the desire to stay away.\n\n\n\n\"Well, I've accepted the fact that I'm a loser, and that's a good thing. If I go back to farming, MAYBE I'll outlive you guys.\" Zhang Ping laughed.\n\n\n\nHe really meant it.\n\n\n\nAfter all, the casualty rate is not low for scouts, survey teams, or free adventurers.\n\n\n\nHe stayed in the city as a farmer, though poorly paid, but barely alive, with a much lower casualty rate than the fighting profession.\n\n\n\nIf you want to die, staying in the city is the safest option.\n\n\n\nIn his previous life, Zhang Ping was a member of a private search and rescue team.\n\n\n\nReceived a rescue mission in a night rain, in the mountains to search for missing hikers encountered landslides, people died on the spot.\n\n\n\nWait for his reaction to come over when already passed through to be oneself alive the zhang Ping body of anger dead.\n\n\n\nAfter he absorbs zhang Ping's memory, there is only one idea: it is not to awaken useless level ability, it is necessary to die of their own anger",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "TDJTFG"
      }
    ],
    "image_details": {
      "bytes": 71007,
      "format": "JPEG",
      "sha256": "5f7df32dd51be6b76f85bba076831df93d4f0b2853c0c06d8a78746900006651",
      "width": 600,
      "height": 418
    },
    "image": "https://arweave.net/TEDSfgYXGALv-7f0zUczjWlSVgOuVAkMo4LO6J0lqNE",
    "image_url": "https://arweave.net/TEDSfgYXGALv-7f0zUczjWlSVgOuVAkMo4LO6J0lqNE"
  }
}