{
  "address": "0x178a715d769f667fb9627ac9307f809b3b740e30",
  "type": "ERC721",
  "name": "LIBERTY by Mustafa Aydın",
  "tokenCount": "1",
  "uri": "ipfs://QmVdKP17VvFdJ4GCSzakHeE5ti1vrqLKVEEjmEFjQCkgXy/1",
  "metadata": {
    "name": "LIBERTY",
    "description": "“Liber” in Latin, “Liberte” in old French, and “Liberty” in English all mean the same: free, free will, freedom, or independence. Since the beginning humans have been chasing freedom. Even today we are chasing freedom by the means of decentralization and Web3. Humans refuse to be held captive, either physically or mentally, in cages. This resourcefulness brought us from the man living in caves to Newton, to Einstein, to Neil Armstrong, to sending probes and huge telescopes to space, and a lot more. The Search for “Liberty” will never end.\n\nHumans have witnessed and experienced violations of independence in many ways by other humans, yet they somehow always manage to gain freedom back. Almost in every nation, culture, and civilization winning back independence has been a source of pride for freedom fighters throughout history.\n\nOn July 4, 1776, the United States Continental Congress approved the Declaration of Independence as they brazenly announced the separation of 13 North American British Colonies from Great Britain. In honor of that freedom, The Statue of Liberty is located in New York on Liberty Island. It is a statue of a woman holding a torch in her right hand and a tablet in her left hand with the date of the Declaration of Independence in Roman numerals: July 4, 1776.\n\nNGC 3576 or more popularly known as the “Statue of Liberty Nebula” is a bright emission nebula in the Sagittarius arm of our galaxy nearly six thousand light-years away from the Eta Carinae Nebula. The popular nickname was suggested in 2009 by Dr. Steve Mazlin, a member of Star Shadows Remote Observatory, because of the distinctive shape of the nebula. When you look at this image do you see it?\n\nThe loop-like and complex, suggestive shapes are thought to be due to the star formation regions and powerful winds from young, massive stars in the nebula, \n\nIt is approximately 100 light-years across and 9000 light-years away from Earth.\n\nImage Credits: Mustafa Aydın / Telescope Live",
    "image": "ipfs://QmRL7k9Hn4zCZUmWP8wL69yzbue4oM1midt3Z6H8mCwZDy/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Object Type",
        "value": "Emission Nebula"
      },
      {
        "trait_type": "Distance",
        "value": "9000 light-years"
      },
      {
        "trait_type": "Telescope",
        "value": "Planewave Instruments CDK24"
      },
      {
        "trait_type": "Artist",
        "value": "Mustafa Aydın"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      }
    ],
    "external_url": "https://permalink.sloika.xyz/v1/QYEm4cKe1qS6KlpKTmb7v/1"
  }
}