{
  "address": "0x18a276a01ce77057372f220e16ab3b44fed96288",
  "type": "ERC721",
  "name": "ZendettaGrant",
  "tokenCount": "12",
  "uri": "https://arweave.net/HZ6NfcawctkdioFLVQhQINKwFGytCG4vD6COEV5mf3g",
  "metadata": {
    "name": "#1 - Growing Up in Deir Ezzor",
    "created_by": "Zendetta",
    "external_url": "https://zendetta.com",
    "description": "Deir Ezzor City - Syria (Euphrates)\n\nScene #1: \n\nWhen I think of home, I can smell the Euphrates water, flowing through eastern Syria, beneath the suspended bridge of Deir Ezzor. The bridge of my childhood, my first kiss, of diving competitions and sunny afternoons.  \n----------------------------------------------------------------------\n\nAuction Details: \n\nIn commemoration of the anniversary of the Syrian Revolution, Zendetta would like to launch an initiative; helping to support 100 Syrians who do not have the financial means to pay for their university applications (up to $100 per application) or to pay for their Foreign Language proficiency tests fees (up to 250$ per applicant).\n\nThe Zendetta Grant seeks to assist Syrians with their university applications acknowledging that education is crucial for the creation of the Syrian future, which has to be aided by well-educated and passionate individuals; I believe that passion is best fostered by education.\n\nThe grant receivers will also be put in touch with consultants who can support them through the screening process by assisting them to refine their CVs and Cover Letters as required in addition to covering the application fees.\n\n\nWe will hold an NFT auction for the artworks and photos on the website on Opensea to fund this initiative. The auction will start on the 15th of March and close on the 1st of April.\n\n\nThe full proceedings of the auction will be dedicated to covering this grant's receivers application, foreign language proficiency tests, and consultancy fees.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Alex Bannwarth"
      },
      {
        "trait_type": "Story",
        "value": "Karam Alhamad"
      },
      {
        "display_type": "number",
        "max_value": "10",
        "value": "1",
        "trait_type": "Scene Number"
      },
      {
        "trait_type": "Scene Location",
        "value": "DeirEzzor - Syria"
      },
      {
        "trait_type": "Collection",
        "value": "Artwork"
      },
      {
        "trait_type": "Company",
        "value": "Psychoactive Studios"
      }
    ],
    "image_details": {
      "bytes": 20553051,
      "format": "JPEG",
      "sha256": "21bde5d4787047aa4b01d5595d9db7e015497c5799fa9055aafda9a907875f1d",
      "width": 9380,
      "height": 5170
    },
    "image": "https://arweave.net/jXuNKpBNxfJVdc6txsEnF2HrDDIg1sFSjszWXQJ-7dI",
    "image_url": "https://arweave.net/jXuNKpBNxfJVdc6txsEnF2HrDDIg1sFSjszWXQJ-7dI"
  }
}