{
  "address": "0x184b39049b8a2d33533e0a0b8450963ff4ca3740",
  "type": "ERC1155",
  "name": "Decoding Digital Assets: A Comprehensive Guide to Valuation",
  "tokenCount": "1",
  "uri": "https://arweave.net/HydfkDU8al2qUBTez-MXu2VSqsWu46I2WYHQq3JFEYQ",
  "metadata": {
    "created_by": "Cypher Capital",
    "name": "Decoding Digital Assets: A Comprehensive Guide to Valuation",
    "external_url": "discord.gg/w63FfuTrSC",
    "description": "Introducing Decoding Digital Assets: A comprehensive resource designed to help you navigate the complex world of digital assets with confidence and clarity.\n\nWhether you're a seasoned investor or just starting out, this guide provides expert insights and real-world examples to help you understand the key factors that impact the value of cryptocurrencies. You'll gain a deep understanding of market trends, investor sentiment, technological advancements, and more, enabling you to make informed investment decisions.\n\nWith practical tips and diverse research, this guide is an invaluable resource for anyone looking to succeed in the exciting and fast-paced world of digital assets. \nSo don’t wait - Invest in your future today and get your copy of Decoding Digital Assets. With this indispensable resource at your fingertips, you'll have the confidence and knowledge to make educated decisions in the ever-evolving world of digital assets.\n\nUpon purchase of this guide, you will be granted access to a token-gated dashboard (in the Cypher Capital discord) of valuation metrics for a wide array of crypto assets. We are committed to continuously updating our library with new data sources, ensuring that every reliable asset is included.  \n\nhttps://discord.gg/w63FfuTrSC",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Cypher Capital"
      }
    ],
    "image_details": {
      "bytes": 1671165,
      "format": "PNG",
      "sha256": "f2013255564d49f1c510d88279d92c1dcef0c98e7312df3205d5fd891447fba8",
      "width": 1024,
      "height": 1024
    },
    "image": "https://arweave.net/hGy49uf7ouTM_CPX5kLwXsXwJoJRhrJjJH0NE5V9_jo",
    "image_url": "https://arweave.net/hGy49uf7ouTM_CPX5kLwXsXwJoJRhrJjJH0NE5V9_jo"
  }
}