{
  "address": "0x18f2f49355467fb09bf2120a319b8a41c2b79dce",
  "type": "ERC1155",
  "name": "FREEMINT Collection",
  "tokenCount": "1",
  "uri": "https://arweave.net/E5Qur3-om48xy6xA8l-R9KbI2zHkEj9WxueMEbzwjRU",
  "metadata": {
    "name": "Way Back",
    "created_by": "Audace",
    "description": "Those who are getting to know me know that I always try to connect my works to personal thoughts. \n\nThis one was chosen by my daughter, she told me \"this is the one who is beautiful dad, people will like it\" and I immediately understood what she inspired me...\n\nWay Back isn't possible and I don't want it. Since I've been with you in web3 and NFT, my life has been a fantastic and intense story. I found my place, I found a goal, my philosophy of life has never been so in harmony with my professional activity.\n\nWhen I think of this cultural, technological, artistic revolution that we are living, I think of this sentence of Tyler Durden \"We are the forgotten children of History, without purpose or place, we have no great war, no great depression, our great war is SPIRITUAL...\"\n\nAnd it's a fact... Some of us here are fighting for a spiritual ideal, for our freedom and that of others. No matter who we are, no matter where we come from, we are all connected and this proverb \"Unity makes strength\" has never had as much impact as today, here and together.\n\nEqual opportunity has evolved with web3 and NFTs, I see incredible talents coming from Africa, Asia, South America, people who would never have had the opportunity to be recognized in as artists without this technology and this community. It'ts for this reason that I support many emerging artists and that I'll continue.\n\nFor me being an NFTs artist is not just creating works, it's more than that; I create to send messages, I collect to support the forgotten of this world, I build to try to open new horizons and support all those who have been there since the beginning and are at the forefront of innovation. Their passion and dedication have inspired me and together we can and must make things happen.\n\nThe system is afraid of that, because the peoples unite and awaken, together and at the same time. We become a threat to the established order. They talk about money laundering, terrorist financing, but the diplomatic bags that cross the borders of countries at war don't contain Bitcoin...\n\nLet's unite and never go back... Our History is before us, it's up to us to create it.\n\nAudace\n\n",
    "attributes": [
      {
        "trait_type": "ID",
        "value": "01"
      }
    ],
    "image_details": {
      "bytes": 3447047,
      "format": "PNG",
      "sha256": "66e9315ca86cf1132a6c82cddfd001f1726c94d402ebee95c968ccefa9c8b0b8",
      "width": 1536,
      "height": 2048
    },
    "image": "https://arweave.net/NrWCbQSkD4YYcfW5tOw4iu7abBfCCgSZ0QO6_SJJtaY",
    "image_url": "https://arweave.net/NrWCbQSkD4YYcfW5tOw4iu7abBfCCgSZ0QO6_SJJtaY"
  }
}