{
  "address": "0x18a9113de0d0c7ea100768b26711585bb7764e27",
  "type": "ERC721",
  "name": "Self-Seeded",
  "tokenCount": "1",
  "uri": "https://arweave.net/bFjGZg1u1hz8kgxdUZv2phFlsgfoTkrIWpuWB3srruE",
  "metadata": {
    "name": "Silken Wave",
    "created_by": "Renee Campbell",
    "description": "Silken Wave captures the graceful, fluid movement I see in my floral subjects. Using my floral macro photograph as the seed image, the elements of nature and texture are blended, transforming the petals into a calming wave-like formation. \nThrough the process of generating an AI image from my photograph, Silken Wave becomes an embodiment of natural beauty and abstract exploration and offers the viewer a visual meditation into nature's interconnectedness and artistic possibilities.\n\n\nAi piece created from my photograph \nby Renée Campbell \n\n5376px x 8064px JPG\n\nLicense: Primary NFT holder is free to use for private display and in virtual galleries. Provides no rights for commercial use, merchandise, distribution, or derivative works. Copyright remains with creator.\n\nAbout the artist:  \nMacro photographer Renée Campbell finds meditation in photography, exploring the world around her through the petals. Her pieces have been displayed in both solo and group exhibitions in Sydney and New York, including Sotheby's. \nRenée's artistic repertoire has evolved to include AI-generated creations in addition to her macro photography, with a particular emphasis on floral subjects. Her work has also been displayed in NFT galleries in Los Angeles, New York, Athens, China and the UK, as well as several online group exhibitions.\n\n@Reneejcampbell  \nhttps://www.reneecampbell.com.au/\n\nCOPYRIGHT © 2023 Renée Campbell",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Renee Campbell"
      },
      {
        "trait_type": "Medium",
        "value": "Ai"
      },
      {
        "trait_type": "Subject",
        "value": "Flower"
      },
      {
        "trait_type": "Subject",
        "value": "Botanicals"
      },
      {
        "trait_type": "Subject",
        "value": "Floral"
      },
      {
        "trait_type": "Subject",
        "value": "Petal"
      },
      {
        "trait_type": "Colours",
        "value": "Blue"
      }
    ],
    "image_details": {
      "bytes": 19993194,
      "format": "JPEG",
      "sha256": "362a59df74a8dcabafa62a4f58a907dd20f9ed38ce9b08be72e650d215515b3a",
      "width": 5376,
      "height": 8064
    },
    "image": "https://arweave.net/jDsWPfo-1c45y4P3Zyr-T8cfk6UHcOtEdJ1wug1jOBo",
    "image_url": "https://arweave.net/jDsWPfo-1c45y4P3Zyr-T8cfk6UHcOtEdJ1wug1jOBo"
  }
}