{
  "address": "0x1848a49a1f0b10dcade714ddf3b79b8bcdd11669",
  "type": "ERC721",
  "name": "Night Reflection Ten by Kim Henry & Eric Pare",
  "tokenCount": "9",
  "uri": "ipfs://QmZdC1jgdQzRdXK8ARwJHd5Kwbxpjxcwu6BbEkhX8LWpia/1",
  "metadata": {
    "name": "Night Reflection 10.1",
    "description": "Winterland. This chapter is the coldest of them all. It is a testimony of us trying to push ourselves to create things we didn’t think we would be able to. Winter can be a symbol of isolation, solitude, harshness and dormancy, but also sublime beauty, magic and resilience. While others would normally get warm inside during long winter nights, we decided to explore and create. Creating in the cold is a whole different type of experience & brings particular challenges. More than ever we need to rely on our years of experience and our preparation to make quick decisions and create the best images we can with the minutes we have at hand. Time is limited not by the usual constraints of the blue hour, but mostly by cold temperature and the limitations it imposes on our bodies & minds. Needless to say that losing dexterity when manipulating small objects is a real challenge. Nonetheless, that whole process stimulates us to get stronger, more adaptable both physically & psychologically.\n\nLike a giant buried under thousands of tiny snowflakes, this tree trunk reminded us of a sleeping shipwreck. Laying under what used to be its other half, what was left of that majestic tree became the perfect winterscape to capture. Shelter for other creatures, this massive dead tree will continue its transformation once spring will be back.",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location Type",
        "value": "Forest"
      },
      {
        "trait_type": "Tool",
        "value": "Pearl tube"
      },
      {
        "trait_type": "Shape",
        "value": "Flower"
      }
    ],
    "external_url": "https://sloika.xyz/ericpare.eth/night-reflection-ten/1",
    "image": "ipfs://QmP9WtufKn9h7p5FCA7AwxLi6SuDfYc98tYFz4kq3FKRy6/1.jpg"
  }
}