{
  "address": "0x18382097461a3c427268c209d393a27a832b454b",
  "type": "ERC721",
  "name": "I Heart Girl by Jessica Yatrofsky",
  "tokenCount": "55",
  "uri": "ipfs://QmUFXQdiRm5z9LsFrfWxJgALstodJxpe44JYMszgjscQoi/1",
  "metadata": {
    "name": "I Heart Girl, Untitled #1",
    "description": "The subjects of I Heart Girl do not exhibit the expected stereotypes of women in mass media today. Instead, each face and each body is presented by Jessica Yatrofsky through study and repetition, examining femininity with irreverence and countering the widely accepted female image of past generations.\n\nPurposefully capturing young subjects with varying degrees of \"masculine\" and \"feminine\" traits, Yatrofsky further ignores the cliches of conventional gender identifiers. In her series I Heart Girl, hyper-sexualized extremes of female archetypes do not exist, instead, we are given a new picture of what contemporary female culture looks like.\n\nThe photographs depict young women nude, clothed, hard-featured, delicate, both alone and in pairs. Some subjects are adorned by tattoos, symbolic of their placement in history, others with hints of counter-culture peeking through extra pierced holes and candy-colored wisps of hair. The poses are earnest and the light is revelatory. This unique curation of the female image allows us to view features once perceived as diametrically opposed; the subjects becoming representative of a facet in the current cultural landscape. It is a landscape whose breadth has extended and evolved further than ever before, but still, one that is often at odds with itself.\n\nOrdinary and exotic are the extremes, and Yatrofsky allows them all to exist within the confines of her photographs. Collectively, the narrative is an invitation to re-examine what we know of femininity. I Heart Girl embraces the complexity of gender identification and its latest collective shifts. The subjects are both venerable and powerful, a candid yet tender reminder that femininity is not singular.",
    "image": "ipfs://QmbqTHzjU8YyisKbzByAXEZ8hpahJtwXxPeAm1cjfvutyE/1.jpg",
    "attributes": [
      {
        "trait_type": "Date",
        "value": "2022"
      },
      {
        "trait_type": "Medium",
        "value": "Photography"
      },
      {
        "trait_type": "Format",
        "value": "Medium Format"
      },
      {
        "trait_type": "Type",
        "value": "Color"
      },
      {
        "trait_type": "Artist",
        "value": "Jessica Yatrofsky"
      }
    ]
  }
}