{
  "address": "0x18c2307b740710e297217c4cf9d110912786655c",
  "type": "ERC721",
  "name": "Jen J Peterson",
  "tokenCount": "1",
  "uri": "https://arweave.net/IeW8HI9h2FaP7o7s-Jq9AWLFufLtixM8W8egpUKN6I8",
  "metadata": {
    "name": "Stars Over the South Fork",
    "created_by": "Jennifer Peterson",
    "description": "Title: Stars Over the South Fork  \nArtist: Jennifer Peterson  \nEdition: 1/1  \nThis image captures a beautiful spring evening, emerging like a dream after a long rainy winter. The much-needed rain has soaked the Earth, breathing life into the lupine and saturating the colors of the parched landscape. \n\nI was easily captivated by the interaction between the lupine and the stars above. The blue and white of the lupine mimic the stars, their radiance reflecting the wonder of a dark night sky. It is a convergence of the two realms, as if the lupine's flowers have absorbed the essence of the stars themselves.\n\nThe south fork of the Trinity River is a wild and scenic river in the northern part of California. A remote and rugged landscape has been created by the movement of this river over time. I am fascinated by this unique biome and by the dark night sky found above. \n\nExtended Editorial License: This license grants the NFT holder the right to privately display the content, as well as use it in both commercial and non-commercial settings, including group settings with an unlimited number of participants. The license allows for unlimited use and display of the content in virtual or physical galleries, documentaries, and essays. However, it does not confer any rights to create commercial merchandise, engage in commercial distribution, or produce derivative works based on the original content.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Jennifer Peterson"
      },
      {
        "trait_type": "Title",
        "value": "Stars Over the South Fork"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      },
      {
        "trait_type": "License",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Genre",
        "value": "Nightscape"
      },
      {
        "trait_type": "Camera",
        "value": "Sony A7R4MA"
      },
      {
        "trait_type": "Year",
        "value": "2023"
      },
      {
        "trait_type": "Image size",
        "value": "9502x7545 "
      },
      {
        "trait_type": "Resolution",
        "value": "300dpi"
      },
      {
        "trait_type": "Technique",
        "value": "Long exposure focus stack, tracked sky, blended"
      },
      {
        "trait_type": "Location",
        "value": "California"
      }
    ],
    "image_details": {
      "bytes": 46739118,
      "format": "JPEG",
      "sha256": "da9cad9151b53f56951cdf72081430ca3cc55b859b4e66aa1ceb2b6edeeee0d6",
      "width": 8525,
      "height": 6769
    },
    "image": "https://arweave.net/itCHRz478vAOrWvR_C63QtKpWmeGFDyaSnUhamvZBbc",
    "image_url": "https://arweave.net/itCHRz478vAOrWvR_C63QtKpWmeGFDyaSnUhamvZBbc"
  }
}