{
  "address": "0x186b4af1c2e20e371c5d435cb035661d5879ce04",
  "type": "ERC721",
  "name": "I Have A Mouth But I Can Not Scream",
  "tokenCount": "21",
  "uri": "https://arweave.net/3y6mknD3fGteHoe1RWJjzHIwWTb0SlDDnU8pA4jIbnE",
  "metadata": {
    "name": "I HAVE A MOUTH BUT I CAN'T SCREAM",
    "created_by": "Hulki Okan Tabak",
    "external_url": "https://opensea.io/HulkiOkanTabak",
    "description": "I HAVE A MOUTH BUT I CAN'T SCREAM is about identity lost. Its characters are never fully visible. We see parts of their face which identifies something about them but the information is limited at best. They inhabit a quasi cubist digital nightmare where their identity is preyed upon. Yet on a separate layer, their whole existence is interlinked with the grid they appear on. Might it be that they are made real by the grid, by the system, by the construct itself? Will our future lives and identities be made by and subtly ruled by a new master that is being built by us today?\n\nThe concept was put to creation using AI tools and photography. Afterwards a selection was made from the image set to tell the story. Then the images were produced into a video where a final edit was done. The video format was chosen to deploy a large set of images in a creative and provocative way that tells the story. The music titled Atmosfera is a separate stand alone piece created by the same artist Hulki Okan Tabak.\n\nIn addition to the images that make up the video artwork, Hulki Okan Tabak has created additional pieces that will further continue with the narrative as future NFT mints following and supporting the journey of this video art. To that end a personal Manifold powered smart contract has been created with I HAVE A MOUTH BUT I CAN'T SCREAM as its Genesis Mint.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Hulki Okan Tabak"
      }
    ],
    "image_details": {
      "bytes": 19184620,
      "format": "GIF",
      "sha256": "2a1300db44535bc02aacd381e7b266794fbed5f7244859083c1d48ef9b4f9efb",
      "width": 442,
      "height": 250
    },
    "image": "https://arweave.net/ZsZWOi5ZE22WuZM5MblObYEl6hRviGb13rNe1XS4aeU",
    "image_url": "https://arweave.net/ZsZWOi5ZE22WuZM5MblObYEl6hRviGb13rNe1XS4aeU",
    "animation_details": {
      "bytes": 49868363,
      "format": "MP4",
      "duration": 120,
      "sha256": "2aa419f2ba7bccabe7f586c7a9bdb7bca69910795ad10bdd52f18fa06c9e2a5e",
      "width": 1280,
      "height": 720,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/o80JuIfCt6DmkcKHTZqU9H3KfFdb91DPcPX1OOH5kS0",
    "animation_url": "https://arweave.net/o80JuIfCt6DmkcKHTZqU9H3KfFdb91DPcPX1OOH5kS0"
  }
}