{
  "address": "0x1833544574ea2bf346e9aa8a2af319d09876d1cb",
  "type": "ERC721",
  "name": "AbJo - The AbJonian Suite, Vol. IV (Mini-Mix #3)",
  "tokenCount": "2",
  "uri": "ar://fJFLgQ2DAQ6ZO3zV99qym59FgOL0PgTILQyE0txWLe8/1",
  "metadata": {
    "animation_url": "ar://TBzqHGIA2C6HJdyRxLyTfgtGRX95PS9P4-OEHIhq_0g",
    "artist": "AbJo",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://APYUq27ypnWUn8b5dnJaXaGiGRptSoXa6smE5sx8cqU",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "The AbJonian Suite, Vol. IV (Mini-Mix #3)",
        "value": "Song Edition"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "In celebrating my 34th birthday (March 9th, #PiscesGang!), I present the newest and third edition of the AbJonian Suite mixes, and maybe my favorite on to-date! It includes a couple of cameos from past drops of mine, as well as some new ones you may get a chance to collect in the near future (and it was my easiest mix yet, haha!)\n\nBut the main reason this is my favorite is that I finally found the right mix to dedicate to one of my idols, the late Jay Dee, aka J Dilla. The last track of the mix is a tribute to him and two of my favorite of his legendary sample chops and loops from both his Slum Village days and his Ruff Draft release, easily my most favorite of his ever.\n\nOn a more personal note, I just want to remind everyone that collects this and any of my drops how grateful I am for your support and contributions. As of late, since my father passed in 2020 during the pandemic, my plate has gotten a lot heavier, a lot more crowded, and I'm on my own in ways I didn't realize I could be by now. Financially, music NFTs have been a godsend, helped me take care of things in the wake of my father's passing, kept my family and I afloat as we adjusted to this new world we now live in. \n\nSo, thank you all immensely for being here, appreciating what I have to offer with my music, and as always since I started this journey to follow in his footsteps, thank you, J Dilla 🤟🏽...",
    "duration": 1114,
    "external_url": "https://www.sound.xyz/abjo/the-abjonian-suite-vol-iv-mini-mix-3",
    "genre": "World",
    "image": "ar://APYUq27ypnWUn8b5dnJaXaGiGRptSoXa6smE5sx8cqU",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://TBzqHGIA2C6HJdyRxLyTfgtGRX95PS9P4-OEHIhq_0g",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "The AbJonian Suite, Vol. IV (Mini-Mix #3) #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "The AbJonian Suite, Vol. IV (Mini-Mix #3)",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}