{
  "address": "0x18a7d3197826e17a3701d93943fa95383a98cc2f",
  "type": "ERC721",
  "name": "Dissociative Euphoria",
  "tokenCount": "2",
  "uri": "https://ipfs.pixura.io/ipfs/QmTiBmrvunMsXV22sSnWbSSMwVdUatqVqE1f1wTUAeK3PK/metadata.json",
  "metadata": {
    "name": "DISSOCIATIVE (detachment)",
    "createdBy": "glitchofmind",
    "yearCreated": "2023",
    "description": "\"Dissociative Euphoria\" is a collection that explores the art of detachment through a captivating fashion editorial story.\n\nPrepare to be transported to a world of surreal beauty with this stunning new collection where Our enigmatic character is draped in re-imagined Victorian-inspired garments, each piece crafted to perfection. The result is a visually arresting look that seamlessly blends surrealism with reality.\n\nGlitchOfMind drew inspiration from the work of legendary fashion photographer Tim Walker, one of his favorite photographers, where he uses elements and poses to help bring our character's story to life.\n\nCOMPOSITION:\n\nThe artwork is mainly created in 3D // The garment is an original design by Glitchofmind created in Marvelous Designer and it comes alive with custom-designed 3D maps fabrics and prints generated with AI (Stable Difussion) that are nothing short of mesmerizing. \n\nAnd with the final touches of the resulting image i Adobe Photoshop and Lightroom, the finished product is a feast for the senses.\n\nGet ready to lose yourself in the dissociative emotions that can invade our muse and unlock a world of wonder and magic.\n\n\nLet us dive into this new visual storytelling and the dissociative emotions that invade our muse to access her magical universes.",
    "image": "https://ipfs.pixura.io/ipfs/QmQD79gLrME11p8aiMyTNfRyYpvZJhb3WmMbNRMMdrXN2e/DIS-DETACHMENTbyGlitchOfMind.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmQD79gLrME11p8aiMyTNfRyYpvZJhb3WmMbNRMMdrXN2e/DIS-DETACHMENTbyGlitchOfMind.jpg",
      "dimensions": "2534x3800",
      "size": "6432922",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "3D",
      "AI",
      "FASHION",
      "EDITORIAL",
      "SURREALISM",
      "STORYTELLING"
    ],
    "attributes": [
      {
        "trait_type": "COMPOSITION",
        "value": "3D"
      },
      {
        "trait_type": "FABRICS",
        "value": "AI generated"
      },
      {
        "trait_type": "GARMENT",
        "value": "Original Design"
      }
    ]
  }
}