{
  "address": "0x185b5e46fb58ba19b1a519873e380fcc63c750d8",
  "type": "ERC1155",
  "name": "MOTOSIMBA MUSIC & ART PHXTO DIGITAL",
  "tokenCount": "2",
  "uri": "https://arweave.net/T8km-cXDafU2OpJg-Ko098YDZ8hZYhhNP0GjQa73PLY",
  "metadata": {
    "name": "Copy of THE WINNER IS",
    "created_by": "KUSH NUBIA",
    "description": "The art of boxing is a complex and nuanced discipline, requiring a combination of physical strength, mental toughness, and technical skill. It is a sport that demands discipline, dedication, and hard work, as well as the ability to think and react quickly under pressure.\n\nOne of the key elements that attracts me to the art of boxing is the fine science of footwork, movement, and technique. From the footwork that allows a boxer to stay balanced and elusive, to the precise placement of punches and counterpunches, the smallest details can make a big difference in a fight.\n\nHowever, perhaps one of the biggest challenges in boxing is overcoming fear. The fear of getting hit, the fear of losing, and the fear of failure can all weigh heavily on a boxer's mind. In the heat of the ring, fear can be a formidable opponent that can disrupt a fighter's focus and confidence.\n\nYet, despite these challenges, the art of boxing can also be a powerful tool for personal growth and development. By facing and conquering fear in the ring, a boxer can build confidence and resilience that can translate to other areas of life. The discipline, determination, and mental toughness developed through boxing can help a person overcome fear and move forward with courage and conviction.\n\nOverall, the art of boxing is a complex and demanding discipline that requires a combination of physical and mental skills. While it can be difficult to win and overcome fear, the rewards of the sport extend far beyond the ring, helping individuals to grow, thrive and be one who wins in all aspects of life.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "KUSH NUBIA"
      }
    ],
    "image_details": {
      "bytes": 2325735,
      "format": "GIF",
      "sha256": "816f80b62782305444676f726a84383984d98ac20f3279e1d772364061757cc8",
      "width": 638,
      "height": 640
    },
    "image": "https://arweave.net/bBWzEhOCGCUmQXM55Lk3phHsPAylOqS9C-BgkcMkOc4",
    "image_url": "https://arweave.net/bBWzEhOCGCUmQXM55Lk3phHsPAylOqS9C-BgkcMkOc4"
  }
}