{
  "address": "0x18c305bf71a79d5cd6eda0df433094927e67587e",
  "type": "ERC721",
  "name": "Nu Africa Collabs",
  "tokenCount": "1",
  "uri": "https://arweave.net/AM8T6FSLg2pCNSssPAaArZw50mJMD9rZUGm4Sw363nw",
  "metadata": {
    "name": "INTO ENTSHA",
    "created_by": "George Kiblor",
    "external_url": "http://www.nuafricafoundation.org/profile/george-kiblor",
    "description": "INTO ENSHA (A new beginning)\n\nFloods are a mass disaster that can account for death and destruction. More than 400 people died from the KZN floods that took place on the 11-13 April 2022, leaving thousands of people without food, water and shelter. This painting was passionately crafted by fellow brothers and sisters who resonated with feelings of loss and despair felt by the victims. These emotions are well portrayed through symbolism of the spilling calabash, Nomkhubulwana (mother nature capable of giving and taking away life), a man carrying a child on the shoulders as well as a man standing on water left with nothing but the clothes he is wearing. Floods may be destructive but they also symbolise a new beginning ‘into entsha’ as well as positive life changes. With this piece the artists wish to convey messages of hope to all affected people.\n\nGreat White Eagle is a non-governmental organisation established on the 5th of March 2022. The organisation was founded by George Madzwila Kiblor with the intention of addressing food security in both urban and rural areas as well as indigenous food seed preservation. \nDespite the organisation being newly formed; it has done great projects to uplift the community. The organisation went out of its way to assist with the KZN floods by empowering young artists to do a painting as a tribute for the recent KZN floods. The organisation intends to continue uplifting young artists in the community while also giving back to the needy.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "George Kiblor"
      },
      {
        "value": "Great White Eagle",
        "trait_type": "Organization"
      }
    ],
    "image_details": {
      "bytes": 17188386,
      "format": "PNG",
      "sha256": "7ad8b928a2f90c017ee0cf520949ad95171c55476745ad057c095bfc36de4d0d",
      "width": 3749,
      "height": 2308
    },
    "image": "https://arweave.net/Shun4aq8-uQ4OG9MWyR1qg5CWctE95qvC1ce7pvMhVE",
    "image_url": "https://arweave.net/Shun4aq8-uQ4OG9MWyR1qg5CWctE95qvC1ce7pvMhVE"
  }
}