{
  "address": "0x191053111dbcde6b3dc088344fa5e17292c97747",
  "type": "ERC721",
  "name": "Mavi Taylor - Nice",
  "tokenCount": "11",
  "uri": "ar://t_ALvMmo8GjSH2AWVViCiHhctMhNSMz--Xv-zrIJ8zk/1",
  "metadata": {
    "animation_url": "ar://pFIDR5VC02AZYSZ5M5TjAIwOgj8yMo4suzaHySx8kL4",
    "artist": "Mavi Taylor",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://4q4PtR8ttLHkstiuIiH36F4JZzs9iVc7heJgjjnn2Qk",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Nice",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 100,
    "credits": null,
    "description": "I love to write songs but I also enjoy challenging myself with other types of writing like poetry, reflective journaling, or fictional stories. \n\n\nThis song was created in a studio session that I actually brought my personal journal to, I normally don’t take it with me but I felt like I needed it that day. When I got to my good friend Kennys studio, I started looking through my recent journal entries. I had been reflecting on how much energy I give to low vibrational conversations, people and things. We just started having an open dialogue about what it means to give away too much of your own energy, how distracting low vibrational conversations can be and most importantly how to protect your peace.\n\n\n I think what makes this song special is that it started as a conversation with a friend and then a fun freestyle that we morphed into a song. We did all of the recording in about an hour with all the windows open on a perfect summer day, it was just before golden hour and everything just flowed.  I love listening back to this song and reflecting on that conversation, when I listen back I can almost the feel warm air, the energy we had that day and the smell of the studio incense. ",
    "duration": 192,
    "external_url": "https://www.sound.xyz/mavitaylor/nice",
    "genre": "Pop",
    "image": "ar://4q4PtR8ttLHkstiuIiH36F4JZzs9iVc7heJgjjnn2Qk",
    "isrc": null,
    "key": "B_MAJOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://pFIDR5VC02AZYSZ5M5TjAIwOgj8yMo4suzaHySx8kL4",
    "lyrics": {
      "text": "Think that I've been way to sweet to people that just \n\nDeserve me, run in circles acting foolish \n\nStarts to make my vision blurry, but don't get me the wrong way\n\nI know people misbehave\n\nThink my kindness is my weakness your mistake\n\nNever want to get involved in simple minded things\n\nAll unnecessary problems, can I get some peace\n\nIf they want to be that way I just let them be \n\n‘Cause all the same mistakes come when people waste my time\n\nI been playing way too nice \n\nI been playing way too nice cause\n\nAll the same mistakes come when people waste my time \n\nIve been playing way too nice, Ive been playing way too nice\n\nFollow my only lead cause I value my peace and my time\n\nMistake of letting you back in, threw me away with no warning\n\nI lay it out they don’t listen, they speak its never consistent\n\nI walk away and you’ll miss this, cause the truth is\n\nI do my best to keep the scales all balanced should have known \n\nNot to give in easily\n\n‘Cause I got the aces and I know they know it \n\nMaybe thats why they try to hurt me \n\nNever want to get involved in simple minded things\n\nAll unnecessary problems, can I get some peace\n\nIf they want to be that way I just let them be \n\n‘Cause all the same mistakes come when people waste my time\n\nI been playing way too nice \n\nI been playing way too nice cause\n\nAll the same mistakes come when people waste my time \n\nIve been playing way too nice, Ive been playing way too nice",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Nice #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Nice",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}