{
  "address": "0x1972dc8c4345a44f1ec1fb698caa12e7b1b47192",
  "type": "ERC721",
  "name": "Kurt Cobain by Jesse Frohman V2",
  "tokenCount": "111",
  "uri": "https://srabij4f32nmamvmfvvkb5t42v6b2bp5adh2gm6bywuzupx3ryga.arweave.net/OaYrf2Vm8joegjpwAokOEhGOp7C2H_ljGAkbwbtJ3hs/1",
  "metadata": {
    "assetId": "come-as-you-are",
    "name": "Come As You Are",
    "image": "https://srabij4f32nmamvmfvvkb5t42v6b2bp5adh2gm6bywuzupx3ryga.arweave.net/rXrCs0XR3yJ2_BldYaKGauZ72vYCZTyc9gx0vkh687U",
    "description": "Come as you are, as you were\nAs I want you to be\nAs a friend, as a friend\nAs an old enemy\n\nEdition of 1\n\nCome As You Are;\nMulticolored quadryptich\nThe Last Session, Jesse Frohman ©1993, created 2021",
    "external_url": "https://nft.jessefrohman.com/tokens/1",
    "copyright": "The “Artist” refers to Jesse Frohman.\n\nCopyright Ownership\nThe Artist reserves all exclusive copyrights to the underlying copyrights. As the copyright owner of the Artworks, the Artist has the exclusive right to make commercial use of their artworks (and all other exclusive rights under copyright law) even after being sold on the marketplace. Thus, the Artist is free to market, print, and license artwork underlying minted NFTs. \n\nThe Artist guarantees that they are the sole creators of the Artwork and there is no infringement on the intellectual property rights of others.  The Artist is the sole owner of the copyright. All images ©1993-2021 Jesse Frohman. All rights reserved. This copyright applies to any and all Artworks included in this sale.\n\nThe Collector's Limited Rights to Artwork\n\nCollectors have the exclusive right to sell, trade, or transfer their NFT's, but Collectors do not have a copyright interest in the underlying artworks and may not make “commercial use” of the underlying work. For example, Collectors may not sell copies of the work, mint additional NFTs based on the work, sell access to the work, sell derivative works embodying the work, or otherwise commercially exploit the Work."
  }
}