{
  "address": "0x19bbb792667bc123f5d99c4f6077a06f79f6dbe4",
  "type": "ERC721",
  "name": "SAUNA LAND",
  "tokenCount": "1",
  "uri": "https://metadata-oasis.financie.jp/metadata/SAUNALAND/1",
  "metadata": {
    "name": "e-book SAUNA LAND",
    "description": "ーーー和文は英文の下に記載しています。ーーー\n\n\n【NFT details】\n\nThis is an e-book of the sauna magazine \"Sauna Land\".\n\nThere is only one e-book of this magazine, this NFT.\n\nThis e-book will be issued in EPUB3 format, with the auction winner receiving ownership of the NFT and commercial use rights to publish and sell the Sauna Land e-book.\n\n\nSpecial website:https://nftoasis.io/saunaland/en.html\n\n-data format:EPUB3\n\n-NFT units produced:1 unit\n\n-How to get EPUB3: https://wallet.nftoasis.io/saunaland\n\n*After accessing this URL, please login to Metamask with your NFT wallet.\n\n\n・The NFT includes commercial use rights to publish and sell the Sauna Land e-book. There are terms and conditions which must be confirmed regarding commercial use for publishing and sale, and you must agree to the terms of use. Please check the NFT Notes on this website for more details.\n\n*The notes on how to participate in the auction are here!\n\n\n[NFT Notes]\n\nPlease check the following notes regarding the use of this NFT.\n\n・This is an NFT for e-book data (EPUB3).\n\n・By purchasing this NFT, the buyer will receive ownership of the e-book data, as well as commercial use rights, limited to publication and sale as an e-book. No other copyrights, trademark rights, or other intellectual property rights will be transferred.\n\n・The commercial use rights include only the publication and sale of an e-book using this NFT's data. They do not extend to print publication and sale or the publication and sale of a limited portion of the e-book data, such the cover or individual pages.\n\n・Changing, editing, or adding to the content of the e-book data is not permitted, but in cases such as multilingual publishing within Japan or publishing abroad, translation of the e-book text is permitted.\n\n・In the event of e-book publication, the content to be published must be inspected in advance, so please contact naminoue-shoten LLC with the publication contents. In addition, publication will be refused if use is determined to be inappropriate in any way, including but not limited to the following: use for promotional materials for anything other than the publication made using this e-book data, content that goes against public order and morals, content that violates or risks violating laws and regulations, or obscene content. Additionally, the use of any of the information provided through this NFT outside of that which is permitted by law is strictly prohibited.\n\n・Even if commercial use has been permitted following inspection, if it is found to be used inappropriately, we reserve the right to suspend commercial use.\n\n・Please be aware that if this NFT is sold or transferred, the commercial use rights are transferred with it.\n\n・Please be aware that we cannot refund the cost of this NFT, even in the case that publication is refused following inspection or commercial use is suspended following publication.\n\n・The author does not bear any legal responsibility in the event of any loss incurred by the purchaser, subsequent acquirers, or any other third party in relation to the purchase, trade, or commercial use of this NFT, irrespective of the reason thereof.\n\n・Due to the business or technical reasons of the NFT issuer or disasters etc., the content of all or part of the provision of e-book data and its commercial use rights fo publishing and sales maybe changed, stopped or discontinued. In addition, please note that we shall not be liable for any damage caused to the user due to the change, cancellation or termination of the commercial use right of providing e-book data and publishing and sale.\n\n・\"To use this NFT, you need toagree to the NFT terms of service. In addition, it is considered that you have agreed to this agreement immediately when you purchased NFT.\n\nhttps://metadata-oasis.financie.jp/metadata/SAUNALAND/term_en.pdf \n\n・If we will make amendments on NFT terms of service. We will notify it one month prior to its date on this page and NFT metadata description\n\n・Please use the contact details below to contact us regarding this NFT, to apply for commercial use, or with any other queries.\n\n\n【NFT詳細】\n\nサウナ専門誌「サウナランド」の電子書籍です。\n\n本雑誌の電子書籍はこのNFT1点のみとなります。\n\nこの電子書籍はEPUB3規格での発行となり、オークション落札者の方にはNFTの所有権及び、「サウナランド」の電子書籍を出版・販売できる商用利用権付きとなります。\n\n\n特設サイト:https://nftoasis.io/saunaland/\n\n\n-提供データフォーマット：EPUB3\n\n-オークション点数：1点\n\nNFT購入後のEPUB3データの取得方法：EPUB3取得ページにて、NFTを所有しているウォレットにて、Metamaskログイン後に取得できます。EPUB3取得ページは、準備ができ次第、本詳細項目及び特設サイトの情報を更新いたします。\n\n\n・NFTには、「サウナランド」の電子書籍を出版・販売できる商用利用権が付帯します。電子書籍の出版・販売の商用利用については、利用における確認事項や条件があり、利用規約への合意が必要となります。詳しくは、サイトの”NFTの注意事項”をご確認ください。\n\n\n【NFTの注意事項】\n\n本NFTの利用にあたり、下記の注意事項をご確認ください。\n\n・本NFTの対象は電子書籍データ（EPUB3）です。\n\n\n・本NFTの購入により、購入者は電子書籍データの所有権および電子書籍の出版・販売に限り商用利用を認めるものとしますが、それ以外の著作権や商標権、その他知的財産権は譲渡されません。\n\n\n・商用利用については、本NFTのデータを用いた電子書籍の出版・販売に限り認めるものです。紙面雑誌による出版および販売、電子書籍データの表紙やページ単位などの一部のみの出版および販売は認められません。\n\n\n・電子書籍データの内容を改変・編集・追加することは認められませんが、日本国内での多言語出版や海外での出版の際には、電子書籍の本文に限り翻訳することを認めます。\n\n\n・電子書籍出版にあたり、出版内容の審査を行いますので、事前に合同会社 波の上商店へ出版内容のご連絡をお願いいたします。なお、電子書籍データを利用した出版以外の広告への利用、公序良俗に反する内容、法令違反に該当する内容、またはその恐れのある内容、わいせつ表現にあたる内容、上記に限らず不適当と判断した場合は出版をお断りいたします。また、本NFTを通じて提供されるすべての情報は、法律で認められている範囲を超えての使用が一切禁止されています。\n\n\n・審査後の商用利用であっても、不適当と判断した場合には、商用利用を停止させていただきます。\n\n\n・本NFTを売却または譲渡した場合、商用利用の権利についても譲渡されますので、ご注意ください。\n\n\n・審査により出版が行われない場合や出版後に商用利用を停止した場合でも、本NFTの購入金額の返金はお受けできませんので、ご了承ください。\n\n\n・本NFTの購入・売買および商用利用に関連して購入者または転得者、その他の第三者が損害を被った場合、その 損害発生の原因が如何なるものであっても、著作者は何らの法的責任も負わないものとします。\n\n\n・NFT発行者の事業上又は技術上の理由や天災などにより、電子書籍データの提供と出版・販売の商用利用権について提供の全部又は一部について、その内容を変更、又は提供を中止し、又は終了することがあります。また、電子書籍データの提供と出版・販売の商用利用権の変更、中止又は終了により、ユーザーに損害が生じた場合であっても、一切の責任を負わないものとしますので、ご了承ください。\n\n\n・本NFT利用時は、NFT利用規約への同意が必要となります。\n\nなお、NFTを購入した時点で本規約に同意したものとみなします。\n\nhttps://metadata-oasis.financie.jp/metadata/SAUNALAND/term.pdf\n\n※本規約の英文は現在準備中です。\n\n\n・NFT利用規約の変更を行う場合は、変更の1ヶ月前に、本ページにて告知および、NFT metadataのdescriptionに記載いたします。\n\n\n・本NFTに関するご相談・ご質問、商用利用申請、その他お問い合わせは、下記までご連絡ください。\n\nお問合せ先：info@naminoueshoten.com",
    "image": "https://metadata-oasis.financie.jp/metadata/SAUNALAND/1.jpg",
    "nft_id": "1",
    "nft_class": "SAUNA LAND",
    "symbol": "SAUNALAND",
    "octpass": {
      "version": "1.0"
    },
    "external_url": "https:/nftoasis.io/saunaland/",
    "contents": [
      {
        "uri": "https://metadata-oasis.financie.jp/metadata/SAUNALAND/1.jpg",
        "format": "image/jpeg"
      }
    ],
    "license": {
      "uri": "https://metadata-oasis.financie.jp/metadata/SAUNALAND/term.pdf",
      "copyright": "@naminoueshoten",
      "contact": "info@naminoueshoten.com"
    },
    "attributes": null
  }
}