{
  "address": "0x1983a0bb64ae32bb3cbca176edf0710ab4cf418e",
  "type": "ERC721",
  "name": "Tenth Key Sample Series",
  "tokenCount": "3",
  "uri": "https://arweave.net/mi5ZsjBqr7HYK8PxGBEYx1oV82m21XQI2I2QtcSusPs",
  "metadata": {
    "name": "Rumble",
    "created_by": "Tenth Key",
    "description": "\"Rumble\" is track #1 of the Tenth Key Sample Series. \n\nPlease read agreement below before purchasing. Buyers may contact @tenthkeymusic on Twitter to get stems package associated with this track.\n\nTENTH KEY SAMPLE SERIES LICENSE AGREEMENT\n\n1.) The Digital Content incorporated into this NFT remains the property of Tenth Key Digital Media (“Licensor”) and is licensed to you on the basis of our terms and conditions as the owner of this NFT, for use subject to those provisions below which apply to the applicable type of Digital Content. All rights not expressly granted herein are reserved exclusively by Licensor. The Licensor may revoke a license granted to you in respect of Digital Content if you breach any of the below license terms or our terms and conditions.\n\n2.) The owner of this NFT MAY: \n\nA.) Use the Sounds in combination with other sounds in music productions (which may include soundtracks of films, video productions, radio/TV programs or commercials, computer games and multimedia presentations, library music), public performances, and other reasonable musical purposes within musical compositions.\n\nB.) Modify the Sounds and use the Sounds for commercial purposes as part of a musical composition with other sounds.\n\n3.) The owner of this MAY NOT: \n\nA.) Use the Sounds in isolation as sound effects or as loops (i.e. a sequence of musical events) or within any competitive products that are sold, relicensed, or redistributed to third parties.\n\nB.) Relicense or otherwise distribute Sounds, either as they exist or any modification thereof. \n\nC.) Sell, loan, rent, lease, assign, upload to or download from any shared server space, or transfer all or any of the enclosed sounds to another user, or for use in any competitive product.\n\n4.) The seller of this NFT MAY:\n\nA.) Continue to distribute musical compositions created during the period of ownership of this NFT.\n\n5.) The seller of this NFT MAY NOT:\n\nA.) Use the Sounds in combination with other sounds in new music productions (which may include soundtracks of films, video productions, radio/TV programs or commercials, computer games and multimedia presentations, library music), public performances, and other reasonable musical purposes within musical compositions.\n\nB.) Modify the Sounds and use the Sounds for commercial purposes as part of a musical composition with other sounds.\n\nC.) Use the Sounds in isolation as sound effects or as loops (i.e. a sequence of musical events) or within any competitive products that are sold, relicensed, or redistributed to third parties.\n\nD.) Relicense or otherwise distribute Sounds, either as they exist or any modification thereof. \n\nE.) Sell, loan, rent, lease, assign, upload to or download from any shared server space, or transfer all or any of the enclosed sounds to another user, or for use in any competitive product.\n\n6.) This right to use the Sounds is granted ONLY to the owner of this NFT. The purchase of this NFT does not include any right or requirement to include names associated with the purchased Sounds, which may include the name of the individual producer(s), affiliated artists, or the name of the sound pack itself.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Tenth Key"
      },
      {
        "trait_type": "Title",
        "value": "Rumble"
      },
      {
        "display_type": "number",
        "trait_type": "Track Number",
        "value": "001"
      }
    ],
    "animation_details": {
      "bytes": 4528746,
      "format": "MP3",
      "duration": 183,
      "sha256": "797cd9660ab9e3d5aee20b61075e05264da31e61ba80d30e238eff12fe7a8770"
    },
    "animation": "https://arweave.net/-m_lpr57KTZMgoS68FfsmUAF6j61-rY4Lrz0TEQ7TJw",
    "animation_url": "https://arweave.net/-m_lpr57KTZMgoS68FfsmUAF6j61-rY4Lrz0TEQ7TJw",
    "image_details": {
      "bytes": 131412,
      "format": "JPEG",
      "sha256": "eec35b08253183660eace893af7a4b03dcce886ed5610f86c8ada6b32112452c",
      "width": 1000,
      "height": 1000
    },
    "image": "https://arweave.net/YH5UlgMWoJFzvzngSH6bbOjY77vbL_iJ5az_VhYKxww",
    "image_url": "https://arweave.net/YH5UlgMWoJFzvzngSH6bbOjY77vbL_iJ5az_VhYKxww"
  }
}