{
  "address": "0x1926b1af7c909dbea2307adc545ccc75888c2718",
  "type": "ERC1155",
  "name": "Metaverse AI Critters",
  "tokenCount": "10",
  "uri": "https://arweave.net/YM4fF_gKrKU68GQ85ZHJ4ZYdFFwD5nhUPeX4gWK8CDA",
  "metadata": {
    "name": "The Crypto Crow",
    "created_by": "Blaise🔥🔥🔥x AI Collaboration",
    "external_url": "https://maritimevintage.com/",
    "description": "The Banana Rat's arch-enemy was a shadowy figure known only as the \"Crypto Crow.\" This sinister villain was a master of deceit and manipulation, using his cunning and intelligence to further his selfish ends. He was driven by a greed for power and a lust for control, and he would stop at nothing to achieve his goals. \n\nThe Crypto Crow was the Banana Rat's polar opposite, representing everything that the heroic rodent stood against. He was cruel and heartless, caring for nothing but his gain. And he had a particular hatred for the Banana Rat, seeing him as a threat to his own rise to power. \n\nThe Prophecy of the Banana Rat told of the Banana Rat's epic battles against his arch-enemy, the Crypto Crow - a formidable and powerful villain who sought to dominate the metaverse. The scrolls described the many clashes between the two foes, as they fought for supremacy in the digital realm. \n\nAs the legend of the Banana Rats and the Crypto Crow grew, so too did the power and influence of the hero and his sworn enemy. The Banana Rat became a symbol of hope and justice, inspiring countless others to follow in his footsteps and defend the digital realm against the forces of evil.\n\nAnd the Crypto Crow became a symbol of fear and oppression, as he sought to bend the metaverse to his will and dominate all who opposed him.\n\nThe two enemies clashed many times over the centuries, locked in a never-ending struggle for supremacy. And though it was foretold the Banana Rat would be victorious, the Crypto Crow was a formidable foe, and he would always find a way to come back, seeking revenge and a chance to finally defeat his arch-nemesis.\n\nAnd so, the legend of the Banana Rat and the Crypto Crow became entwined, as the two iconic characters fought for dominance in the metaverse. Who will emerge victorious in the end? \nOnly time will tell...\n\nEventually, the Banana Rat will face the Crypto Crow in a final, epic showdown, using all of his powers and abilities to hopefully defeat his enemy and emerge victorious, bringing balance and order to the digital realm.\n\nThe final showdown between the Banana Rats and the Crypto Crow is a momentous event, a battle that will determine the fate of the metaverse.ine the fate of the metaverse.  \n",
    "The Quest": "Find the Banana Sword",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Blaise🔥🔥🔥x AI Collaboration"
      },
      {
        "trait_type": "Power",
        "value": "Mind Control"
      },
      {
        "trait_type": "Clothing",
        "value": "Murder Cloak"
      },
      {
        "trait_type": "Multiverse Home World",
        "value": "Hitchcock"
      },
      {
        "trait_type": "Weakness",
        "value": "Enchanted Ruby"
      },
      {
        "trait_type": "Rarity",
        "value": "666"
      },
      {
        "trait_type": "Clan",
        "value": "The Murder Syndicate"
      },
      {
        "display_type": "number",
        "trait_type": "Strenth",
        "value": 90,
        "max_value": 100
      },
      {
        "display_type": "number",
        "trait_type": "Clout",
        "value": 90,
        "max_value": 100
      },
      {
        "display_type": "number",
        "trait_type": "Magic",
        "value": 90,
        "max_value": 100
      },
      {
        "display_type": "number",
        "trait_type": "Defence",
        "value": 25,
        "max_value": 100
      }
    ],
    "image_details": {
      "bytes": 12108087,
      "format": "PNG",
      "sha256": "6ef3b441a492a25d567b4b4156d657d0ab785a8d18d7fda216fb69cbd2b4692e",
      "width": 3375,
      "height": 3375
    },
    "image": "https://arweave.net/2NFQOqCBEHwijh0WkIA1Y8234cdjW_JMK37ebVe---E",
    "image_url": "https://arweave.net/2NFQOqCBEHwijh0WkIA1Y8234cdjW_JMK37ebVe---E"
  }
}