{
  "address": "0x198776b67963b58d884d7788c9e9443666e24c7e",
  "type": "ERC721",
  "name": "X Li - think i'm in love with you",
  "tokenCount": "4171",
  "uri": "ar://f1VFl6RQzco_hF1zsc_MvRYjW8b7B3PDdau0_YZPSZc/1",
  "metadata": {
    "animation_url": "ar://CpQmxRld0UDyyeZBBaIK6zvvzR71MnE9ZiuJPQqOskA",
    "artist": "X Li",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://LzWSS4bNovHMWNt_NZUjEK-D64zkSe0W1-eH_YN4MAw",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "think i'm in love with you",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 132,
    "credits": null,
    "description": "X Li, an independent alternative music artist from Los Angeles, known for previous collaborations with major companies such as Sony Music Entertainment, Dolby Laboratories, and ByteDance, has now ventured into the web3 space with his latest project, \"california love stories\".\n\n\"Think I'm In Love With You\" is the first NFT drop from \"california love stories,\" which tells the story of X Li's chance encounter with a girl at an after-party near Melrose Avenue, where they fell in love at first sight.\n\n\"california love stories\" is a collection of love stories set in different parts of California that capture a range of emotions, including sadness, heartbreak, joy, tragedy, anger, and longing. These emotions are brought to life through stunning digital artworks that come in blue, purple, yellow, red, green, and orange, symbolizing the various emotions explored in the music.\n\nThe project is a live band performance featuring fully handcrafted instruments that seamlessly blend popular, punk, classic rock, hip-hop, R&B, and electronic music elements. The project is produced by a team of renowned music producers, including platinum record producer James Chul Rim, known for his work on over 4 billion streams and TikTok chart-topping single \"Wait a Minute!\". The project also features a talented lineup of musicians, including Simone Sello, known for his work as the lead guitarist for Italian rock icon Vasco Rossi, and Edoardo Tancredi, a seasoned musician who has performed on Jimmy Kimmel Live and collaborated with artists like Avril Lavigne and Amelia Moore.\n\nThe project's sound quality is attributed to the talents of Lukas Cuman, who has worked with artists such as Ed Sheeran, Bebe Rexha, and Ultimo, and Gavin Lurssen, a highly decorated sound engineer with 12 Grammy nominations and 4 wins. Lurssen has worked on numerous film soundtracks, including those for Game of Thrones, The Mandalorian, Mulan, Captain Marvel, Black Panther, The Hunger Games, and Westworld.\n\nTo capture the essence of the music stories in \"california love stories,\" we have chosen a simplistic art style created by New York-based artist Farrah Fisher. Her unique visual interpretations using minimalistic brushstrokes bring the emotions and narratives of each song to life in a captivating and unpretentious manner. This artistic approach adds a special touch to the project, blending the worlds of music and visual art seamlessly.\n\nThis release will be available as an NFT, allowing fans and collectors to own a piece of this music project. If you hold at least one edition of every song in this project, you will be able to claim a physical vinyl copy of \"california love stories.\" \n\nThank you for your support, and we can't wait for you to hear \"Think I'm In Love With You.\"\n\nAlternative Credits:\nMasih Ghaeny, Pookie Chapstick\n\nCreative Director:\nYifan Cai, Wasiu\n\nLyrics:\nI see you at the after party\nGirl, you know you’re way too pretty\nI can’t believe you’re looking at me\nYou say you like my jacket \nBefore you put on my sunglasses \nThere’s nowhere that I’d rather be\n\nMy heart is beating; I am falling, think I’m in love with you\nMy heart is beating; I am falling, think I’m in love with you\nStay the night; I wanna hold you in my arms, Cause baby, what if tomorrow never comes\n\nDriving down on Melrose \nPass the store I used to go \nPlaying 80s music in my car\nYou talk shit about your friend\ntell me how she wanna be a star \nBut she will never be who you are",
    "duration": 197,
    "external_url": "https://www.sound.xyz/xli/think-im-in-love-with-you",
    "genre": "Indie",
    "image": "ar://LzWSS4bNovHMWNt_NZUjEK-D64zkSe0W1-eH_YN4MAw",
    "isrc": null,
    "key": "A_MAJOR",
    "license": null,
    "locationCreated": "us",
    "losslessAudio": "ar://CpQmxRld0UDyyeZBBaIK6zvvzR71MnE9ZiuJPQqOskA",
    "lyrics": {
      "text": "I see you at the after party\nGirl, you know you’re way too pretty\nI can’t believe you’re looking at me\nYou say you like my jacket \nBefore you put on my sunglasses \nThere’s nowhere that I’d rather be\n\nMy heart is beating, I am falling , think I’m in love with you\nMy heart is beating, I am falling , think I’m in love with you\nStay the night, I wanna hold you in my arms, Cause baby, what if tomorrow never comes\n\nDriving down on Melrose \nPass the store I used to go \nPlaying 80s music in my car\nYou talk shit about your friend\ntell me how she wanna be a star \nBut she will never be who you are",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "think i'm in love with you #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "think i'm in love with you",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}