{
  "address": "0x193fbcb1fba7b3a5b0fcdbef88bb4f62d8c9b6ad",
  "type": "ERC1155",
  "name": "My Imagination - Editions",
  "tokenCount": "1",
  "uri": "https://arweave.net/rTAt4-eb1ElVXwPERJPLIj_ZAm-WAgeGvMRM0m9UrSo",
  "metadata": {
    "created_by": "Dave Markel",
    "name": "Lady in the Forest",
    "description": "Shadows cast by the towering maple trees take on an unnerving shape, as if they are the outstretched arms of hidden creatures. The soft rustling of leaves carries an undertone of whispers, hinting at an otherworldly presence that remains just beyond the edge of perception.\n\nThe woman's expression, though serene, carries a hint of unknowing vulnerability. Unbeknownst to her, curious eyes from the realm of shadows gaze upon her, fixated on her every step. Their intent remains uncertain—friend or foe, protector or predator—adding to the tension that underscores the otherwise picturesque scene.\n\nAs sunlight filters through the canopy above, intermittent rays create pockets of illumination that seem to highlight the unseen watchers, casting long, haunting shadows that dance among the trees. It is as though the very forest itself is alive, observing her with an inscrutable gaze.\n\nThe rustle of leaves becomes more pronounced, as if unseen creatures move in the underbrush, closing in on their target. The woman, immersed in the breathtaking surroundings, remains blissfully ignorant of the encroaching presence. The contrast between her tranquil beauty and the lurking danger adds a layer of suspense, heightening the ominous atmosphere.\n\nIn this moment frozen in time, the woman stands as a fragile figure amidst a hidden world of mystery and potential peril. ",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Dave Markel"
      },
      {
        "trait_type": "Created in",
        "value": "MidJourney v5.1"
      },
      {
        "trait_type": "Genre",
        "value": "Fantasy"
      },
      {
        "trait_type": "Location",
        "value": "Maple Forest"
      },
      {
        "trait_type": "Season",
        "value": "Autumn"
      },
      {
        "trait_type": "Prompts",
        "value": "Thats a Secret ;)"
      }
    ],
    "image_details": {
      "bytes": 1149426,
      "format": "JPEG",
      "sha256": "be69a307994f65ba223935db21c9593bfb918aa7d0e2ad7c24016b6f7d053de1",
      "width": 960,
      "height": 1200
    },
    "image": "https://arweave.net/ZPbhxqtderBPbl_VeuXk_dNfJ0tz6-Cu7iIE34NQwOU",
    "image_url": "https://arweave.net/ZPbhxqtderBPbl_VeuXk_dNfJ0tz6-Cu7iIE34NQwOU"
  }
}