{
  "address": "0x1afbf7a4e5feccbd9233c4095400db01140b0edd",
  "type": "ERC721",
  "name": "ShoeFy NFT",
  "tokenCount": "92",
  "uri": "ipfs://Qmf7JSvc2QdjbbEF9S72Eq9tanzt4yzokAkp9dMbvYvZrp/10150.json",
  "metadata": {
    "dna": "9490bf6e47faf38b65ad083daaa9b3ceaaffcdb2",
    "name": " SNFT #10150",
    "description": "Water Elemental Shoes — Infused with the powers of water by Whale himself.Water ShoeBeasts belong to the Tribe of the Winter Ocean Common traits among members of the Tribe of the Winter Ocean include having a generally peaceful nature, winter ocean tribe members tend to be in touch with their emotions, use their deep intuition for healing, and are quite responsive. Unfortunately, due to their extreme empathetic nature, they are also prone to depression, as a defense mechanism they may become indifferent, and sometimes display erratic behavior. However, they are trusting, and see the good, in even the worst of people.The energy surrounding these ShoeBeasts is typically negative, they prefer wintertime, and enjoy family, friends, and traditions. Despite their love of traditions they still understand that being flexible and fluid is always what leads to greatness. Water tribe descendants adapt to any situation, and are prone to solving problems, just like water dissolves matter, water shoe beasts dissolve problems with solutions.They prefer colder and wetter climates as a rule, but you will often catch them playing in the western sunshine to combat that depression that can beget them.",
    "image": "ipfs://QmfWfLvMccWSSh9myVvU7cvVdDhqSupksZCLQVVUUjXy5U/10150.png",
    "edition": 10150,
    "date": 1648542178565,
    "attributes": [
      {
        "trait_type": "BACKGROUND",
        "value": "ORANGE"
      },
      {
        "trait_type": "BASE SHOE",
        "value": "BASE"
      },
      {
        "trait_type": "PATTERN",
        "value": "MINKE"
      },
      {
        "trait_type": "SHOE SIDE COLOUR GRADIENT",
        "value": "SQUARE"
      },
      {
        "trait_type": "FRONT",
        "value": "CANDY"
      },
      {
        "trait_type": "SIDE",
        "value": "TRICOLOR"
      },
      {
        "trait_type": "BACK",
        "value": "BLACK LINE"
      },
      {
        "trait_type": "Shoe Type",
        "value": "UNIQUE"
      }
    ]
  }
}