{
  "address": "0x1a9cd03b4cf877c311eadb5cea1eda0a6f976360",
  "type": "ERC721",
  "name": "Below The Belt by Gunnar Magnus",
  "tokenCount": "2",
  "uri": "https://ipfs.pixura.io/ipfs/QmbcKhoSH5B7MRD2cXyEwCMBjU9W5Nj7UB2B39YknTAtZY/metadata.json",
  "metadata": {
    "name": "Temptations in Carnage",
    "createdBy": "Gunnar Magnus",
    "yearCreated": "2022",
    "description": "Ohhh you've got me hungry now\n\nseething and teething, oh fuck\n\nI'm gonna make that head of yours into a nice Bolognese.\n\nIt's chow time.\n\nPRESS RELEASE\nThe Locker Room is pleased to announce the “Below the Belt” exhibition running October 21st - November 20th, featuring a body of paintings and mixed media works by Gunnar Magnus, accompanied by a newly minted NFT series. Magnus, an oil painter and new media artist, creates his work through the manic cross-pollination of AI image generators and experimental painting techniques. This solo exhibition centers the “pugilist” – boxers, fighters, and polished champions – as a means of exploring the violent, sensational push and pull between human and machine, organic and inorganic. In a focused flurry of dynamic anatomy and digital motifs, warped musculature and otherworldly figures, Magnus meets the brutal challenge of conquering AI, the “seed of all evil” to practicing painters.\n\nArtist statement:\n\n“Abstracting from the original initial prompts of robo, plastic, chrome, latex, fighter, boxer... more and more human error made these mutant pugilists my own IP, my own story, my own fascination. My work is in a constant state of forward motion–I do not go backwards, revisit, rewrite, repaint, etc. So, taking the aesthetics, textures, and figures from my AI experimentation through a brush was the next logical and instinctive step, as each painting inspires countless variations and takes the work further away from the original machine-planted seed. The physical execution for the works in this show is a culmination of years of experimentation with pigments and solvents, with a visual language developed from the juxtaposition of human and machine-generated images and concepts. The paintings themselves freeze the brawl’s living flesh into cold hard casts, mashing together dynamic poses with warped perspectives and diverse painted textures.”\n\nABOUT GUNNAR MAGNUS\n\nGunnar Magnus is a 25 year old oil painter and new media artist based in Brooklyn/Soho New York. Starting from a very young age, Gunnar’s work has always held a consistent tone of surreal subjects with dynamic action. Beginning with painting in the street, Gunnar progressed from studio to studio becoming more fine art and painting oriented with each move. His painting practice has been honed over years of experimentation, touching different edges of the surreal, the figurative, and the abstract. His foray into Crypto Art began in February 2021, minting NFT’s that were digital collages of his own paintings, before progressing into digital paintings, animations, and AI artwork.\n\nABOUT THE LOCKER ROOM\n\nThe Locker Room is a femme-owned creative house that comprises an art collective, a gallery, and recording studio based in Brooklyn, New York, with a medium-fluid approach that incorporates visual art, music, performance, fashion, film, products and pranks. TimeOut Magazine named them Best Gallery in New York City for 2021.",
    "image": "https://ipfs.pixura.io/ipfs/QmeAuuSyS3nnJrfg9h2GsDyCwJLrhvSYMbgifcwk1tHrhc/Untitled_Artwork.png",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmeAuuSyS3nnJrfg9h2GsDyCwJLrhvSYMbgifcwk1tHrhc/Untitled_Artwork.png",
      "dimensions": "2048x2048",
      "size": "1188607",
      "mimeType": "image/png"
    },
    "tags": [
      "BelowTheBelt",
      "TheLockerRoom",
      "Digital",
      "Drawing",
      "GunnarMagnus",
      "Boxing",
      "Demon"
    ],
    "attributes": [
      {
        "trait_type": "Show",
        "value": "Below The Belt"
      },
      {
        "trait_type": "Eyes",
        "value": "On Fire"
      },
      {
        "trait_type": "Teeth",
        "value": "Gritted"
      },
      {
        "trait_type": "Taste",
        "value": "Iron"
      },
      {
        "trait_type": "Smell",
        "value": "Burnt Toast"
      },
      {
        "trait_type": "Shower",
        "value": "Icy"
      },
      {
        "trait_type": "Victory",
        "value": "Guaranteed"
      }
    ]
  }
}