{
  "address": "0x1b9ce71bdd019b044ea63483938c40ae938c5140",
  "type": "ERC1155",
  "name": "OGverse",
  "tokenCount": "1",
  "uri": "https://arweave.net/DgT_UrFmXTCIvTfYWtF-AngLCvMyhtbTbv5rYseKg34",
  "metadata": {
    "created_by": "OGverse | NFT & Web3 Community",
    "name": "OG|one",
    "external_url": "https://ogverse.de",
    "description": "Willkommen im OGverse, deiner NFT- und Web3-Community.\n\nDer OG|one NFT ist eine Hommage an das einjährige Bestehens unseres NFT-Stammtischs. \nDieses Kunstwerk wurde mit Liebe zum Detail vom talentierten brasilianischen Künstler Rodrigo Alves geschaffen und mit einem einzigartigen Soundtrack von Warner Records untermalt.\n\nIm vergangenen Jahr haben wir eine lebendige Gemeinschaft aufgebaut und bemerkenswerte Meilensteine erreicht. Neben Live-Events in aufregenden Städten wie Amsterdam haben wir einen bahnbrechenden Online-Kongress, die OGCON.online mit über 1.000 Anmeldungen veranstaltet. \n\nWir haben hunderten Menschen dabei geholfen, sicher in die Welt der NFTs und Web3 einzusteigen, dabei einzigartige Freundschaften geschlossen und wertvolle Partnerschaften mit führenden Innovatoren wie Samsung x Ledger und anderen Web3-Vordenkern geschmiedet.\n\nDieses NFT ist mehr als nur ein digitales Kunstwerk. Es ist eine Erinnerung an unser gemeinsames Jahr, in dem wir zusammen gewachsen sind, neue Wege beschritten haben und eine lebendige und engagierte Community aufgebaut haben. Es verkörpert den Geist der Kreativität, Zusammenarbeit und Innovation, die das OGverse ausmachen.\n\nSchließe dich uns an und werde Teil dieser aufregenden Geschichte. Sichere dir dieses einzigartige NFT und tauche ein in die faszinierende Welt des OGverse. Sei Teil der OGcommunity und lass uns gemeinsam die Grenzen der digitalen Kunst und des Web3 erweitern.\n\nDieses NFT hat vermutlich keine Utility. Aber wer weiß …?\n\n######################################################\n\nWelcome to the OGverse, your NFT and Web3 community. \n\nThe OG|one NFT is a tribute to the one-year anniversary of our NFT meetup. \nThis artwork was meticulously crafted by the talented Brazilian artist Rodrigo Alves and accompanied by a unique soundtrack from Warner Records. \n\nIn the past year, we have built a vibrant community and achieved remarkable milestones. In addition to hosting live events in exciting cities like Amsterdam, we organized a groundbreaking online conference, OGCON.online, with over 1,000 registrations. \n\nWe have helped hundreds of people safely navigate the world of NFTs and Web3, forged unique friendships, and formed valuable partnerships with leading innovators such as Samsung x Ledger and other Web3 pioneers.  \n\nThis NFT is more than just a digital artwork. It is a commemoration of our collective year, where we have grown together, explored new paths, and established a lively and dedicated community. It embodies the spirit of creativity, collaboration, and innovation that defines the OGverse.  \nJoin us and become part of this exciting story. Secure this unique NFT and dive into the fascinating world of the OGverse. Be part of the OGcommunity and let's together push the boundaries of digital art and Web3.  \n\nThis NFT may not have any utility, but who knows...?  \n",
    "attributes": [
      {
        "trait_type": "Community",
        "value": "OGverse"
      },
      {
        "trait_type": "Artist",
        "value": "Rodrigo Alves"
      },
      {
        "trait_type": "Music",
        "value": "Warner Records UK (Stickmen Toy #3031)"
      }
    ],
    "animation_details": {
      "bytes": 36874336,
      "format": "MP4",
      "duration": 8,
      "sha256": "bd451719b0dcff9cb1e256d8bfb645a02b0d389ea1cc50694cfa4641f388e0c8",
      "width": 1920,
      "height": 1920,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/Y7FDp3BmHrhXlGIMi6UmKGlhEJ-OQ4abNgYaWZxui8I",
    "animation_url": "https://arweave.net/Y7FDp3BmHrhXlGIMi6UmKGlhEJ-OQ4abNgYaWZxui8I",
    "image_details": {
      "bytes": 3163993,
      "format": "PNG",
      "sha256": "ee927d9e34ff1280e15c0ddbcafd1d68b03e5eb926da92d7048099ff001705bf",
      "width": 1350,
      "height": 1338
    },
    "image": "https://arweave.net/DTNY8K9a6Qur_X0R0XKJgJm6np-lZEl1GyKdhUoUluo",
    "image_url": "https://arweave.net/DTNY8K9a6Qur_X0R0XKJgJm6np-lZEl1GyKdhUoUluo"
  }
}