{
  "address": "0x1b374bbdeb08189f2e8ba0e16c3375179e12dbd2",
  "type": "ERC721",
  "name": "Retreat Collection",
  "tokenCount": "12",
  "uri": "https://arweave.net/zzEgC6zkSMGtSUfHlc_ECTfERn5gOQWt6SvUvQuD5oE/1",
  "metadata": {
    "name": "\"Retreat\"-(Album Artwork) #1/6",
    "created_by": "Brooke D.",
    "description": "Music NFTs Cover Art \n\nRetreat - August 11th, 2022  \n1080p Music Visualizer Album Art (MP4 File)\n\n“Retreat” is the first self-produced release by Brooke D, featuring a team of BIPOC creators. \n\nThe utility of this NFT is BIPOC artist empowerment, as well as giving back to natural resources, in this case, the ocean. \n\n10% of proceeds from this NFT will go to Ocean Defenders Alliance.\n\nOnce all pieces of the cover art NFTs are sold, one of the collectors will receive the original artwork by Brooke D, with a hand-written note. 11x14 in. acrylic painting on Mixed-Media Paper. \n\nThe collectors of this NFT will receive the following downloadable content:\n\n-Audio of “Retreat” in lossless format + mp3  \n-Full length music visualizer in 1080p  \n-Static graphic cover art by Brooke D. + Roy Handy  \n-Potential to win the original cover art + hand-written note.\n\nAbout Retreat\n\nRetreat is a song about traversing the ocean of life, riding the waves of change and difficulty. It is about the meeting of the land and the sea, where the lava expands and touches the depths of the clear blue water. Where the land (our desire for stability and certainty), meets the ocean (our emotional tides and the ebbs and flows of human existence). While our challenges and heartbreaks seem insurmountable, we walk with our ancestors, as well as with the people who dive beneath the waves with us, those who are brave enough to hold you no matter what shape you take. This song is meant to illuminate both the uncharted depths of the ocean, and the soft shore that awaits you nearby, and presents a moment of deep breathing, reflection, and healing, a baptism for the weary soul. It invites you into the sensations, images, sounds, and feelings of The Kingdom of Hawaii. May this song be a retreat for any and all who listen.\n\nSince this song is so deeply connected to Brooke’s ancestry, Hawaiian culture, and upbringing, a percentage of proceeds from this NFT collection will be donated to Ocean Defenders Alliance, based in Hawaii and California, where Brooke was raised. \n\n“Ocean Defenders Alliance works to clean and protect marine ecosystems through documentation, education, and meaningful action. Working with affected communities, we focus primarily on the reduction and removal of man-made debris which poses serious threats to ocean wildlife and habitats.”\n\nAloha ‘Āina (love of the land), is the root of Hawaiian culture, which encourages giving back to the land that feeds us.  Our “retreats” are the places we go to get away from the hustle of city life, such as the beach, the forest, and the desert, but how often are we giving back to these spaces? How are we honoring, respecting, and protecting the places we vacation? From Hawaiian perspective, land itself cannot be owned, it is an extension of spirit, a gift, an offering to us, and therefore, it is important that we treat our sacred natural escapes as we would treat our own loved ones. By investing in this project, you are also investing in the land, as this is a core ethic and value of Brooke’s work and purpose on this Earth. \n\nThe team for this project comprised of Black, Brown, and Indigenous creators, based in New York, Georgia, and Michigan. Since BIPOC artists are consistently underpaid, cast aside, or not given credit, all artists involved will be compensated. By contributing to this project, you are helping us build a more equitable future for BIPOC artists everywhere, and creating a world which encourages more visibility, higher value, and respect of our work. \n\n\n“Retreat” origins:\n\nAfter composing and recording a short demo of “Retreat” at her home studio in Brooklyn, NY, she sent the song to Roy Handy (Old Orleans), trusted friend, rapper, producer, photographer, and all around artist in Atlanta, Georgia. Upon hearing it the first time, and Brooke’s invitation to write something to it, Roy immediately recorded a verse and sent it back within the same day. The synergy and alignment of this moment is captured in the music, and both Brooke and Roy’s creative gifts shine on the track. \n\nTo top off the magic of the song, Brooke included a sample of coqui frogs in the jungle from her last visit to the homeland, the Big Island of Hawaii, as well as wind chime bells sampled in her home studio. Including these unique and organic elements adds something extra special to the song, and transports you to another world. \n\nJust like the music, the album artwork was a collaborative effort between Brooke D. and Roy Handy (Old Orleans). Beginning as an original painting by Brooke D, and graphic design passed back and forth between the artists. \n\nThis project was mixed and mastered by Ashton Woods, based in Detroit, Michigan, a true artist at his craft. Honoring and expanding upon Brooke’s original demo, Ashton’s contributions undoubtedly made the song what it is today. \n\nThe videos for this release were shot by The Falan Network, an independent media company owned and operated by Alan Doroteo Tiburcio, and on that same day photos were taken by Hannah Lasure in Staten Island, NY. This was another moment of artistic synergy and alignment for this project, even the weather conspired in support, raining just shortly after the shoot was complete. \n\nThis project is a labor of love, community, and deep ancestral healing, we hope you enjoy these pieces for years to come.\n\nSong Credits:\n\nMusic & Lyrics Composed / Produced by: Brooke Leialoha Dabalos  \nVocals, Piano, Bass, Synth, & Drums by: Brooke Leialoha Dabalos  \nVocals, Lyrics, and Rapping by: Roy Handy  \nSong Mixed / Mastered by: Ashton Woods  \nOriginal Artwork by: Brooke Leialoha Dabalos & Roy Handy  \nVideography by: Alan Doroteo Tiburcio  \nPhotography by: Hannah Lasure  \nVideo Edits by: Brooke Leialoha Dabalos",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Brooke"
      }
    ],
    "animation_details": {
      "bytes": 10852762,
      "format": "MP4",
      "duration": 186,
      "sha256": "3d2010ad2da688529845ce794f322a421eef2e1094546a3da899417786d7ca4d",
      "width": 1080,
      "height": 1080,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/Iht8V2WrUnYMhlaq17QcVSjA-cBJsm01ORHj-eBNz48",
    "animation_url": "https://arweave.net/Iht8V2WrUnYMhlaq17QcVSjA-cBJsm01ORHj-eBNz48",
    "image_details": {
      "bytes": 9916173,
      "format": "PNG",
      "sha256": "31ccc6d75c9d2b8e37d54eb54afd26ac0e6a470f2decf8a45b1928cc71c8e4ef",
      "width": 3000,
      "height": 3000
    },
    "image": "https://arweave.net/Fhl-XWHT_MF-FOw9O_uJ_5wYHRHT8u20JzD0aLA2NaU",
    "image_url": "https://arweave.net/Fhl-XWHT_MF-FOw9O_uJ_5wYHRHT8u20JzD0aLA2NaU"
  }
}