{
  "address": "0x1b4f584f0759634f3e2205346ce16a09531164d4",
  "type": "ERC721",
  "name": "WhenAliensMeet",
  "tokenCount": "25",
  "uri": "https://arweave.net/jkDMOR_vsbCNYVAVtMNUhW0kj8Klz0sFlcLEADrQWl0/1",
  "metadata": {
    "name": "Crashing #1/25",
    "created_by": "Scolla & Brooke D",
    "description": "\"Where do I go? Who do I call, when it's all crashing down?\"\n\nNo one wants to navigate the world alone and on the contrary, love and the management of relationships can leave you feeling extremely vulnerable. At one point or another we have all experienced the feeling of helplessness...of loneliness...of vulnerability. I've personally experienced numerous occasions in which the world around me felt like it was imploding and I felt as the though I had no one to turn to in my time of need or even worse, the people I've committed myself to is the one I find tearing down everything we've built. \"Crashing\" faces all of these feelings head on and challenges you to pour back into yourself. \n\n\"Crashing\" serves as a commemoration of quite a few things. The first being beauty and power of what we've built in as a community in the Future Surf Radio Family and a time stamp for the first time I met and was privileged to witness the magic of the incredible alien fairy that is, Brooke D. \"Crashing\" is also the first time I've gotten the opportunity to extend all that Web 3 has offered me to other creatives deserving of every chance to share their light. I'm grateful that this gets to be a safe way to show Jalen  & Ashton Woods the true power of community and exactly what it feels like to be able to create and share your art on your own terms. My goal to bring new creatives into the space with every release.\n\nThere is 25 editions  of the NFT, one of which will be a Golden Egg. The Golden Egg winning collector will receive a signed copy of my \"Third Eye Wide\" EP on Vinyl, a \"HausKey\" Token which grants you access to an VibeHaus powered events for the duration of your possession of the token and will increase in value as you HODL and a 1 of 1 print of the \"Crashing\" artwork painted by the amazingly talented Brooke D with additional design by myself. \n\nTo our collectors, Thank you for pouring into us and joining this crusade to remind the world of the importance of love and a healthy mind, body & spirit. \n\nWith Love,  \nScolla",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Scolla"
      }
    ],
    "animation_details": {
      "bytes": 56915256,
      "format": "WAV",
      "duration": 148,
      "sha256": "88cb4f41c479ab0e70d9411f4d06d48c6200111e6af6f24aeddb4f32bc443998"
    },
    "animation": "https://arweave.net/z0apk9ZfWKhYe7TgLYhJOTK4iJmdZePqyDTkuttj_EI",
    "animation_url": "https://arweave.net/z0apk9ZfWKhYe7TgLYhJOTK4iJmdZePqyDTkuttj_EI",
    "image_details": {
      "bytes": 3379891,
      "format": "JPEG",
      "sha256": "eab9e0b914ca6b3fb8002acc89eb9f48c021b06bb26a830e196215f2ce9fab72",
      "width": 2000,
      "height": 2000
    },
    "image": "https://arweave.net/_WFBqAvtETK57Tb1eRjvYltHk4mzs8R8u4sg3wprzNA",
    "image_url": "https://arweave.net/_WFBqAvtETK57Tb1eRjvYltHk4mzs8R8u4sg3wprzNA"
  }
}