{
  "address": "0x1bcc316e6255ff42194426a28684cabce7925686",
  "type": "ERC721",
  "name": "GISELXFLOREZ ART HYBRID NFT COLLECTIONS",
  "tokenCount": "99",
  "uri": "ipfs://QmSnp26SxNuArBQ7v76JDi4B4Qh6Z61hAGRwAPTJxVtCyv",
  "metadata": {
    "name": "GXF MICRO-SLIDE FINGERPRINT",
    "description": "This physical and digital GXF NFT collection consists of 96 Fingerprints. Sourced from 'HANDPRINT', a photograph released on Superrare.  My hands as subject move between energy within, identity and creation. View the complete piece at https://superrare.com/giselx \n\nEach FINGERPRINT NFT is unique on its own, yet part of the whole. Exposed positive film of the image sits encapsulated within the glass microscope slide. The physical object acts as a key to owning the NFT. Inspect it closely, feel the textures, discover irregularities. In addition to the physical elements, the associated NFT boasts rarities, variants, properties & boosts hidden in the metadata. \n\nThis slide is a gift to be handed & asset to be collected embracing all potentials. This art collection was released during NFT NYC & exhibited in its complete form at Dreamverse NYC 2021.  To read more on this collection and past GXF hybrid collections: https://www.giselflorez.com/p/hybrid-micro-slides \n\nThank you to wemint.art for providing the first independent contract for artists & helping walk me through the birth of this project! Also thanks to LinkdropHQ for QR claim technology.\n",
    "image": "ipfs://QmX14HPFgA9Kyn8fejKieid2B9FqfAH3UyZetNdKvu6DLN",
    "attributes": [
      {
        "trait_type": "HUE MEDIAN",
        "value": 0
      },
      {
        "trait_type": "ACCESSORY",
        "value": "NONE"
      },
      {
        "trait_type": "IDENTITY",
        "value": "FINGERPRINT"
      },
      {
        "trait_type": "RETOUCH",
        "value": "DUST"
      },
      {
        "trait_type": "GLASS",
        "value": "FLAT"
      },
      {
        "display_type": "boost_percentage",
        "trait_type": "TITANIUM EDGE",
        "value": 0
      },
      {
        "display_type": "boost_percentage",
        "trait_type": "GOLD EDGE",
        "value": 100
      },
      {
        "display_type": "number",
        "trait_type": "HANDPRINT SERIAL",
        "value": 2
      }
    ]
  }
}