{
  "address": "0x1b0fe206edffb1faf3213f9d9539e7414c4d0385",
  "type": "ERC721",
  "name": "The Machine Fingerprint by Godwits",
  "tokenCount": "200",
  "uri": "https://arweave.net/DMiWKo9uUietUHNJiIFs18dMA87JDBzuKz-DwTJgPew",
  "metadata": {
    "name": "The Machine Fingerprint 1",
    "created_by": "Godwits",
    "external_url": "https://godwits.com",
    "description": "Title: The Machine Fingerprint  \nArtist: Godwits  \nYear: 2023  \nSmart Contract By: Manifold  \nArtist Royalty: 10%  \n\n\"The Machine Fingerprint\" is an experimental collection of large-scale, AI-generated digital paintings that combines various artistic disciplines, from artificial intelligence, design, 3D modeling, and traditional fine art techniques. Godwits, an early adopter of this hybrid media explores the study of the human body and the intricate details of the body parts like fingers which have proven to be a significant challenge for AI algorithms with the current limitations of AI in recreating the human form.  \n\nThe details in the work are meticulously crafted to highlight the imperfections and idiosyncrasies that emerge as the algorithm attempts to recreate the intricate details of the human form. Each painting incorporates AI-generated representations of human body parts interwoven with traditional fine art techniques, such as oil painting on canvas as a medium. These pieces showcase the artist's collaboration of both digital and analog mediums, presenting the harmony between them and challenging the viewer's perception of what is \"real\" and \"artificial.\"  \n\nIt also invites the viewer to contemplate the broader implications of merging technology and art. As the line between the digital and physical worlds continues to unite, this artwork serves as a testament to the ever-evolving relationship between humans and machines, raising questions about identity, authenticity, and the very nature of artistic expression.  \n \n*This is a dynamic collection so anything can happen in the future.  \n\nLimited to personal non-commercial use and resale rights of NFT are granted.  \nAll other terms & rights are reserved to Abstract Art Labs LLC",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Godwits"
      }
    ],
    "image_details": {
      "bytes": 48323711,
      "format": "JPEG",
      "sha256": "5bf2c50e8bd4d944db54ed50c31ba41f2b2331b5dcca52fa3cd60d4735a61b0c",
      "width": 7000,
      "height": 3500
    },
    "image": "https://arweave.net/_5BoXapaFBWCusLetzX_dv3EEMTPkgyxeum0YDpUvWM",
    "image_url": "https://arweave.net/_5BoXapaFBWCusLetzX_dv3EEMTPkgyxeum0YDpUvWM"
  }
}