{
  "address": "0x1b221ed5b86172ab11b1f812defb8b245588bc3e",
  "type": "ERC721",
  "name": "BRC20 Cloak",
  "tokenCount": "62",
  "uri": "ipfs://bafybeiakqdnebdoqdofk5dpqylanyqsiia4y4qqyfmsvsxt2vdjdc772hi/1",
  "metadata": {
    "name": "BRC20 Cloak #982",
    "description": "BTC Cloak die and BRC20 Cloak rise.\n\n3333 BRC-20 CLOAK is here, own one of them to start your BTC journey,\n\nBTC Cloak was a successful project that with 300++ ETH volume in 24 hours. \n\nBRC-20 Cloak is the collection create by BTC Cloak Community Member. \n\nBTC Cloak delisted by Opensea because the ART IP issue. So the community member decide to create another new collection and continue the Ordinal BTC NFT plan added with BRC-20 airdrop.\n\nHow to Claim BRC-20 Cloak NFT?\nHolder that hold x amount of cloaks until snapshot will get a brc cloak pass airdrop, don't need to burn the eth chain cloak, you just need to hold, diamond hand will be rewarded. \n\nHow to Claim BRC-20 Cloak Token?\nJust need to hold 1 Cloak in ETH chain you will be eligible to claim BRC-20 Token.\n\nETH chain Cloak utility?\nOf course, the ETH chain Cloak will be our genesis collection, holders of eth chain cloak will be privilege to our future drop?\n\nWhen inscription and airdrop start ?\nAll of these process will be ready and done in a week time, no empty promise.\n\nMint the Cloak only if you agree:\n1. ETH chain cloak will be no traits because this will act like our mint qualification pass\n2. We are not related to previous BTC Cloak project, so don't ask us for compensation or responsibility for them\n3. Mint Fund and Royalties will use to pay the inscription gas, airdrop gas , team salary and btc chain developement fees.\n4. Discord and twitter will reveal after sold out, all btc wallet to receive airdrop will collect thru discord\n5. Don't mint if you expected mint and pump, we are aim to be one of notable collection in btc nft. \n\nLook forward you all to join the cloak family and community.",
    "image": "ipfs://bafkreicw7lxgs4yz7t3arq43j52iw6chf3prvacqfbfcgkgdsehraq7whi"
  }
}