{
  "address": "0x1bfbface1abeb906ec8d8c5dc2973c4a32a82301",
  "type": "ERC721",
  "name": "Melancholy refractory",
  "tokenCount": "1",
  "uri": "https://arweave.net/S9OUnz77VZmffVnT6ljyMXHVosyu_dbXtk3mmw5oJok",
  "metadata": {
    "name": "Zhao Sheng was very close",
    "created_by": "Under the teahouse",
    "description": "Therefore, although I had never seen the little maiden of the wood family, I thought that it was a vulgar, rude, and difficult to be elegant.\n\n\n\n\"If my cousin is not agreeable, I will speak for you, and make them voluntarily withdraw from the match. You'll make it up to them later, save their face. Won't everyone be happy then?\"\n\n\n\nZhao Sheng waved his hand and smiled bitterly: \"Wrong.\"\n\n\n\n\"What's wrong? Song Daojun looked at the tea recooked by the maid and changed the ingredients he liked.\n\n\n\nTo tell the truth, if it were not his cousin, he would not have taken the trouble.\n\n\n\nIf other people give him some money, get a promotion, and retire the marriage. Looking around Chang 'an, there are few people who dare to challenge him.\n\n\n\nBut his cousin was too much of a scruple, and would have it both ways.\n\n\n\nSometimes, Song daojun had to wonder why his cousin was so naive because he was stupid in reading books.\n\n\n\nZhao Sheng said, \"Fang Yan and I have been engaged since childhood. Although the engagement was made by my grandfather, we have known each other since childhood. She stayed with her father in Pingzhou all these years, but we wrote to each other.\"\n\n\n\n\"So you have feelings for her?\"\n\n\n\nSong Daojun does not know much about love between men and women, although there is no lack of young women around him, but he has never experienced the beauty of love that people say.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Under the teahouse"
      }
    ],
    "image_details": {
      "bytes": 9201,
      "format": "JPEG",
      "sha256": "b1db7453b02a43e84b9e29e1ee76bb6c381554fbd40c59a7e4103d716376b047",
      "width": 298,
      "height": 169
    },
    "image": "https://arweave.net/SvvKH--GMfHEJNfpLP8YbiF43AlfxOm72d6Cooum2tI",
    "image_url": "https://arweave.net/SvvKH--GMfHEJNfpLP8YbiF43AlfxOm72d6Cooum2tI"
  }
}