{
  "address": "0x1b6f521125c7a7ca57b91804134ec32cbbbfa09c",
  "type": "ERC721",
  "name": "MyLittlePuggy",
  "tokenCount": "7",
  "uri": "ipfs://QmVVTDeML7JcbpzeuGGdjismfuhMvGzYHtGVQ5snpiRHFQ/1.json",
  "metadata": {
    "dna": "7aed3e521719905ab2d2e3964b92e1424ed5266e",
    "name": "Puggy#1",
    "description": "Puggy is a dog from a collection of 5000 unique pugs that lives on the blockchain and travels in the metaverse with your collaboration. Each puggy must be adopted with ethereum to give them all the components to move into your virtual family and own a pug…digitally. Puggy is socially active, he loves to play and travel so that's why we have created a Discord where you will meet Puggy owners from all over the world. Exchanges in dog parks are often very interesting!! Your contribution by raising a puggy will give you a playful social experience while leading you to contribute to the care of abandoned dogs and the financing of charities. To achieve these noble goals, 50% of the contributions you invest in your Puggy will be used to improve the animal world. The other 50% of the contributions will be invested in the development of the Puggy community and in the financing of charities.Indeed, the more Puggy there will be traveling around the world, the more the community will expand to the four corners of the planet the more Puggy will help his different causes.",
    "image": "ipfs://Qme36PDGYp9vMLDNBQa8dbABwXuaNkCYo19p7jsZjCQYyV/1.png",
    "edition": 1,
    "date": 1645371751953,
    "Studio": "KirMaq.Tech sold SPX licences to Puggy and partners.",
    "Creator": "PuggyCollection",
    "Artiste": "Caroline St-Onge",
    "Collection": "Puggy",
    "Country": "Canada",
    "attributes": [
      {
        "trait_type": "Sky",
        "value": "Rainbow Sky"
      },
      {
        "trait_type": "Puggy",
        "value": "Original Puggy"
      },
      {
        "trait_type": "Balloon",
        "value": "Yellow Balloon"
      },
      {
        "trait_type": "Textures",
        "value": "Smile Texture"
      },
      {
        "trait_type": "Birds",
        "value": "Yellow Birds"
      },
      {
        "trait_type": "Sky Object",
        "value": "Eagle"
      }
    ],
    "compiler": "HashLips Art Engine"
  }
}