{
  "address": "0x1bbc9e664881a6f05b7f3e517bc2422ad22876ce",
  "type": "ERC721",
  "name": "Memories for a Metaverse",
  "tokenCount": "5",
  "uri": "https://arweave.net/bNY95g7DOgersdEhmiMKkMdg1JvuqdYKiBRwN2sgqbg",
  "metadata": {
    "name": "31.807955220101064, 35.30629301460429",
    "created_by": "Patricia Infinity",
    "external_url": "https://inthisland.org/",
    "description": "31.807955220101064, 35.30629301460429  \nare the coordinates of a dissipating landscape.\n\n‘Memories for a Metaverse’ was created as a cultural repository for the future: to address the glaring gap between the new frontier of the metaverse, and the marginalized communities that inhabit our Earth, which we have gradually left behind physically, technologically, and hence virtually. \n\nThe project seeks to digitize landscapes that are shrinking and a culture that is disappearing in real time: re-creating spaces, artifacts and stories of a community's past and future, and bringing them into the metaverse. This image was produced through a combination of photogrammetry, 3d modeling, and AI processes to imagine what the memory of a disappearing landscape may look like.  \n\nWith the proceeds from the sales, we are building a poetic XR universe to bring memories of lost histories and spaces into the metaverse: imagining and re-occupying burgeoning virtual real estate lands with the fragments of lost cultures, histories, and spaces rescued from our recent past. Owners of this NFT collection will be included in the film credits, and will be eligible to attend events associated with the film’s premiere.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Patricia Infinity"
      },
      {
        "trait_type": "Village",
        "value": "Kasarat"
      },
      {
        "trait_type": "Coordinates",
        "value": "31.807955220101064, 35.30629301460429"
      },
      {
        "trait_type": "Edition",
        "value": "1 of 1"
      },
      {
        "trait_type": "Threats",
        "value": "Industrialization, Military Occupation"
      }
    ],
    "image_details": {
      "bytes": 1151028,
      "format": "JPEG",
      "sha256": "0191c4b5d3e87a1a5566f8e85aad30a96cf4d24fbb2af33276813184505cfeb4",
      "width": 2500,
      "height": 1111
    },
    "image": "https://arweave.net/SL94KCj36V7j8KfEuDR-7mbvMe_XvKvVj-opArmKOHE",
    "image_url": "https://arweave.net/SL94KCj36V7j8KfEuDR-7mbvMe_XvKvVj-opArmKOHE"
  }
}