{
  "address": "0x1c60fd7c513978c3bed27c194f4b53a8060bc0e9",
  "type": "ERC721",
  "name": "Feelings of NYC",
  "tokenCount": "11",
  "uri": "https://arweave.net/ls6o6Mu3e4GUfjolR_9NpUeIG_pg_oNAEqLLR31DQC0",
  "metadata": {
    "name": "Setting sail",
    "created_by": "michaelboegl",
    "description": "The Feelings of NYC – Between living and dreaming, there’s New York\n\nA collaborative project with the Artverse!\n\nOur story starts back in 2014 when my family and I visited New York for the first time. As a young kid from the German countryside, I hadn’t set eyes upon a cityscape too many times in my life, let alone a metropolis to the scale of New York City. When your first experience of a metropolis is NYC, it tends to stick with you, and nothing ever seems to come close. I remember walking up the stairs of a subway station in Lower Manhattan for the first time, while listening to „Empire State of Mind“ by Jay-Z & Alicia Keys. Just an hour before, I had been sitting on a runway in a plane, and now I was in the midst of one of the greatest cities on Earth! As I saw those skyscrapers towering above my head, the whole moment just overwhelmed me. Even though I had only been there for a few minutes and still had an entire trip to look forward to, I decided immediately that I needed to return again one day. \n\nNYC has always been my muse, and now it is the subject of my most ambitious project yet. With this collection, I intend to share my personal emotions and impressions of the city that never sleeps. All photographs have been taken with the Sony A7R III in combination with my favourite 35mm 1.4f lens, plus a pro-mist filter to create a unique and cohesive look.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Michael Boegl"
      },
      {
        "trait_type": "Camera",
        "value": "Sony A7R III "
      },
      {
        "trait_type": "Lens",
        "value": "Sony FE 35 mm F1.4 GM"
      },
      {
        "trait_type": "Year",
        "value": "2022"
      }
    ],
    "image_details": {
      "bytes": 20724859,
      "format": "JPEG",
      "sha256": "ba6d1661ec52d58c86053e62a90080021c2b58d9bd584a5a6babaf724af646b8",
      "width": 5198,
      "height": 6498
    },
    "image": "https://arweave.net/PU8Iv2A3t9ENKu4pmbaL_aGUptejXAnfjqjOK47345w",
    "image_url": "https://arweave.net/PU8Iv2A3t9ENKu4pmbaL_aGUptejXAnfjqjOK47345w"
  }
}