{
  "address": "0x1c347c8af4ad73411cec7d05c2ea1a17b4597e76",
  "type": "ERC721",
  "name": "Mattereum Fine Art and Antiquities Collection",
  "tokenCount": "13",
  "uri": "ipfs://QmPrcFrHs3XSVDP6QeuxusYkb1JXieUqd9E4yxFt1ykbmE/meta/nft/erc721/nft.json",
  "metadata": {
    "name": "Tibetan Gilt Bronze Figurine of Acala",
    "description": "A Tibetan figurine in gilt bronze of the Vajrayana Buddhist deity Acala.\n\nThis figurine is a depiction of the Buddhist wrathful deity Acala.\n\nMade of gilt bronze, the figure holds a flaming sword in his right hand and a lasso in his left. Both of these objects are separate from the main figure and are inserted into the grip of each hand. Both the main body of Acala and the flaming aura behind him are affixed to the base, the former permanently with pins and the latter with tabs inserted into slots at the rear which allow it to be continually removed and replaced.\n\nThe figurine is variably patinated all over with the gilding worn away in places. Both the sword and lasso are loose in the figure’s grip but not to the point of being in danger of coming loose. The main body of the figure is also loose where it is attached to the base, but is more stable when the flaming aura is in place. The underside of the base is also partially pushed inwards and loose.\n\nMATTEREUM ASSET PASSPORT DETAILS\n\nThis [Real World Asset NFT](https://rwanft.io/) (this \"NFT\") represents a particular asset (the \"Asset\") and is linked to the Asset's corresponding unique [Mattereum Asset Passport](https://passport.mattereum.com/mtrm.tg.acala.1819c.m034) (the \"Passport\" - follow the link for further detail).\n\nThe Passport sets out the following warranties about the Asset:\n\nAsset Identity: A description of the asset.\n\nNFT Pairing: Details of this asset's corresponding NFT.\n\nVault fees are pre-paid on this asset for 12 months from the time this NFT was issued. Subsequent vault fees are the sole responsibility of the asset owner.\n\nIn holding and dealing this NFT you accept the following [Terms and Conditions](https://mattereum.com/terms-conditions/) (all together, the \"Terms\"). The Terms may be amended from time to time, and in dealing with this NFT you are deemed to have accepted any such amendments. You are also deemed to have accepted any amendments made in accordance with the provisions of the relevant Terms.",
    "external_url": "https://passport.mattereum.com/mtrm.tg.acala.1819c.m034",
    "image": "ipfs://QmT8VEFs9r25c8n1U46xH6k9gUj1e1xht8Ko6qPWyfaSSz",
    "attributes": [
      {
        "trait_type": "Unique Mattereum ID",
        "value": "mtrm.tg.acala.1819c.m034"
      },
      {
        "trait_type": "Producer",
        "value": ", Tibet"
      },
      {
        "trait_type": "Materials Techniques",
        "value": "Gilt bronze"
      },
      {
        "trait_type": "Measurements",
        "value": "Height: 17.5cm\n\nWidth: 16.5cm\n\nDepth: 7.6cm\n\nWeight: 1300g"
      }
    ]
  }
}