{
  "address": "0x1c49ed56da6be87b804bc1b8b817a259aa3132ed",
  "type": "ERC721",
  "name": "99 Originals",
  "tokenCount": "99",
  "uri": "ipfs://QmPDdf95eR5TU7Gc6b7ZYEnFqWTgqn57H9m5dHJYpkEemC",
  "metadata": {
    "name": "#1 ORIGINAL_ONE",
    "description": "Digital art pioneer, Mike Winkelmann (most famously known as “Beeple”), stands in front of his most ambitious piece to date - HUMAN_ONE - at Christie’s Auction House in NYC. The installation sold for $28.9M just days later.\n\n##Collaborators:\n[Beeple](https://www.instagram.com/beeple_crap/channel/?hl=en)\n\n\n##Location:\nNew York, New York\n\n##Perks:\n1. 100% of proceeds donated to Ukraine War relief effort.    \n  \n2. 1/99 Membership & Voting Right in Originals DAO.   \n\n##Terms:\n#1 ORIGINAL_ONE NFT Holder Agreement\n\nThis NFT Holder Agreement (the “Agreement”), dated April 1, 2022, is entered into by and between Logan Paul Promotions LLC, located at 1064 Ponce de Leon, Suite 507, San Juan, Puerto Rico 00907 (“LPP”), and the party who came into possession of the ORIGINAL_ONE NFT (i.e., NFT #1 from that certain “99 Originals” NFT collection created by Logan Paul) through a valid use case (“Holder”).  As used in this Agreement, “Party” means either LPP or Holder, as appropriate, and “Parties” means LPP and Holder.  The Parties agree that the following terms and conditions shall apply to the activities to be performed by LPP under this Agreement in consideration of certain activities to be performed by Holder.\n\t1.\tBACKGROUND AND OBJECTIVES             \n\t1.\tThis Agreement is being made and entered into with reference to the following:               \n\t1.\tLPP intends to perform activities to structure a decentralized autonomous organization devoted to the possibility of:  (i) celebrating the human experience; and (ii) introducing heralded and unprecedented web3 experiences (hereinafter, the “LPP DAO”).             \n\t2.\tHolder desires to experience some or all of the use cases of the LPP DAO (e.g., consumption of news, content, music, products and services; attendance of community events; creation of news, content, music, products and services; creation of community events; evaluation of news, content, music, products, services and community events; voting as to trustworthiness, accuracy, reliability, quality and appeal of content, music, products, services and community events; creation of contests, creation of virtual events; gift cards; rewards; vouchers; performing and/or receiving professional services; devotion of meaningful, substantial and measurable efforts to sustain and improve the LPP DAO and to bring about financial gain for the LPP community; and participating meaningfully in the governance of the LPP DAO and having a voice in its future direction).             \n\t2.\tLPP and Holder have implicitly agreed upon the following specific goals and objectives for this Agreement.             \n\t1.\tFinancial success of LPP and the LPP DAO.             \n\t2.\tFavorable opinion of LPP and the LPP DAO by its audiences.             \n\t3.\tCritical acclaim for and laudatory recognition of LPP and the LPP DAO.             \n\t3.\tConstruction.             \nThe provisions of this Section 1 of the Agreement are intended to be a general introduction to this Agreement and are not intended to expand the scope of the Parties’ obligations under this Agreement or to alter the plain meaning of the terms and conditions of this Agreement.  However, to the extent the terms and conditions of this Agreement do not address a particular circumstance or are otherwise unclear or ambiguous, such terms and conditions are to be interpreted and construed so far as to give the fullest effect and meaning to the provisions in this Section 1.\n\t2.\tLPP RESPONSIBILITIES             \n\t1.\tCommunity Management.             \nLPP shall perform the following activities with respect to community management of the LPP DAO:\n\t1.\tPopulate the LPP DAO feed with regular and ongoing communication, updates and notifications as to the progress of the LPP tokenized community.             \n\t2.\tRespond to good faith inquiries, communications and correspondences from the community.              \n\t2.\tThought Leadership.             \nLPP shall perform the following activities with respect to thought leadership of the LPP DAO:\n\t1.\tIdentify, select and propose key improvements to the LPP DAO.             \n\t2.\tIdentify, select and propose key improvements to the consensus algorithm.             \n\t3.\tIdentify, select and propose key improvements to the supply of digital assets native to the LPP DAO (e.g., Cantillon Effect, engagement mining, devotional mining).             \n\t3.\tUtility.             \n\t1.\tLPP shall transfer one hundred percent (100%) of the proceeds received from the purchase of the ORIGINAL_ONE NFT by the primary purchaser of the ORIGINAL_ONE NFT (i.e., the first party to purchase the ORIGINAL_ONE NFT from LPP in the first sale of the ORIGINAL_ONE NFT) to a philanthropy devoted to a cause relating to the Ukraine War relief effort.  LPP shall transfer such amount to the associated philanthropy promptly after the first sale of the ORIGINAL_ONE NFT.               \n\t2.\tThe primary purchaser described in the foregoing Section 2.3.1 shall be vested with a 1/99 (.0101%) membership status and voting right in that certain DAO known as the “Originals DAO” promptly after the associated sale and purchase has been completed.             \n\t3.\tFor the sake of clarity, LPP shall not be obligated to perform the duties, responsibilities and obligations set forth in this Section 2.3, and the utility set forth in this Section 2.3 shall not be effective, except with respect to the first party to purchase the ORIGINAL_ONE NFT from LPP in the first sale of the ORIGINAL_ONE NFT.             \n\t3.\tTERM             \nThe term of this Agreement shall begin when Holder comes into possession of the ORIGINAL_ONE NFT through a valid use case and shall expire on the earlier of:  (i) the release of possession of the ORIGINAL_ONE NFT by Holder; (ii) the burning, expiration, redemption or termination of the ORIGINAL_ONE NFT; or (iii) the completion of all of LPP’s duties, responsibilities and obligations set forth in this Agreement unless terminated earlier or extended in accordance with this Agreement (the “Term”).\n\t4.\tHOLDER FINANCIAL GAIN             \n\t1.\tWhen the LPP DAO is implemented, LPP and the LPP DAO community may choose to activate additional features, properties and capabilities in the digital assets (NFTs, fungible tokens, governance tokens, airdropped tokens, etc.) associated with the LPP DAO.               \n\t2.\tIn such a circumstance, and notwithstanding anything set forth elsewhere in this Agreement, Holder shall not receive amounts or experience financial gain from, associated with or in relation to LPP and the LPP DAO (e.g., FengFu), nor shall Holder be eligible, have the power or right to sell, transfer or exchange any NFTs, unless Holder has contributed, devoted and taken action to put measurable, meaningful and substantive effort into the sustainment and improvement of the LPP DAO and the LPP DAO’s operations and/or financial gain through efforts that include a minimum number of use cases, as measured by the smart contracts that govern the LPP DAO.               \n\t3.\tStated otherwise, in the circumstance set forth in Section 4.1, above, Holder shall not experience financial gain from, associated with or in relation to LPP or the LPP DAO solely off of, due to or arising from the efforts of the LPP DAO nor the efforts of specifically identifiable second or third parties whether or not such parties are associated with this Agreement.              \n\n\n\t5.\tFORCE MAJEURE             \n\t1.\tSuspension.             \nIf, by reason of fire, earthquake, labor dispute or strike, war, threat to public safety, pandemic, act of God or public enemy, any municipal ordinance, any state or federal law, governmental order or regulation or other cause beyond LPP’s reasonable control that would excuse LPP’s performance as a matter of law, LPP is prevented from or hampered in the operation of the LPP DAO, or if, by reason of any of the aforesaid contingencies or any other cause or occurrence not within LPP’s reasonable control, including but not limited to the death, illness or incapability of any principal member, the preparation or production of any operations associated with the LPP DAO is interrupted or delayed and/or, if LPP’s normal business operations are interrupted or otherwise interfered with by virtue of any disruptive events that are beyond LPP’s reasonable control (the “LPP Disability”), then LPP may postpone the commencement of or suspend the activities set forth in this Agreement and the running of time hereunder for such time as LPP Disability continues.  Such suspension shall end upon the cessation of the cause thereof and LPP shall resume performance of the activities set forth in this Agreement. \n\t2.\tTermination.              \nIf the LPP Disability continues for a period greater than ten (10) days, then Holder shall have the right to terminate Holder’s engagement and association with the LPP DAO.  \n\t6.\tLPP INCAPACITY             \nIf, by reason of mental or physical disability, illness, injury or other incapacitating condition a result of which LPP is unable to perform, with reasonable accommodation, the activities required to be performed under this Agreement or LPP is unable to comply with any of the terms or conditions herein (“LPP Incapacity”) for a consecutive period in excess of two (2) days or an aggregate period in excess of ten (10) days, then Holder shall have the right to terminate Holder’s engagement and association with the LPP DAO.  \n\t7.\tLPP DEFAULT             \nIf LPP fails or refuses to perform or comply with any of the terms or conditions hereof (other than by reason of LPP Incapacity) (“LPP Default”), then Holder shall have the right to terminate Holder’s engagement and association with the LPP DAO.  LPP Default shall not include any failure by or refusal of LPP to perform or comply with the material terms of this Agreement due to a breach or action by Holder that makes the performance by LPP of its responsibilities impossible.  Prior to termination of this Agreement by Holder based upon LPP Default, Holder shall notify LPP specifying the nature of the LPP Default in question and LPP shall have a period of five (5) business days to cure the LPP Default in question.  If a LPP Default is not cured within this period, then Holder shall have the right to terminate Holder’s engagement and association with the LPP DAO.\n\t8.\tREMEDIES             \nAll remedies accorded herein or otherwise available to either Holder or LPP shall be cumulative, and no one such remedy shall be exclusive of any other.  Without waiving any rights or remedies under this Agreement or otherwise, Holder may from time to time recover, by action, any damages arising out of any breach of notice to LPP.  The pursuit by either Holder or LPP of any remedy under this Agreement or otherwise shall not be deemed to waive any other or different remedy that may be available under this Agreement or otherwise, either at law or in equity. \n\t9.\tMISCELLANEOUS.             \n\t1.\tCumulative Rights and Remedies.             \nAll rights, remedies, licenses, undertakings, obligations, covenants, privileges and other property granted herein shall be cumulative, and LPP may exercise or use any of them separately or in conjunction with any one or more of the others. \n\t2.\tWaiver.             \nA delay or omission by either Party to exercise any right or power under this Agreement shall not be construed to be a waiver thereof.  A waiver by either Party of any term or condition of this Agreement in any instance shall not be deemed or construed to be a waiver of such term or condition for the future, or any subsequent breach thereof. \n\t3.\tSeverability.             \nIf any provision of this Agreement as applied to either Party or any circumstances is adjudged by a court to be void and unenforceable, such shall in no way affect any other provision of this Agreement, the application of such provision in any other circumstance or the validity or enforceability of this Agreement. \n\t4.\tGoverning Law.             \nThis Agreement shall be construed in accordance with the laws of the State of Wyoming.\n\t5.\tCompliance with the Law.             \nIn performing its obligations under this Agreement, LPP shall comply with all applicable federal, state and local laws, rules and regulations.\n\t6.\tCaptions and Headings.             \nCaptions and headings are inserted for reference and convenience only and in no way define, limit or describe the scope of this Agreement or intent of any provision. \n\t7.\tNo Disparaging Remarks.             \nNeither Party shall make any disparaging remarks about the other Party or the LPP DAO.  This provision shall survive termination or expiration of this Agreement.\n\t8.\tEntire Agreement.             \nThis Agreement contains the entire understanding of the Parties relating to the subject matter contained herein.  This Agreement may not be modified or amended except by a written agreement signed by an authorized representative of each Party.",
    "image": "ipfs://QmV6qwgaXKfh1ynazLpEpJEkrecSPXgLKWyxTyV1WTRGfD",
    "attributes": [
      {
        "trait_type": "Frame",
        "value": "White"
      },
      {
        "trait_type": "Font",
        "value": "Caps"
      },
      {
        "trait_type": "Style",
        "value": "Thin White Marker"
      },
      {
        "trait_type": "Title Strip",
        "value": "Black Masking"
      }
    ]
  }
}