{
  "address": "0x1cc9c0352182899c740febf1a84fc7127634b8e4",
  "type": "ERC721",
  "name": "Compend-AI",
  "tokenCount": "20",
  "uri": "https://ipfs.pixura.io/ipfs/QmQTxWEc1YAXEgisqVtV1k1YRnSsfUqmnKapTtki5FQ74f/metadata.json",
  "metadata": {
    "name": "{Compend-AI- X} 2022 #4",
    "createdBy": "agoria",
    "yearCreated": "2022",
    "description": "I look for the immanence of the living into the code, especially in the {Compend-AI} series. The difficult part was to capture a human generative process that couldn’t be questioned. For a year I traveled capturing human gesture repetitions, in order to build my own precise database. It has been a long and exciting walk where the poster maker appears as evidence. I followed them a lot and I captured all remnants on the walls everywhere in the world, my DJ tour helped a lot here! It’s one of the most incredible human generative processes. First, it questions the culture we are constantly sold, close to Jacques Villegle or Raymond Heins works. Second, the remnants on the walls are the perfect results of the equation. The perfect iterations of our Biological Generative life.\n\nOnce I've built the most personal dataset, the second part was to look for patterns or similarities with the Living. My friend Johan Lescure has then been essential here. We tricked the algorithms to reveal what the eye couldn't see inside those data materials. Insanely, we are revealing forms and patterns really close to the living.\n\nIn collaboration with Johan Lescure\n\nCollector will receive a higher resolution of the film.",
    "image": "https://ipfs.pixura.io/ipfs/QmZVH1DbBJAyc9wdQiwMpGKcYXf67VLkiuLakvSwpA9Xv9/ezgif.com-gif-maker3.gif",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmZ7EkuSpKXcwNRkEprJC5agJbigMkiLc33BbFqmGRzGFq/Compend-ai-x20226SRMINT.m4v",
      "dimensions": "960x960",
      "size": "48647943",
      "mimeType": "video/mp4"
    },
    "tags": [
      "agoria",
      "ai",
      "compendai",
      "hybrid",
      "biogenart",
      "biological"
    ]
  }
}