{
  "address": "0x1c0182c7fa56ac9b8a95fe77691cbdba78ac4f93",
  "type": "ERC721",
  "name": "AVATA V3",
  "tokenCount": "32",
  "uri": "https://arweave.net/_IwDvIyqYAQAzaK90-eMl6UM8L56wT48NGUkvxA72rg/1",
  "metadata": {
    "name": "AVATA Membership Coin #1/500",
    "created_by": "AVATA",
    "external_url": "AVATA.DIGITAL",
    "description": "Welcome to the AVATA Community, our first official mint and membership token for our global network of designers, directors, creators, and visionaries. The token acts as a digital gift from us to you, to celebrate your place in our community and helping us shape the AVATA brand.\n\nEstablished in 02/2022 AVATA is a digital lifestyle collective. Over the past year we have worked with over a hundred artists, produced our own exhibitions and events and have collaborated with brands to create campaigns that celebrate digital art and contemproary culture.\n\nThe future is bright at AVATA and your Membership Coin grants you access to what we do. Holding a AVATA Membership Coin is a way for us to stay connected and bring you into the brand story while granting you token gated access to our projects, events and collections.\n\nThe AVATA Membership Coin features the official AV rubber ducky, for us it is a universal symbol of joy in its purest form.\n\nAVATA Membership Holders will receive:  \n• Updates via our newsletters on future events and projects.  \n• First access to our digital and physical collections from our fashion, art & homeware range.  \n• Discounted tickets to our curated art events and exhibitions.  \n• Special updates, artist interviews and membership news from AVATA.\n\nWe hope you join us.",
    "animation_details": {
      "bytes": 7255522,
      "format": "MP4",
      "duration": 6,
      "sha256": "4eb8d93d40fd6210d4fd54508a7d512bc034257bb3dd54221a3208982e49f9ae",
      "width": 2000,
      "height": 2000,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/-kAe5xqUm2BtgZTGFnlBt7kzQx7AI08R1I4FXG0vATw",
    "animation_url": "https://arweave.net/-kAe5xqUm2BtgZTGFnlBt7kzQx7AI08R1I4FXG0vATw",
    "image_details": {
      "bytes": 542550,
      "format": "PNG",
      "sha256": "42f1b211cc8b3ee1fba963d26e2c10898279294c98922c714889726f5aac71d2",
      "width": 878,
      "height": 868
    },
    "image": "https://arweave.net/NI4i--jQ7BM3jiIY8sAjKXk7c8NKOetA4SsaCj4ZooM",
    "image_url": "https://arweave.net/NI4i--jQ7BM3jiIY8sAjKXk7c8NKOetA4SsaCj4ZooM"
  }
}