{
  "address": "0x1c9ac5b276096a9db2adc535cf6294b0fd1a3351",
  "type": "ERC721",
  "name": "Nvak Collective - Rosa Linn “Hallelujah” R3hab Remix",
  "tokenCount": "100",
  "uri": "ar://CJzOzgZ0a8GfahuawbZhh39XAq2-fQiIFvuio13vW4A/1",
  "metadata": {
    "animation_url": "ar://ZXBQESXo3h4WygapjDhnYfFelJWkscbHVG37NSteEOw",
    "artist": "Nvak Collective",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://uBlUoJFrh9_zLuu6DCUlxhxw2j-GoEuWVTT1U2sXgz4",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Rosa Linn “Hallelujah” R3hab Remix",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "Nvak Collective is a next-generation record label and artist advocacy collective that fully embraces web3 to uplift creators. Our mission is to build a more equitable, profitable, and diverse music industry that puts the underrepresented first, recognizing that the current system is in need of major disruption. Our small team has already discovered talent from remote regions around the globe and launched them to billions of streams and hundreds of thousands of fans, all while providing artist-friendly deals and artist care. \n\nWith a focus on signing and developing women, non-binary, and LGBTQ+ artists from emerging markets, we see web3 as a tool to better help these creators tell their stories, earn new revenue streams, and connect with their biggest fans. Since June of 2022, we’ve worked hard to bring rising artists such as Annika Rose into the web3 space, and will continue to bridge the gap in web3 education and onboarding for artists seeking to take the leap.\n\nRosa Linn began her journey with Nvak Collective back in 2018 when she was discovered by Nvak’s local A&Rs at a small music festival in Dilijan, Armenia. She became the first artist signed to Nvak Collective in 2020, and has since surpassed over 1 billion streams and will be opening up tours for Ed Sheeran, Young the Giant & Milky Chance this summer 2023.\n\nRosa’s latest single “Hallelujah” puts her powerful vocals on full display as an ode to the life-changing year she has experienced since competing at Eurovision for Armenia and signing a major label deal. She says, “This past year, my life has changed so much. It can be hard to put into words how grateful I feel, but I hope this song helps you understand.” This “Hallelujah” R3hab Remix offers a dancier twist to the already uplifting track, and we’re excited for it to be the first of many curated drops from Nvak Collective. Play it loud. ",
    "duration": 161,
    "external_url": "https://www.sound.xyz/nvakcollective/rosa-linn-hallelujah-r3hab-remix",
    "genre": "Dance & EDM",
    "image": "ar://uBlUoJFrh9_zLuu6DCUlxhxw2j-GoEuWVTT1U2sXgz4",
    "isrc": null,
    "key": null,
    "license": null,
    "locationCreated": "us",
    "losslessAudio": "ar://ZXBQESXo3h4WygapjDhnYfFelJWkscbHVG37NSteEOw",
    "lyrics": null,
    "mimeType": "audio/mpeg",
    "nftSerialNumber": 1,
    "name": "Rosa Linn “Hallelujah” R3hab Remix #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Rosa Linn “Hallelujah” R3hab Remix",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}