{
  "address": "0x1cf3aaa1309802e11cab9d1a22f5996c243504b6",
  "type": "ERC721",
  "name": "Rorschach's",
  "tokenCount": "372",
  "uri": "https://arweave.net/LgPqg_grwMvu2WfNjimYbt_1AL3o8QOMrqvA1xg3z8A",
  "metadata": {
    "name": "Rorschach #1",
    "created_by": "Nilus Dantes",
    "description": "Rorschach #1\n\nCreated By Nilus J. Dantes\n\nRorschach's is a collection of Abstract photography that uses tenants of the Psychological Ink Blot test as part of its foundation & are derived from various photos within my Photography portfolio. Each Photograph is designed to invoke subjective imagery based on the perception, imagination and psychological perspective of each individual holder.\n\nThe intent behind Rorschach's is to challenge the notion that Art and collectables within the NFT space & beyond require a complex story or a deeply nuanced narrative in order to have value. Instead every Rorschach allows for each individual viewing it to form their own story, meaning and emotional connection with it. Like a great deal of Art this allows for potentially endless possibilities but on a larger and more distinctive scale.\n\nRorschach's are photographs but more than that they're photos that are morphed, mirrored and transformed into unique 1/1 piece's of abstract photography. Each Rorschach is determined by the elements held within the original photo which are derived from an infinite number of traits from water, bone, skin, light, shadow, people & more.\n\nRorschach's are minted on their own ERC-721 Smart contract through Manifold.\n\nCreative Licensing Rights for this NFT.\n\nBy purchasing or holding any NFT from the Rorschach's Collection, the buyer agrees to the following terms:\n\nThe Creator of each NFT in this Collection grants the Holder a non-exclusive, non-transferable, worldwide license to use, reproduce, distribute, display, perform, and create derivative works of the NFT for Holder's own personal or commercial use for as long as the NFT is held by the Holder.\n\nOwnership. The Creator of each NFT in the Collection retains all rights, title, and interest in and to the NFT, including without limitation all intellectual property rights.\n\nAttribution. Holder may choose to credit the Creator of the NFT as the original creator if they deem it appropriate, credit is not mandatory but is appreciated in accordance with customary practices.\n\nTermination. This license shall terminate automatically upon the transfer or sale of the NFT by the Holder. Any previous commercial and creative use of the NFT that was utilized while the NFT was held remains active after the license terminates but future commercial and creative endeavors are to be ceased immediately. Example, If the NFT was used in a commercial Art project while held but the NFT was sold after the fact, the license remains valid for that project as it was created during the time of the held NFT.\n\nEntire Agreement. This Agreement constitutes the entire agreement between the parties and supersedes all prior negotiations, understandings, and agreements between the parties.\n\nBy purchasing any NFT from this Collection, Holder acknowledges and agrees to the terms and conditions of this Agreement.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Nilus Dantes"
      },
      {
        "trait_type": "Photography",
        "value": "Digital"
      },
      {
        "trait_type": "Phase",
        "value": "One"
      },
      {
        "trait_type": "Background",
        "value": "Black"
      },
      {
        "trait_type": "Rorschach Type",
        "value": "Core"
      },
      {
        "trait_type": "Style",
        "value": "Black & White"
      }
    ],
    "image_details": {
      "bytes": 11094908,
      "format": "JPEG",
      "sha256": "810dddee64d6ed9e87826056df057355f79e269b4ef0a578d26e2c42cf587804",
      "width": 5551,
      "height": 3701
    },
    "image": "https://arweave.net/QcG4lyZ2tMRyXZ0dM3odxcGwhHCZ224pA8srbAWxyfQ",
    "image_url": "https://arweave.net/QcG4lyZ2tMRyXZ0dM3odxcGwhHCZ224pA8srbAWxyfQ"
  }
}