{
  "address": "0x1d5840070c397725dc0dc7a0633c0392a8874b83",
  "type": "ERC1155",
  "name": "APED2",
  "tokenCount": "1",
  "uri": "https://arweave.net/vuLaIjlkOIbBnXRqB-z4ZSQGEdCn3ho8j8fTwNrlS9w",
  "metadata": {
    "name": "APED Custom",
    "created_by": "cLos787",
    "external_url": "https://apedpfp.xyz",
    "description": "APED Custom Token is a revolutionary new token that offers a unique opportunity to own a one-of-a-kind APED PFP NFT. With this token, you have the power to order a custom-designed APED from the talented artist, @clos787. This means that you can finally have your own personalized APED, tailored to your individual style and preferences.\n\nUnlike other NFTs that are mass-produced and lack uniqueness, the APED Custom Token offers exclusivity and originality. Each APED PFP NFT created using this token is one of a kind, making it a true collector's item that is sure to appreciate in value over time.\n\n@clos787 is a skilled artist with a passion for creating stunning digital art. With years of experience and an eye for detail, they can bring your vision to life in the form of a custom APED. Whether you want a whimsical and colorful design or something more minimalist and sleek, @clos787 can make it happen.\n\nSo, if you're looking for a truly special NFT that stands out from the crowd, look no further than the APED Custom Token. With this token, you can own a unique piece of digital art that is sure to be the envy of all your friends and fellow collectors. Order your custom APED PFP NFT today and experience the magic of personalized crypto art like never before!",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "cLos787"
      },
      {
        "trait_type": "Type",
        "value": "Custom"
      },
      {
        "trait_type": "Batch",
        "value": "01"
      }
    ],
    "animation_details": {
      "bytes": 5298594,
      "format": "MOV",
      "duration": 12,
      "sha256": "45259c224bb228b7287d5bfbe767574dec918043c82babcd8920251856880cc8",
      "width": 1080,
      "height": 1080,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/Pe7ZPrlYvBCWwjpT7iQS5UCw2I62h92XZhye5fGABfQ",
    "animation_url": "https://arweave.net/Pe7ZPrlYvBCWwjpT7iQS5UCw2I62h92XZhye5fGABfQ",
    "image_details": {
      "bytes": 2160109,
      "format": "PNG",
      "sha256": "90c4aab4b61232efd92864a27d008d82515619e7b8429cbe0a1dd62d4bd75f17",
      "width": 2560,
      "height": 2560
    },
    "image": "https://arweave.net/3mWTHC-14tSwHe4STNAhszNMxLJs9PEUCTZoJ7he1Ss",
    "image_url": "https://arweave.net/3mWTHC-14tSwHe4STNAhszNMxLJs9PEUCTZoJ7he1Ss"
  }
}