{
  "address": "0x1da094d827c728ff5d12c8d92b4dd71a183c3d6c",
  "type": "ERC721",
  "name": "Dan Holdsworth",
  "tokenCount": "13",
  "uri": "https://arweave.net/NwfjI8_hCKaYKDcyZueQ0_wTTzRPvN5piloEGbLLvyA/1.json",
  "metadata": {
    "name": "Argentiere Glacier 03, Acceleration Structures series 2018-2022",
    "image": "https://arweave.net/R0Aw6RoQxm1Wf3mY1HINquBvPVPzKrI0nxYTl0gaJ-0/thumbnail.gif",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Dan Holdsworth"
      },
      {
        "trait_type": "Edition Number",
        "value": "1"
      },
      {
        "trait_type": "Edition Size",
        "value": "12"
      },
      {
        "trait_type": "Series",
        "value": "Continuous Topography"
      },
      {
        "trait_type": "Production Year",
        "value": "2022"
      },
      {
        "trait_type": "File Format",
        "value": "MP4"
      }
    ],
    "description": "“Acceleration Structures” continues his project to reveal unseen parts of the world, through an innovative form of ‘cameraless photography’ called ‘photogrammetry’.\nDan Holdsworth’s “Acceleration Structures” allows us to see Europe’s most sublime landscapes in radically new ways. He reveals the structures of three Alpine glaciers that artists have attempted to capture for centuries, namely Argentière, Bossons, and Bionnassay.\nThese three-dimensional wireframe models are created through a combination of intense fieldwork where the artist documents every square foot of a particular area; and through a pioneering use of high-end software that correlates the measurements of each patch of land between them. From these measurements, the artist can create a model of the site in virtual space.\nHoldsworth asks how humans have shaped and will reshape the land with a forensic eye; and yet “Acceleration Structures” offers a kind of poetry of data that is completely unique to our time. This work is entirely of the twenty-first century; and yet remains rooted in the history of photographic explorations of our planet.\n“Of course, digital artefacts stay the same forever. I like the fact that an NFT is part of an interactive archive of the artworks in which collectors can participate more actively.” Dan Holdsworth\nBlockchain technology enables secure transfers while clearly tracing the provenance and ownership. Regarding Holdswoth`s approach I see great potential making use of this highly innovative form of representation of a work of art.\n\n\n\n[View High-Res Artwork on Arweave](https://arweave.net/R0Aw6RoQxm1Wf3mY1HINquBvPVPzKrI0nxYTl0gaJ-0/original.mp4)",
    "animation_url": "https://arweave.net/R0Aw6RoQxm1Wf3mY1HINquBvPVPzKrI0nxYTl0gaJ-0/compressed.mp4",
    "external_url": "https://www.elementum.art/en/artworks/argentiere-glacier-03-acceleration-structures-series-2018-2022-576/",
    "original_url": "https://arweave.net/R0Aw6RoQxm1Wf3mY1HINquBvPVPzKrI0nxYTl0gaJ-0/original.mp4"
  }
}