{
  "address": "0x1de619e5aaa8b217958e70e688280876fd887e89",
  "type": "ERC721",
  "name": "Scott Pilgrim vs. the World",
  "tokenCount": "964",
  "uri": "https://api.oncurio.com/collections/spvsw/1",
  "metadata": {
    "name": "Scott Pilgrim's Power of Love Sword #1 of 150",
    "external_url": "https://curionft.com/collections/spvsw/1",
    "description": "Scott earns this flaming sword after admitting his love for Ramona and brings it into battle with Gideon Graves.\r\n\r\nThis offer is for an NFT associated with the motion picture entitled Scott Pilgrim vs The World; it is not an offer to sell or license intellectual property rights in Scott Pilgrim vs The World itself.  We will, however, grant to the NFT’s owner a royalty-free license to use, copy, and display Scott Pilgrim’s Power of Love Sword solely for the owner’s personal non-commercial use, and as needed to resell the NFT.  That license does not include the right to modify Scott Pilgrim’s Power of Love Sword; use Scott Pilgrim’s Power of Love Sword to advertise, market or sell a product or service, or as a basis for a securities product; incorporate Scott Pilgrim’s Power of Love Sword in videos or other media; or create or sell merchandise that includes Scott Pilgrim’s Power of Love Sword.  The license may not be sublicensed or transferred, except that if the NFT is sold, the license will transfer to the new owner and the previous owner’s license will expire immediately upon the sale.\r\n\r\n© 2021 Universal City Studios LLC. All Rights Reserved.",
    "image": "ipfs://bafybeidq45ixxske7kkdiusnqbhmfr7bc7gvdyr2nbrtkt2vxpa3wxcsjy/spvsw/10th-anniversary/love-sword/love-sword.jpg",
    "animation_url": "ipfs://bafybeidq45ixxske7kkdiusnqbhmfr7bc7gvdyr2nbrtkt2vxpa3wxcsjy/spvsw/10th-anniversary/love-sword/love-sword.mp4",
    "attributes": [
      {
        "trait_type": "Brand",
        "value": "Scott Pilgrim vs. the World"
      },
      {
        "trait_type": "Collection",
        "value": "10th Anniversary"
      },
      {
        "trait_type": "Group",
        "value": "Scott Pilgrim's Power of Love Sword"
      },
      {
        "trait_type": "Set",
        "value": "Weapon"
      },
      {
        "trait_type": "Rarity",
        "value": "Legendary"
      },
      {
        "trait_type": "Quality",
        "value": null
      },
      {
        "trait_type": "Type",
        "value": "Artifact"
      },
      {
        "trait_type": "Category",
        "value": "Object"
      },
      {
        "trait_type": "Media",
        "value": "Video"
      }
    ]
  }
}