{
  "address": "0x1d91e35778ae463949fe57c81273f7d8671dd67a",
  "type": "ERC1155",
  "name": "Donations to Support a Turkish Family",
  "tokenCount": "1",
  "uri": "https://arweave.net/bmrVcOAeV8w65aiohegJfbpSgOUU5WFJGehswixgTp8",
  "metadata": {
    "name": "Donations to an Affected Family in Turkey",
    "created_by": "Z6M",
    "description": "February 6th, 2023 was a sad day for the whole world to see the tragic earthquake that has impacted Turkey and Syria and for me it was an even worst day as I lost someone I got to call a brother. Ramazan was a great man, from turkey who lived in turkey and the earthquake took his life too soon. I met him back in 2013 for the first time as he was our tour guide and personal chauffeur when the family and I were  visiting Turkey having over 10 different trips up to this date. He married a beautiful woman who has a physical disability  and know as she doesn't have her husband this makes her  life really hard to live along with the responsibility of taking care of the 3 children she had with Ramazan. Im going to be selling these nfts to raise as much as I can to do my part of stepping up to help my dear friends family that passed away. This isn't for resale value or non of that, its straight profit that will be sent to the wife directly in order to have her family safe and secured to the best of my capabilities in getting help from the nft space, Anyone from the real world, and some family and friends in real life that he has encountered with and would be more than happy to help. Mint will be .008 as the number eight was his favorite number reminding him of his favorite football player (who happens to also be mine) Steven Gerrard. Thank you for all sorts of donations and may god bless all your souls for supporting a good cause.",
    "image_details": {
      "bytes": 477175,
      "format": "PNG",
      "sha256": "2ff2ba3432c5d335a1eaf8a6aaab5e80f686cca7e3c2504f0c0df7dc7119b4e6",
      "width": 1024,
      "height": 1024
    },
    "image": "https://arweave.net/wbYj-m8OoL3iE2shlRrWqcpil2-2fmhQdLPbi12QlNI",
    "image_url": "https://arweave.net/wbYj-m8OoL3iE2shlRrWqcpil2-2fmhQdLPbi12QlNI"
  }
}