{
  "address": "0x1d755748738f076b74a596e085107fe74b05c1fe",
  "type": "ERC1155",
  "name": "EMPTY MEMORIES",
  "tokenCount": "1",
  "uri": "https://arweave.net/2triXcSCDqAKqNUxBflMRTsBOcgTKcPSS1k1LlHrMJo",
  "metadata": {
    "name": "Empty Memories",
    "created_by": "GEREN",
    "external_url": "https://geren.art",
    "description": "\"As the woman sat in her empty room, surrounded by the hollow frames hanging on the wall, she couldn't help but feel a deep sense of sadness and emptiness. She had lost so much in her life, and now all she was left with were Empty Memories. She had once believed that her life had purpose and meaning, but now she was not so sure.\n\nShe gazed out of the window, lost in thought as she tried to make sense of it all. The world outside seemed to carry on as usual, but for her everything had come to a standstill. She felt trapped, like a prisoner of her own thoughts and feelings.\n\nAs the sun began to set, the woman realized that she needed to find a way to move on. She knew that she couldn't stay in this empty room forever, surrounded by the ghosts of her past. She stood up and took a deep breath, determined to find a way to fill the emptiness inside of her and to create new memories to replace the ones that had been lost.\"\n\n** The art piece titled \"Empty Memories\" is likely to explore the themes of emptiness and hope. The title suggests that the piece may depict a sense of hollowness or loss, possibly through the use of color, composition, and symbolism. The piece could potentially depict a person or place that holds special meaning, but is now gone or no longer present in the same way. Through its visual elements, \"Empty Memories\" may seek to convey the passage of time and its effect on our memories and emotions.\n\nThe empty frames hanging on the wall could symbolize the fleeting nature of life and the way in which it can leave us feeling empty and unfulfilled. However, the piece may also depict a glimmer of hope, as the woman gazes out of the window with a sad but determined expression. Despite the emptiness she feels, she knows that she must find a way to move on and create new memories to fill the void.\n\nOverall, the art piece is likely to be a poignant and evocative exploration of the themes of emptiness and hope, as it depicts a person struggling to come to terms with loss and find meaning in their life.",
    "animation_details": {
      "bytes": 43935246,
      "format": "MP4",
      "duration": 44,
      "sha256": "a022ac00f65330486e7d9c1d2ae5b7d3ae1405da733b2fa87cf63cd1b6079ab2",
      "width": 2282,
      "height": 1080,
      "codecs": [
        "AFTERCODECS",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/0dePhJeeWJkvM30eC9z6XPF5LZZsg6-BMHur-bdqkaw",
    "animation_url": "https://arweave.net/0dePhJeeWJkvM30eC9z6XPF5LZZsg6-BMHur-bdqkaw",
    "image_details": {
      "bytes": 443846,
      "format": "JPEG",
      "sha256": "a191a1588598806fd7c09e7a2c1b29ab951c1816e4984443bfe6b622204cbf78",
      "width": 2283,
      "height": 1080
    },
    "image": "https://arweave.net/aVfDenlL20V0j5nXk715YMiDWL378v8UGn3JPvOuS2g",
    "image_url": "https://arweave.net/aVfDenlL20V0j5nXk715YMiDWL378v8UGn3JPvOuS2g"
  }
}