{
  "address": "0x1e65ad4fb60844925ed95dec8460d8de807b2bc4",
  "type": "ERC721",
  "name": "The Andy Warhol Physical NFT Collection",
  "tokenCount": "3",
  "uri": "ipfs://QmVLCEpcdpf4Hd1CNTzyJHFMT6Ppmftjjj58AU3SKKGeGK/meta/nft/erc721/nft.json",
  "metadata": {
    "name": "ETERNAL Passport",
    "description": "ETERNAL Passport includes 'Timmy's Trumpet', Timmy Trumpet's custom trumpet manufactured by Schagerl, Austria.\n\nUnique features of the trumpet include Timmy Trumpet’s signature logo, a Goldbrass leadpipe and bell, Yellowbrass inner slides, Nickelsilver outer slides and a sleek black lacquered finish with gold plated parts. There is deterioration around the mouthpiece receiver and handle from standard usage. Paint chips, scratches and scuffs are most visible on the black lacquered parts of the trumpet. The goldbrass bell is in good condition with minor scuffs and scratches on the rim/edge. \n\nMATTEREUM ASSET PASSPORT DETAILS\n\nThis [Real World Asset NFT](https://rwanft.io/) (this \"NFT\") represents a particular asset (the \"Asset\") and is linked to the Asset's corresponding unique [Mattereum Asset Passport](https://passport.mattereum.com/Trumpet.100122) (the \"Passport\" - follow the link for further detail).\n\nThe Passport sets out the following warranties about the Asset:\n\nAsset Identity: A description of the asset.\n\nNFT Pairing: Details of this asset's corresponding NFT.\n\nCarbon Offset: Details of the carbon offset certificate purchased to cover the production of this asset's corresponding NFT.\n\nArt License: Details of the digital artwork paired to this asset’s corresponding NFT and any associated licenses and terms.\n\nVault fees are pre-paid on this asset for 12 months from the time this NFT was issued. Subsequent vault fees are the sole responsibility of the asset owner.\n\nIn holding and dealing this NFT you accept the following [Terms and Conditions](https://mattereum.com/terms-conditions/) (all together, the \"Terms\"). The Terms may be amended from time to time, and in dealing with this NFT you are deemed to have accepted any such amendments. You are also deemed to have accepted any amendments made in accordance with the provisions of the relevant Terms.\n\nFor holder contact enquiries visit: [https://eternalpassportnft.com](https://eternalpassportnft.com)\n\nABOUT ETERNAL\n\nETERNAL is an interactive NFT experience by multi-platinum DJ, Timmy Trumpet. An immersive NFT that unlocks ownership of Timmy’s actual Trumpet, direct access to mint every Timmy Trumpet NFT project for the rest of time (excluding 1-of-1’s) and exclusive updates on music, events and more.",
    "external_url": "https://passport.mattereum.com/Trumpet.100122",
    "image": "ipfs://QmWPLnRH9T1hwFCcTdACe5s7xvD6A1DHYdapSpkaR3PRQy",
    "attributes": [
      {
        "trait_type": "Unique Mattereum ID",
        "value": "Trumpet.100122"
      },
      {
        "trait_type": "Producer",
        "value": "Schagerl, Austria"
      },
      {
        "trait_type": "Materials Techniques",
        "value": "Goldbrass leadpipe and bell, Yellowbrass inner slide, Nickelsilver outer slides and black lacquered finish with gold plated parts."
      },
      {
        "trait_type": "Measurements",
        "value": "Bell: 123mm / Bore: 11.68 mm"
      }
    ]
  }
}