{
  "address": "0x1e7fdd32724cc151ceddbeddc0bba54b0d783dcb",
  "type": "ERC721",
  "name": "test collection do not use",
  "tokenCount": "2",
  "uri": "https://s3.amazonaws.com/demu.mintpass.metadata/dgvfatgdk6g1fl2lc73zow/1",
  "metadata": {
    "name": "Rae Isla's Rocks - Pre-reveal",
    "title": "Rae Isla's Rocks - Pre-reveal",
    "subtitle": "Rae Isla's Rocks - Pre-reveal",
    "contract_address": "",
    "spreadsheet_id": "",
    "description": "This pre-reveal NFT will reveal very soon. Follow me on Twitter to find out when the next Reveal Space will be: https://twitter.com/rae_islahttps://niftymusic.app/rae-isla/rae-islas-rocksHello dear friends, You may know me from my daily Rae's hang Twitter Spaces, or Intimate Piano Recordings—a series of 3 music NFT collections that sold out within 24-hours and charted #2 on OpenSea, or as the first musician on Glass Protocol, or a 50 second sellout on Sound.xyz, or maybe we even met IRL at one of the events I organized during NFT NYC or NFT Seattle. Whichever it was, I'm so happy you're here! Rae Isla's Rocks is a 1,000 Music NFT collection for music lovers, rock hounds, and web3 believers. It features 111 unique rocks from my real life collection, attached to 4 fully produced studio songs from my forthcoming album, and a combination of unique visual traits that come with their own significance and IRL activations. The album was recorded in Mexico City. I lived in an old house in Condesa for 1 year with my producer Pablo Valero (of the renowned band Santa Sabina) where we built an analogue studio on the first floor and literally lived the songs. I discovered web3 during this time, which inspired me to give it my all to finish the album.Why rocks? I used to collect rocks as a kid, but like many of us over the years, I was told that certain things have value and other things do not. So I stopped. During the pandemic, I drove across the country with my brother and for some reason started collecting rocks again. Maybe it was the 'world stopping' or being on the open road, but since then I’ve been living with this new feeling that we get to decide what has value in our lives, not other people.The artwork is a collaboration between my brother Lucas and I. All of the traits and rarities capture the story and essence of my songs and journey as an artist. I want this project to inspire others to create and find their childhood selves.The mint will be 'blind'. Everyone who holds an NFT will get a song attached to a piece of rock art, and be given future access to other songs from my album as it rolls out. I want this collection to literally build a rock solid community of people I can bring with me as I grow Rae Isla as a project and create experiences for us to enjoy together. You are my rocks. ",
    "animation_url": "",
    "external_url": "https://niftymusic.app/rae-isla/rae-islas-rocks",
    "image": "https://s3.amazonaws.com/demu.mintpass.images/prereveal_rae_rocks.gif"
  }
}