{
  "address": "0x1e05a806075ad315619bc9987c26a27b53a51932",
  "type": "ERC1155",
  "name": "Metaphorra | Editions",
  "tokenCount": "2",
  "uri": "https://arweave.net/aGKAd4uxW7mAQlRKpOKuWg_HlfPFlskL_8GOKNwQ6Dk",
  "metadata": {
    "name": "I choose you ",
    "created_by": "Kate Metaphorra",
    "description": "\"So often in our world we hear words of love. But it seems to me much more important to hear \"I choose you\". \n\nAfter all, you can't order your heart. But we make the choice consciously. We agree with the choice within ourselves. \n\nI wish you that you were chosen and that you chose to be with someone. It doesn't matter who you choose, a friend, a loved one or a stray dog. Such a small choice can bring joy into someone's life.\" Kate Metaphorra\n\nThe art of giving is a timeless tradition that holds immense power and significance in our lives. Our gift NFT embodies the spirit of this timeless tradition, and it represents a special moment for you to show appreciation, gratitude, and fondness towards those who matter most to you.\n\nIn this digital age, we want to bring the art of giving to the web3 space, where you can send this gift NFT as a token of your love, friendship, or support. Whether you are sending it to a friend, a loved one, or a cherished member of a web3 project, this gift NFT will be treasured and remembered for years to come.\n\nAs they receive the gift NFT, they will be pleasantly surprised with a special art piece, a beautiful reminder of your love, friendship, or support. This special art piece will be airdropped to the gift NFT holder’s wallet around February 10th, in celebration of Valentine's Day.\n\nSo go ahead, mint this gift NFT and send it to those who matter most to you. It will be a moment that they will cherish forever.\n\nWith love and appreciation,\n\nThe artists of the #ValentineWeb3",
    "attributes": [
      {
        "trait_type": "Size",
        "value": "3500x3500"
      },
      {
        "trait_type": "Year",
        "value": "2023"
      }
    ],
    "image_details": {
      "bytes": 1115482,
      "format": "JPEG",
      "sha256": "f033b21b71fabd38bf56dc35341869e9ecf3afb82422ef379b5dbd5439e10de7",
      "width": 3500,
      "height": 3500
    },
    "image": "https://arweave.net/TonQk8oT0XM0F58R6m2WD-ZbFXGuCrUCi97X8Xgj53g",
    "image_url": "https://arweave.net/TonQk8oT0XM0F58R6m2WD-ZbFXGuCrUCi97X8Xgj53g"
  }
}