{
  "address": "0x1e6ed8ad45eb16285870965f890402a8ffd871a8",
  "type": "ERC721",
  "name": "FloLady Ochie",
  "tokenCount": "56",
  "uri": "https://arweave.net/Ct5kJDRlCQv7Nz-TJFbqZilejqfcrFHZkiwps4hMkI0",
  "metadata": {
    "name": "The Heiress of Frozen FLower",
    "created_by": "FloLady",
    "description": "Cora is my original character. I drew her first version more than a decade ago, but then she got some make over lol. She was hand drawn, pencil sketch, colored pencils on paper. The finishing took several steps digitally. She is my first NFT to be minted with my own smart contract using Manifold.  \nThis is her background story:  \nCora Isla Charmonime was born as the Heiress of Frozen Flower, a magical flower that can manipulate ice. Because of this, Cora tends to freeze things which makes her appearance troublesome. Poor Cora, she just can't control her power sometimes! \nSlowly enough, she started to feel like she is just a burden to others. Cora then becomes a loner, who doesn't speak to anyone. She unleashes her sadness into frozen water & creates beautiful ice bubbles. For years, she has kept her misery inside these bubbles❄️😢  \nCora represents many of us here in the society, who feels rejected or a burden & chooses not to share their pain & sadness. They bubbled it for so long. If you're just like Cora, know that there's someone out there who cares about you.  \nWill you take Cora as your friend? 🤗\n\nThank you fam for reading, I really appreciate it 🤗",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "FloLady"
      },
      {
        "trait_type": "Style",
        "value": "Anime"
      },
      {
        "trait_type": "Color",
        "value": "Blue"
      },
      {
        "trait_type": "Object",
        "value": "Flower"
      },
      {
        "trait_type": "Gender",
        "value": "Woman"
      },
      {
        "trait_type": "Art",
        "value": "Drawing"
      }
    ],
    "image_details": {
      "bytes": 6485674,
      "format": "JPEG",
      "sha256": "76baf718a2c930aa280e37f21a26686e8cedd82be9b8a59c5af8124f5f9ac418",
      "width": 2480,
      "height": 3189
    },
    "image": "https://arweave.net/yUhxnT1J_3FMrCiBZiDgXPDkXhZO87pz6O_Dyu5vXPQ",
    "image_url": "https://arweave.net/yUhxnT1J_3FMrCiBZiDgXPDkXhZO87pz6O_Dyu5vXPQ"
  }
}