{
  "address": "0x1e7172c2271b2638dca6cceef7d4cadfa3314cd0",
  "type": "ERC721",
  "name": "NFT Artist Portraits - 2022 by Sara Aliscioni",
  "tokenCount": "22",
  "uri": "ipfs://QmPKNB3zQvRm14H3sX814Z1Wsetf7n4zC739DzgCwGwcDu/1",
  "metadata": {
    "name": "SKYGOLPE PORTRAIT",
    "description": "I strongly wanted Mattia in my portfolio both for his way of making Art and for his charisma and because he was among the first known people, belonging to the world of NFTs, on the occasion of the exhibition at the Permanente Museum in Milan in 2021.\n\nLooking at his faces represented without features but filled with color, different albeit similar, I chose to portray him surrounded by figures with white masks. The occasion presented itself during the Singularity exhibition at the Decentral Art Pavillon for the Venice Biennale in 2022, city where masks have always been the undisputed protagonists.\n\nThe Giustinian Lolin Palace’ stairs acted as a backdrop for the portrait. While Mattia presented his works, I took him away from those who were interviewing him, I convinced him to pose for me and, together with him, other artists, also belonging to the NFT world, whom I selected to wear the masks.\n\nIt was a shot that didn't take long as the set had already been in my head for days. My intent was to immortalize Skygolpe surrounded by \"faceless faces\", the same on different bodies.\n\nWhile I was shooting, I just looked him in the eye, however I perceived the gazes of all those white silhouettes with black bodies.\n\nIt was in that context that I had the pleasure of meeting Federico Garibaldi. He posed hieratically with the white mask together with Mattia.\n\nHe had told me, jokingly, that he would only wear the mask if I portrayed him too. Obviously the second time he posed he had taken off his mask and he revealed his world to me. \n\nPrint Size: cm 64 x 48 - inches 25,3 x 19",
    "image": "ipfs://QmR1BGp3P9LPe9ECtX8igDWCNAEkPhxpjiv9G1HUC6Tymp/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Venice, Italy"
      },
      {
        "trait_type": "Subject",
        "value": "SKYGOLPE"
      },
      {
        "trait_type": "Genre",
        "value": "Portrait"
      },
      {
        "trait_type": "Artist",
        "value": "Sara Aliscioni"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      }
    ],
    "external_url": "https://permalink.sloika.xyz/v1/f1PS656WUVVZ6tqonJwc_/1"
  }
}