{
  "address": "0x1e24b6aaf73ac8fc0ee021820e9286295f3a9d79",
  "type": "ERC1155",
  "name": "1R 7R335 - The Dynamics",
  "tokenCount": "4",
  "uri": "https://arweave.net/er45wm3ela24DI5NCLFoUPFILcvpTeWYWIaTPSlH1GA",
  "metadata": {
    "name": "P0531D0N",
    "created_by": "Jonas",
    "description": "Infrared photography opened so many doors to my creativity. I wanted to create a piece to showcase a little of the possibilities and I had to do it through a dynamic NFT!\n\nYou can click on the image to change the wavelength of the image! Starting with the wavelength of 665 nm, then 850 nm, IR Chrome to end with the visible light. You can see how this beautiful local tree is changing through four different filters.\n\nThis tree is near Aclens, in Switzerland. I captured it a few times already, but never from the front. There are fields all around, so I can capture it from that angle only a couple of times a year.\n\n\n// About infrared photography\n\nInfrared light is emitted by the Sun and is reflected by all organic matter. I modified my camera by removing two pieces of glass that kept infrared light away from the sensor. With this home made full spectrum camera, i can now capture IR light, visible light and UV light. From there, I use filters to get the result that I want. \n\nThe first images has been taken using a 665 nm filter, to get that dark blue sky and the orange-ish leaves. This filter doesn't block all visible light, but let some red to hit the sensor to get that look.\n\nThen you have a black and white image, which is infrared light only, using a 850 nm filter. \n\nThe third one is taken using the IR Chrome filter. That filter mimics the look of the Kodak Aerochrome, which gives this red foliage. \n\nThe last one, you might have guessed, is taken in visible light, also with a filter to black the IR and UV light.\n\n\n// About the NFT\n\nArtist's name: Jonas | J0n45.eth  \nTitle: P0531D0N (pronounce Poseidon)  \nEdition: 1/30\n\nAvailability: NFTs only  \nResolution: 5616 x 3744 px  \nCoordinates: 46.562080, 6.513305\n\n\n// About the artist\n\nHi, my name is Jonas, a photographer from Switzerland. My goal is to promote my local area using my passion for landscapes and abstract photography. All of my work is done within a 3 hours drive radius of my hometown.\n\nThis is my first project as dNFT, I want to try it out for a few months now but couldn't find the right project to do it. Now that I've started infrared photography, I feel this is the perfect technique for a dynamic NFT because of all the possibilities it offers!\n\n\n// Extended Editorial License\n\nCan be displayed privately, in commercial and non-commercial settings, or in groups with an unlimited number of participants. The License includes unlimited uses and displays in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "animation_url": "ipfs://bafybeiealeqopzz5ehrht6rawfr4jpbhetmrs5pdh3flz3lurf3wdbcxpe",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Jonas"
      },
      {
        "trait_type": "Exposure",
        "value": "Various"
      },
      {
        "value": "30.0 mm",
        "trait_type": "Focal Length"
      },
      {
        "trait_type": "License",
        "value": "Extended Editorial License"
      },
      {
        "trait_type": "Availability",
        "value": "NFT Only"
      },
      {
        "trait_type": "Edition",
        "value": "1/30"
      },
      {
        "trait_type": "Light Spectrum",
        "value": "Dynamic"
      }
    ],
    "image_details": {
      "bytes": 2305224,
      "format": "JPEG",
      "sha256": "215a91a25185a8c521de77540d033f5a2f1fd0a5a2884d714ab131b21dfeeec8",
      "width": 3000,
      "height": 2000
    },
    "image": "https://arweave.net/-DdNE2IyGtwbToPCh4qhvotS_fwxQaliMOhSEnrX8YY",
    "image_url": "https://arweave.net/-DdNE2IyGtwbToPCh4qhvotS_fwxQaliMOhSEnrX8YY"
  }
}