{
  "address": "0x1e170dfcadad8100f65fd998a62e47ffc9d4f5c6",
  "type": "ERC721",
  "name": "Custom Model - I'm Like Same",
  "tokenCount": "4",
  "uri": "ar://PhxvWrLzU19CruCqGgKAdZxqO8O12XiOcCommbdfamU/1",
  "metadata": {
    "animation_url": "ar://7CBnPWFSb_FTp5QTclcYTjWSXMJaI4K1N_OlLnP39gM",
    "artist": "Custom Model",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://uQfwTPaSo0pcHLt_FLzWjI6Wn6RJSyRsEHqfZHzN1DY",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "I'm Like Same",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 140,
    "credits": null,
    "description": "This is my introverted anthem. It glorifies all of the parts of being an introvert that make me feel apprehensive about putting myself and my work into the world. The irony is that this song was a real labor of love. I worked on it consistently and frequently to get it exactly where I wanted it. It’s a good example of how even though I have things that I perceive as holding me back, I always have the ability to make a different choice. \n\nThis is really presented from a kind of tongue-in-cheek experience of introversion. Almost like I am embracing it and looking for others who feel their experience is similar. I think it’s really my own approach to accepting the growing introversion in myself, while knowing that I am never controlled by it.\n\nOn another note, this is the fastest song I have ever produced. I didn’t really have a choice. Once the “I’m like, same” came out of my mouth, I couldn’t really feel it at a different speed, and so I just went with it. I liked the challenge of making it fast without sounding frenetic and out of control. \n\nThis is really the first of a handful of new songs, where I have hooks that are guiding the production, rather than the other way around. For most of my music journey I would have a beat or melodic idea, hammer out the production and then write vocals to fit. It took a long time to realize this made my vocals feel forced to me, and maybe most of the time they didn’t actually fit, lol.",
    "duration": 246,
    "external_url": "https://www.sound.xyz/custommodel/im-like-same",
    "genre": "Electronic",
    "image": "ar://uQfwTPaSo0pcHLt_FLzWjI6Wn6RJSyRsEHqfZHzN1DY",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://7CBnPWFSb_FTp5QTclcYTjWSXMJaI4K1N_OlLnP39gM",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "I'm Like Same #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "I'm Like Same",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}