{
  "address": "0x1e6eb746ec5dbde097223dd1bb3031310321e33b",
  "type": "ERC721",
  "name": "UREEQA Collectibles",
  "tokenCount": "155",
  "uri": "https://nft.ureeqa.com/contract/0x1e6eb746ec5dbde097223dd1bb3031310321e33b/1",
  "metadata": {
    "description": "[![Verified](https://ureeqa-staging.netlify.app/img/98e5fd861ed34cef74b005e8b29ec23b.svg)](https://app.ureeqa.com/package-of-proof/a9dd8e18-0d11-4690-b739-2ac8096c47ed) \n \n **Additional Utility** \n \n **🥇**  Preferred Access to the UREEQA Marketplace \n \n **🥈** Access to the UREEQA Grand Council (requires at least 6 other UREEQAN Community Qards) \n \n **🥉** Access to a private group called \"The Eye of UREEQA\" that has direct access to leaders in the UREEQA Community and helps shape UREEQA's social agenda \n \n **About UREEQA CryptoKong Qard** \n \n Your first step in the journey to join the UREEQA Grand Council begins with owning a CryptoKong Qard. \n \n CryptoKong looks like he belongs in a modern video game and evokes feelings of childhood nostalgia. While he might look like a big bad gorilla with an attitude problem and a menacing hammer, CryptoKong's fellow UREEQAns understand that underneath CryptoKong's tough guy exterior, lives a thoughtful, sensitive gorilla with a weakness for bananas. Don't get us wrong, that hammer certainly isn't decorative. He WILL not hesitate to use his hammer to take out anyone who FUD's with him and his fellow UREEQAns.  \n \n CryptoKong is the first ever persona to be featured on an UREEQA Community Qard. The character is inspired by our community and embodies our shared values. Our members helped to build UREEQA from the ground up and have a strong sense of ownership and loyalty. While our community is widely diverse and welcomes different perspectives and points of view, they are also quick to act to stamp out negativity and disrespectful conduct. \n \n This is a limited edition collectible and there will be only 10 CryptoKong Qards minted. Ever. The CryptoKong Qard comes with a range of utilities, including the opportunity to access the UREEQA Grand Council, when the holder completes a collection that includes 7 of 10 different UREEQAn Community Qards. \n \n **About UREEQA** \n \n UREEQA strives to protect Creator's work, their rights and their revenue by harnessing the power of blockchain technology. \n \n Established in Canada in 2020, UREEQA will modernize the inefficient and bureaucratic systems currently in place for copyright, patent, industrial design and trademark protection. \n \n By building a robust and compelling Package of Proof for source creative work, UREEQA only mints Validated NFTs to represent creative rights. This helps keep buyers safe by giving them confidence that the work they are purchasing was minted by the smart contract approved by the Creator of the work and is therefore authentic. \n \n UREEQA provides value and opportunities for its Creators, Validators and Tokenholders via URQA, the token at the heart of the UREEQA ecosystem. \n \n",
    "external_url": "https://app.ureeqa.com/package-of-proof/a9dd8e18-0d11-4690-b739-2ac8096c47ed",
    "image": "https://ik.imagekit.io/i8f4we2trs4/tr:w-400,c-at_max/creations/02c3b465-9ea1-4481-9de9-dc43c0d2c12f/aef8cb94-7d3e-4c27-afd0-a90c50f3878c",
    "name": "UREEQA CryptoKong Qard",
    "attributes": [
      {
        "trait_type": "Quantity",
        "value": "1 of 10"
      },
      {
        "trait_type": "Year",
        "value": "2021"
      },
      {
        "trait_type": "Series",
        "value": "UREEQA Collectibles"
      },
      {
        "trait_type": "Utility",
        "value": "Access"
      },
      {
        "trait_type": "Verified by",
        "value": "UREEQA"
      },
      {
        "trait_type": "Drop #",
        "value": "First Drop"
      }
    ]
  }
}