{
  "address": "0x1e2a451991ec873e6dc54e6609dbd99e9878ece8",
  "type": "ERC721",
  "name": "The Pillars of the Earth, Photo, Cocuzza Mountain, Cosenza, 2016 by Virginia Zanetti",
  "tokenCount": "5",
  "uri": "ipfs://Qma3LkyaccieqLRrEfXrGiZmi2GWrzEn5oCa9rsn5BfLkA/1",
  "metadata": {
    "name": "The Pillars of the Earth, photo, Cocuzza Mountain, Cosenza, 2016 #1",
    "description": "This photo is one edition of five, part of an ongoing series of works  in several parts of the world. The action transforms perspective: does a human being along with others follow historical cycles? Or do we support the Earth, changing the fate of history?\n\n“The Pillars of the Earth” explores the concepts of rebirth and revolution through a reversal of our vision. The collective action can present a new view of the possibilities for human emancipation. We should aim at reversing the point of view, sharing our experiences with people from different areas of the world, creating a community in search of newly found ethics or spirituality, and reaching tops from which you may “see” better. We talk, exchange ideas, and spontaneously create a growing community of people. \n\nI found some places especially interesting for their connection with the exploitation of human and environmental resources. This video was taken at Cocuzza Mountain in Cosenza, Italy where there is an illegal waste dump. These people support the world and become the pillars of the earth. They trigger a process of collective construction of new concepts and questions.\n\nThis action reverses your perspective: the individual contributes to shaping the world, determining whether they play an active or passive role in society. Lasting peace and the well-being of people do not only depend on the reform of society but also on the transformation of every individual’s life. The change can contribute to the destiny of a nation and the fate of humanity.",
    "image": "ipfs://QmXiSRLdEiToSg12BZazGTs6fW7niGVBWViqZaY8hgPqij/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Cocuzza Mountain, Cosenza, Italy"
      },
      {
        "trait_type": "Subject",
        "value": "Upside Down People doing handstand"
      },
      {
        "trait_type": "Genre",
        "value": "Performative"
      },
      {
        "trait_type": "Genre",
        "value": "Conceptual and Relational Art"
      },
      {
        "trait_type": "Artist",
        "value": "Virginia Zanetti"
      },
      {
        "trait_type": "Edition",
        "value": "1/5"
      }
    ],
    "external_url": "https://permalink.sloika.xyz/v1/XvGejST-D5qO2tB9KvV6c/1"
  }
}