{
  "address": "0x1fb97e2a2559c15775022d2de55574b677194122",
  "type": "ERC721",
  "name": "GRAND RISING by Rare Scrilla & RoomInEight",
  "tokenCount": "420",
  "uri": "https://metadata.async.art/t/0x1fb97e2a2559c15775022d2de55574b677194122/1/token.json",
  "metadata": {
    "name": "GrandRising #1",
    "description": "Digging in the Blockchain (D.I.T.B.) has never felt so much like Diggin In The Crates (D.I.T.C.) This collection can be looked at as vinyl record warehouse named GRAND RISING, holding over 300,000 unique records, and the collectors can only leave with 420 copies. \n\nThen the warehouse is destroyed.\n\nUsing music inputs created by Rare Scrilla & RoomInEight, the collectors are participating in creating these compositions by hitting the Mint Button. Essentially making a collaboration with  Async's music generator. The artwork was created by Rare Scrilla and is based on vinyl record collecting, which Scrilla has been doing for over 20 years. \n\nYou may find yourself with a coveted Obi Strip. Some familiar and non- familiar names may show up on the records as you peruse the collection. Scrilla, who's been a DJ, record producer, and artist his whole life, will sometimes put stickers on the vinyl, or doodles on the cover, sometimes the records get worn out, and sometimes while digging he may find a record with a graphic error or a different version of a song that was published and distributed by someone else. These details have been thoughtfully used while creating this collection. The easter eggs are plentiful.\n\nKane Mayfield and DJ Q-Bert both lend their skills on certain rarer tracks. You may find a legendary from Fake Sketch or K-Beta, maybe an epic guitar rendition featuring Glenn Yeah. The only way to pull these records from the crates is to hit that mint button.\n\nScrilla, also known for his Rare Pepes and Fake Rares, dating back to when he began \"tokenizing\" art and music using the Bitcoin blockchain in 2016, brings some of that to some of the art and music as well. But, of course, like the best Pepes should be- They are Rare outputs.\n\nSome record are denominated in Sats, some in ETH, some in BTC, and of course yer local record dealer will sometimes deal in Pepecash.\n\nThere are plans to press up the best songs, curated by YOU - the collector, and put the album on Digital Streaming Platforms (DSPs.)  Let's see what transpires from it all.",
    "image": "https://asynchronous-art-inc-res.cloudinary.com/image/upload/w_1200/v1675694322/editionRenders/46d3fb0a097988d5edfc88026d1b6c25.jpg",
    "external_url": "https://async.market/blueprints/63da0aa0c76e5f2e2a43bc38/editions/0x1fb97e2a2559c15775022d2de55574b677194122-1",
    "attributes": [
      {
        "trait_type": "Asset Type",
        "value": "Edition"
      },
      {
        "trait_type": "Artist",
        "value": "rare scrilla"
      },
      {
        "trait_type": "Collection",
        "value": "GRAND RISING"
      },
      {
        "trait_type": "Type",
        "value": "FAKEASF"
      },
      {
        "trait_type": "FAKEASF BASS",
        "value": "FAKEASF BASS 2"
      },
      {
        "trait_type": "DRUMS",
        "value": "DRUM BREAK BLANK"
      },
      {
        "trait_type": "SCRATCHES & RAP",
        "value": "OH MY GOD BLANK"
      },
      {
        "trait_type": "FAKEASF MELODY",
        "value": "FAKEASF MELODY 4"
      },
      {
        "trait_type": "ALT DRUMS",
        "value": "BLANK"
      },
      {
        "trait_type": "RANDOM SOUNDS",
        "value": "AIRHORN DOO DOO"
      },
      {
        "trait_type": "STICKERS",
        "value": "BLANK"
      }
    ],
    "animation_url": "https://storage.googleapis.com/art-creation-test/audio/a2328f0f0d.mp3"
  }
}