{
  "address": "0x1f02eb48d5cd72eba620084a53fd3b5bd6e45c5c",
  "type": "ERC721",
  "name": "Loop Dust",
  "tokenCount": "300",
  "uri": "ipfs://QmQW8WEmPqHc3Fuf3ohvD4WA3GqN4w9tzEAY59ciogQLjm/1/token.json",
  "metadata": {
    "name": "Experience #1",
    "description": "From ocean currents to planetary orbits, reality is a symphony of loops. Even the conception of reincarnation holds existence itself to be an eternal loop. \n\nLoop Dust breathes new life into decades of original photographs and field recordings, turning them into entirely new and different experiences in the form of generative, audiovisual art. \n\nAudio Component\n \nScores of minidiscs capturing city life at the turn of the century were plundered using four-track tape loops of varying lengths. Unique polyrhythms emerge from the rise and fall of bus engines, car horns, pigeons, rustling leaves, and strangers getting on with their lives. Anything becomes grist for the mill; just activity on the audible spectrum that can be processed in to new sonic experiences.   The tape loops were digitized, creatively filtered, modulated, tuned, crushed, compressed, delayed, echoed, and arranged into a long section called the Bardo. \n\nAll the loops from the Bardo recordings were then revisited individually and used as fodder for grain-sampling which could be percussive, droning, chaotic, or even tuned to sound musical as inspiration dictated. These “instruments” were then used to create the somewhat shorter Life and Afterlife sections which bookend each Loop Dust audio experience.\n\nOnce again, the original Bardo loops were plucked over, this time for bits to be used raw as the transitionary Death and Rebirth parts. A unique volume curve was applied to each part to enhance the passing of these brief moments.\n\nThus, one tape loop of randomly selected recordings of the world generates one reincarnation cycle. Twenty six cycles exist and their parts are recombined at random to create the audio for the Loop Dust NFT you ultimately mint. You may get five parts from five different tape loops. Or perhaps multiple parts from the same loop. In any case, the experience will be uniquely yours.\n\nVisual Component\n\nThe artist reviewed thousands of original digital photographs for the project. Selections were based not on traditional photo quality dimensions like framing or exposure, but primarily on texture, shape, or color content. Shadows and reflections, leaves, flowers, mushrooms. Any interesting fodder that could shed its original context and contribute to a larger work was considered.\n\nEach of the audio traits are represented visually, in addition to a few other graphic components called Karma and Om. \n\nLike the all encompassing tone that is its namesake, Om is the base layer of the image and provides a color or gradient that will resonate through all the layers above it.\n\nThe next four layers are Life, Death, Rebirth, and Afterlife. The content of these layers split the final image into quadrants, each containing a separate photographic element. These are applied with a blending mode of \"difference\" which renders each pixel as the difference between the actual color and the aggregate color of the layers beneath. \n\nLike the existential baggage that one is said to carry with them from life to life, the Karma layer adds more photographic texture that extends across the quadrants. Also applied with the “difference” blend mode, the colors are once again offset.\n\nThe snowy peak atop this mountain of manipulated media is the Bardo. It is always a black and white photo which, like Om and Karma, reaches the four corners of the piece and affects everything below. Its effect can be dramatic or subtle. This content is often shadows or reflections that, when applied with difference blending, tend to change the colors underneath barely or quite a lot, with very little in-between.\n\nConclusion \nWhat’s old is new again. It is The Way of the Loop.",
    "external_url": "https://async.market/blueprints/638c9fd80ac6847ac8ec9660/editions/0x1f02eb48d5cd72eba620084a53fd3b5bd6e45c5c-1",
    "attributes": [
      {
        "trait_type": "Asset Type",
        "value": "Edition"
      },
      {
        "trait_type": "Artist",
        "value": "Sea of Arrows"
      },
      {
        "trait_type": "Collection",
        "value": "Loop Dust"
      },
      {
        "trait_type": "Om",
        "value": "Om 16"
      },
      {
        "trait_type": "Afterlife",
        "value": "Afterlife 13"
      },
      {
        "trait_type": "Rebirth",
        "value": "Rebirth 25"
      },
      {
        "trait_type": "Death",
        "value": "Death 08"
      },
      {
        "trait_type": "Life",
        "value": "Life 13"
      },
      {
        "trait_type": "Karma",
        "value": "Karma 22"
      },
      {
        "trait_type": "Bardo",
        "value": "Bardo 09"
      }
    ],
    "async-attributes": {
      "prefixHash": "b482a02ee538d403628530ef64fb1048097459e72cc5d8728d4e6423a402779f",
      "txHash": "0x4bec7f37a3375bd1c247ab82e42e1c47c72d043e1ce3978f2a9e594e9e0ef2f4",
      "signatures": [
        {
          "address": "0x068d9f17fbf0ccbf39bd8da421731fe86986bd3a",
          "version": 2
        }
      ]
    },
    "image": "ipfs://QmRg5pembixdWt3cK9EcKxhC9ESto8LpemY7CN2CjJ1SDk",
    "animation_url": "ipfs://QmcQubRq4XNPnqDhmPx3jMzb734SYjUJk3PyDrjRbXDqWK"
  }
}