{
  "address": "0x1f2fca7d1c363187103a9962800272f3b2b5a2ef",
  "type": "ERC721",
  "name": "Bumba Boi do Maranho",
  "tokenCount": "8",
  "uri": "https://ipfs.pixura.io/ipfs/QmUyKyUqRZ8XvK8Zgvbr4CV9mTCKedyGY3ArKC5h6eQ8Cu/metadata.json",
  "metadata": {
    "name": "O Batizado do Boi",
    "createdBy": "Patrícia Costa",
    "yearCreated": "2022",
    "description": "The Baptism of the Ox\n\nTraditionally, all the folkloric groups in Maranhão promote the baptism, a rite that blesses the beginning of the annual public life of Bumba Meu Boi, consecrating the season of performances to its patron saint and opening the way for its trajectory.\nThe preparations take place in the barracão/head office, usually at the beginning of the night, and there are aspects similar to what happens in the rehearsals: a party that unites the community with the dancers and all the components and assistants of the group, in which the devotees stand out, keepers of promises made to Saint John.\nGathered before the saint, the litany then takes place with chants sung by the rezador or rezadeira. Amidst shouts of \"Viva São João\" and fireworks, the baptism begins.\nThe ritual resembles the ceremony of the Catholic Church, however, this rite is different from the baptism performed on Catholics. The homage is made to the saint through the ox (object).\nAt the baptism, all the members will be present: O Amo, The Boi (Ox), Vaqueiro, Pai Francisco, Mãe Catirina, A Índia, Caboclo de Pena, Caboclo de Fita, Pajé, Cazumbá and finally Saint John, to bless another season.",
    "image": "https://ipfs.pixura.io/ipfs/QmTY5oekfNc46ktrEVrNRrdgrZegifHhLEp6LjatJbHia2/O-Batizado-do-Boi.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmchU9zQLzaMdikHFL1AvjMmbrsTqmiGETvRkKbKYs6EFt/OBatizadodoBoi.mp4",
      "dimensions": "1728x2160",
      "size": "47887320",
      "mimeType": "video/mp4"
    },
    "tags": [
      "surrealism",
      "animation",
      "song",
      "illustration",
      "surreal",
      "brazil"
    ]
  }
}