{
  "address": "0x1f3de643952b30b9d99c1c3838894c6744dc2b5d",
  "type": "ERC1155",
  "name": "COLLABS",
  "tokenCount": "1",
  "uri": "https://arweave.net/zaPDL3A2A8j5fBl8qSY_bL1yYwGS7snbiF09O31T1mA",
  "metadata": {
    "name": "MIND AI",
    "created_by": "FREAKjesus AND Corina Oberbas aka TheFoodMaster",
    "description": "This work of art was created through the artistic collaboration of two artists, Corina Daniela Obertas aka. TheFoodMaster and Nuno Jesus aka TheFreakJesus. They have created a piece that conveys an important message of women's empowerment, creativity, and strength.\n\nTogether, the contrast of the black and white with the bright and colorful collaged elements symbolizes the juxtaposition of the traditional limitations placed on women in society versus women embracing power, creativity, and following their dreams and aspirations. The collage suggests the patchwork of experiences that shape a woman's life, and her right and ability to freely express herself and cultivate her own mind and intellect. The central woman figure, nude but portrayed respectfully, is overcoming the fragments of paper and markings placed on her to rise and fulfill her dreams and claim her power. The phosphorescent lines, red and blue outlines, and written phrases represent the woman's inner and outer strength, her ability to balance passion and calmness, her fighting spirit, and her right to freely express herself without censorship or restraints and cultivate knowledge and intellect. \n\n(The phrase \"Free Speech\" in a green speech bubble symbolizes a woman's right to freely express herself and her thoughts without censorship. The title \"Power\" signifies a woman embracing and claiming her inner strength and authority. The neon pink phrase \"It's a Dream\" points to a woman following her aspirations and passions in life. Finally, the collage title \"MIND AI\" represents a woman cultivating her own knowledge, intellect, and ability to think for herself.)",
    "external_url": "www.freakjesus.xyz",
    "image_details": {
      "bytes": 33809784,
      "format": "PNG",
      "sha256": "0e2682474f33a20810a457051b835b6e7e095d163ef4c28d24861922c2a26c72",
      "width": 6144,
      "height": 4096
    },
    "image": "https://arweave.net/kGKe1pnmTONUVifil8gmd24CcQeadQVQk_tKB2fF7s4",
    "image_url": "https://arweave.net/kGKe1pnmTONUVifil8gmd24CcQeadQVQk_tKB2fF7s4"
  }
}