{
  "address": "0x1fb6e9aa4b0dfa04389fc2ca176673e1f2dca042",
  "type": "ERC721",
  "name": "Time and space and the secret code",
  "tokenCount": "1",
  "uri": "https://arweave.net/2DGSTshP6hm4OnWqERB8id0pG5MF455YH56J5srwq0Q",
  "metadata": {
    "name": "Unlock the seal of divine force",
    "created_by": "RTTYRT",
    "description": "The country where Zhang Ruochen is now living, called Yunwu County, is just one of thousands of counties and states in the eastern part of the Kunlun border.\n\n\n\nA county was actually a county of the First Central Empire, and it had to pay tribute and taxes to the First Central Empire every year.\n\n\n\nThe king of a county is called the king of a county.\n\n\n\nZhang Ruochen's present identity is the ninth son of the king of Yunwu County.\n\n\n\nLying flat on the cold, hard wooden bed, Zhang Ruochen was still thinking about the ceremony tomorrow.\n\n\n\n\"The original owner of this body, even at the age of 16, did not open the seal of the Divine force. He must have been abandoned by the gods. What can I do to have a better chance of unlocking the Seal of The Mighty?\"\n\n\n\nIn the Kunlun realm, to open the \"seal of divine force\", must get the approval of the gods.\n\n\n\nIt's called the Divine Right of arms.\n\n\n\nIn the sacrificial ceremony, there will be a heaven and earth bridge between the divine realm and kunlun realm, connecting the two realms. After the sacrifice, the gods will give some gifted humans the \"mark of the martial arts\" to help them open the door to training.\n\n\n\nThe higher the talent, the earlier the \"mark of the Mighty\".\n\n\n\nZhang Ruochen's last life, still in the womb, on the opening of the \"divine stamp\", can be said to be a natural wizard.\n\n\n\nThis life, to the age of 16, has not even opened the \"mark of divine force\", that is basically abandoned by the gods of the people. Even if they attend the ceremony again tomorrow, it is almost impossible to get the mark of divine force.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "RTTYRT"
      }
    ],
    "image_details": {
      "bytes": 20009,
      "format": "JPEG",
      "sha256": "ea0db61c5e4e3947ed75c307ddd82d34cb5fc9626108d945af0065f026a3fdb4",
      "width": 250,
      "height": 350
    },
    "image": "https://arweave.net/kkTl0zGAB5FsIIfOl6tpSgFxu7KhlWWDlJqmLs5X2XI",
    "image_url": "https://arweave.net/kkTl0zGAB5FsIIfOl6tpSgFxu7KhlWWDlJqmLs5X2XI"
  }
}