{
  "address": "0x1f819972a5fda4b73d28a0d99763083a517c8cf1",
  "type": "ERC721",
  "name": "Crown of the Kings Editions",
  "tokenCount": "50",
  "uri": "https://arweave.net/uAf8jkZJ6T6bTxpXNOuBcUATIqKSMYUh6WlvvgDkhOg/1",
  "metadata": {
    "name": "Crown of the Kings  #1/50",
    "created_by": "Win Magsino",
    "description": "I distinctly remember that almost everything went wrong for me on that fateful day in 2019, when I set out to get this shot. It almost didn't happen. My itinerary was just so packed, that I only had one day to visit Monument Valley. \n\nFirst, my booked flight on that day was canceled due to bizarre weather in NYC. I felt my dream crushing before I could even take off. Fortunately, later that day, I was able to get into another flight as a chance passenger and arrived in Vegas at night. Without skipping a heartbeat, I rented a car and drove to Arizona but halfway through, my second strike happened - I realized my tripod was missing! \n\nBut even the tiniest prayer works. I didn’t strike out. My lifesavers were a tabletop tripod and a clamp that I had stashed in my backpack. On arriving at the location past midnight, my luck had completely turned for the better - I was greeted by the three mittens towering above the valley while the clear blue skies revealed the majestic milky way; it was a home run after all! \n\nAnd this is how my “Crown of the Kings” came to be. It was a difficult birthing  but one that eventually gave me one of my most favorite creations.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Win Magsino"
      },
      {
        "trait_type": "Location",
        "value": "Monument Valley, Arizona, USA"
      },
      {
        "trait_type": "Foreground",
        "value": "Light Trails"
      },
      {
        "trait_type": "Background",
        "value": "Milky Way"
      }
    ],
    "image_details": {
      "bytes": 14425173,
      "format": "JPEG",
      "sha256": "4144e29867e6a887e28d164b8ee416e2a38aacb1f7be49f2169f1f340c9506c7",
      "width": 4000,
      "height": 3200
    },
    "image": "https://arweave.net/llET1SGOa7gRk-EMo6ZKxocNnVtat6ZSRAiXEPHSeTE",
    "image_url": "https://arweave.net/llET1SGOa7gRk-EMo6ZKxocNnVtat6ZSRAiXEPHSeTE"
  }
}