{
  "address": "0x1fcf6a5ee7f8e1cf3d0e819fad553b006d376139",
  "type": "ERC721",
  "name": "journey through a landscape",
  "tokenCount": "24",
  "uri": "https://metadata.async.art/t/0x1fcf6a5ee7f8e1cf3d0e819fad553b006d376139/1/token.json",
  "metadata": {
    "name": "environment #1",
    "description": "'journey through a landscape' is the first of a series of psycho-geographical explorations.\n\nLeaving your usual pattern and sensing of your surroundings behind, concentrating on the next potential in sonic events. Capturing moments in time and space, furthering your knowledge of the environment you inhabit with your presence. How will the overall experience of a space differ from your everyday passing by? Which new discoveries can be made, what can be learned from giving light to specific senses and being driven by the joy of sound?\n\nThis work is the result of a two hour walk through the east of Berlin in the afternoon of Thursday, 23.02.2023. It was a cold and windy day, sometimes little sun between many clouds. Recording 3 places for 15 minutes. For each place, four different compositions from the field recordings were made, resulting in 12 x 2 minute compositions. The experience was additionally archived through hand drawn sound maps. \n\nEvery mint will be a unique combination of the sound environments and maps.\n\n*headphones or good speaker setup highly recommended (to get the most of the spatial experience)*",
    "image": "https://asynchronous-art-inc-res.cloudinary.com/image/upload/w_1200/v1678954694/editionRenders/20a4ac53c3982c2fbe8ecc4b748de4de.jpg",
    "external_url": "https://async.market/blueprints/6410f1b71aedd676e0bd1a3d/editions/0x1fcf6a5ee7f8e1cf3d0e819fad553b006d376139-1",
    "attributes": [
      {
        "trait_type": "Asset Type",
        "value": "Edition"
      },
      {
        "trait_type": "Artist",
        "value": "dreams of sound"
      },
      {
        "trait_type": "Collection",
        "value": "journey through a landscape"
      },
      {
        "trait_type": "landscape 1",
        "value": "landscape 1.2"
      },
      {
        "trait_type": "landscape 2",
        "value": "landscape 2.2"
      },
      {
        "trait_type": "landscape 3",
        "value": "landscape 3.3"
      }
    ],
    "animation_url": "https://storage.googleapis.com/art-creation-test/audio/cc7ad7ce01.mp3"
  }
}