{
  "address": "0x1ff5ffc47679ca28515874ea21cad745344d9708",
  "type": "ERC721",
  "name": "EVOLUTION2045",
  "tokenCount": "2",
  "uri": "https://arweave.net/NqSlo7CYKkDzhu2S7qHfzllYuhC5MZRjOqxYGe8acDc",
  "metadata": {
    "name": "EVOLUTION2045",
    "created_by": "Picklefig",
    "external_url": "https://www.picklefigphoto.com/",
    "description": "The neon lights of Times Square illuminated the night sky, casting an otherworldly glow on the bustling crowds below. Amidst the chaos, a woman strode confidently down the street, her white coat and \"07 mask\" mask setting her apart from the masses of people around her. She was on a mission, and nothing could stop her. \nAs she approached a towering skyscraper, the woman activated the HUD display in her sunglasses, scanning the building's exterior for any weaknesses. She had been hired to infiltrate the Nixon Corporation tower near the square and steal valuable data exposing their misdeeds of being complicit in a city-wide operation to sell military-grade hardware on the black market. \nThe woman's arms unfolded into serrated blades that would allow her to scale the side of the building with ease. When she found a window with a weakened crease, she pried it from its hinges and quietly slipped into the open window. The woman cautiously crept through the dimly lit halls before her until her cybernetics alerted her to several guards and security cameras. Her eyes flashed blue as she used her quick hacking abilities to turn off the security cameras and turn on a glitching digital display to distract the guards for a moment, allowing her to move quickly and silently through the corporate hallways. \nFinally, she reached her target: a secure room full of server towers containing the coveted data. She yanked a small, white cable from her wrist and inserted it into one of the tower's ports. With a few quick keystrokes from her cyber-brain, she bypassed the security protocols and then downloaded the files to a small chip inserted in the back of her neck. But just as she had ejected the cable from the tower's port, her heads-up display alerted her that multiple heavily armed corporate guards armed with sub-machine guns were approaching the server room's doors.  \n\tThe guards burst into the room with guns raised, ready to shoot without warning. But the woman had anticipated this and was not unprepared to fight. The woman's eyes flashed blue once again, then in a moment's notice, a flash! Each of the guard's heads began sparking, fizzing, and leaking a trail of smoke from their ears as they all eventually slumped to the floor like ragdolls. With the stolen data safely in her possession, she slipped out of the building and stealthily climbed down to the ground level. She then disappeared into the night by blending in with the forest of people. in the center square, she couldn't help but smile at the thrill of the chase. For her, this was just another night in the city.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Picklefig"
      },
      {
        "trait_type": "Genre",
        "value": "Cyberpunk Photography"
      },
      {
        "trait_type": "Dimensions",
        "value": "4000px x 6000px"
      },
      {
        "trait_type": "Format",
        "value": "jpg."
      },
      {
        "trait_type": "Software used",
        "value": "Lightroom and Photoshop"
      }
    ],
    "image_details": {
      "bytes": 12546542,
      "format": "JPEG",
      "sha256": "bf314bf99bcbce01fc90dedad033648e715c206778d1c68c1d77916d850b1d1f",
      "width": 4000,
      "height": 6000
    },
    "image": "https://arweave.net/2NWcWMgq_VpCd0B68S4tYNskjXspNPzMnvApv-LQ6GI",
    "image_url": "https://arweave.net/2NWcWMgq_VpCd0B68S4tYNskjXspNPzMnvApv-LQ6GI"
  }
}