{
  "address": "0x1fa273d92045f06c62e249d973544be0efc21d23",
  "type": "ERC721",
  "name": "AI RENAISSANCE LIMITED-3",
  "tokenCount": "6",
  "uri": "ipfs://QmSZiRKPkJiKbu5Syyy6mtwpAuuvDJPwxGHDfoeu7RMe4d/1",
  "metadata": {
    "name": "FEAST AT CANA #1/3",
    "description": "\"Feast at Cana\" is a painting by the Italian artist Paolo Veronese, created in 1563. The painting depicts a scene from the New Testament in which Jesus performs his first miracle by turning water into wine at a wedding feast in the town of Cana.\n\nIn the painting, Veronese shows a grand and opulent banquet hall filled with guests, musicians, and servants. The central figures are Jesus and his mother, Mary, who are seated at a table surrounded by the wedding guests. The scene is filled with sumptuous food and drink, including platters of fruit, roast meats, and goblets filled with wine.\n\nThe story of the miracle is told in the Gospel of John, where Jesus is asked by his mother to help the wedding hosts who have run out of wine. Jesus then instructs the servants to fill large water jars with water, which he then miraculously transforms into wine. The wine is described as being of exceptional quality, far better than what had been served before.\n\nVeronese's painting captures the grandeur and richness of the setting, with the figures depicted in extravagant clothing and surrounded by luxurious objects. The artist's use of color and light adds to the festive atmosphere, with warm tones and bright highlights creating a sense of abundance and celebration.\n\nOverall, \"Feast at Cana\" is a celebration of abundance and generosity, and a reminder of the power of faith and miracles. The painting also serves as a showcase of Veronese's skill as a painter, with its grand scale and attention to detail.",
    "image": "https://res.cloudinary.com/nifty-gateway/video/upload/v1681430290/publishers/multidisciplinaryart/57157/75836/feast%20at%20cana.mp4",
    "image_hash": "QmZ3qHG9LHzEAJKZtRx2GhSs73pJWda9KhLPHRBCCNh6Wj",
    "background_color": "ffffff",
    "external_url": "https://niftygateway.com/collections/ai-renaissance-limited-3/"
  }
}