{
  "address": "0x20386f1fa10360bca5b5fc703af0930f96e56918",
  "type": "ERC1155",
  "name": "ebsshot - Editions",
  "tokenCount": "1",
  "uri": "https://arweave.net/fRx4k3a-xaYslKjJFnRTe3V6IZ2l0OLJk6Gg2zSD3RQ",
  "metadata": {
    "name": "Genesis Edition by ebsshot",
    "created_by": "ebsshot",
    "description": "I would like to introduce you my genesis edition.  \n***The first dynamic edition***   \nWhat does it means?  \nYou have not 1 but 3 images in one token displaying randomly.  \nIn this dynamic NFT, I chose 3 types that represent my photographer journey, what I like in photography.  \nDynamic ? Try to double tap on the image ;-) \n  \n *[View in full size](https://cktpnqiiczjs6qxv64ywxijrjqmjgcg3zzszgzt32eohfcigge.arweave.net/Eqb2wQgWUy9C9fcxa6Ex-TBiTCNvOZZNme9EccokGMU)*  \n  \n\n#### DESCRIPTION  \n##### 1- Landscape  \nOne of my favorites styles is landscape photography.  \nI like to walk in nature, discover magnificent places, see the light painting what I look at during the day.   \n\nThis photo was taken in 2021 in Canada at Maligne Lake.  \nI had the idea of ​​taking the sunrise so I got up early, drove 45 minutes to arrive in time. But on arriving the weather was completely foggy.   We couldn't see more than 4 meters away.   \nOk no big deal, often in landscape photography you can't always do what was planned. We have to deal with the weather. Also, the mist gives a mysterious atmosphere and I like that.  \nI walked and shot for a few hours and after a while the sky revealed itself as if by magic.  \n\nIn a few minutes, magnificent mountains were offered to my gaze.  \nIt's like being at the theater, the curtain rises and the show can begin.  \nI found a good spot, put my tripod, put my camera, put an ND filter and…. Click    \n\n\n##### 2- Cityscape  \nI feel the same sensations as for landscape photography. It's all about light.   \n\nThis photo was taken in 2016 in Shanghai, China.  \nIt was my first time in China.  \nI was really impressed by this city. A traditional and futuristic side come together.  \n\nFor this photo I had no preconceived idea, nothing specially planned. In general the first days I like to walk in the city to feel its pulse.   \n\nWhile strolling along the Huangpu River, I was mind blowing in front of the spectacle offered by this city. What an incredible skyline. I felt like I was in a science fiction movie.  \nI tried to immortalize this moment and this feeling.  \nI found a good spot, put my tripod, put my camera, put an ND filter and…. Click  \n\nI wanted to give a metallic and cold effect to accentuate the science fiction side of the scene.  \n  \n##### 3- Street  \nSome people think that the city is cold and impersonal, I find it full of life.  \nI love city, feeling its frenzy and its pulse. And in New York we are served.  \nWalking down the street is like watching an open-air play.  \nEach scene is steeped in mystery.  \n\nThis photo was taken on the New York subway.  \nIt is always a very photogenic place.  \nEvery time I take a street photo I like to tell myself the story of the scene.   \nWhere does this young woman come from, where is she going, what does she think, what is her state of mind.  \nAnd you, what is your scenario?\n\n#### TECHNIQUE \n* ERC-1155 token minted with Manifold contract  \n* Decentralized permanent data storage on permaweb with Arweave    \n* Random display at load \n* Change image with double touch \n* Change every hour  \n\n\n#### ARTIST  \nEric is a French photographer and digital artist from Paris. Inspired by his hometown, the “City of Light,” he has become a “painter of light” through his photography.   \n\nEric’s real passion is travel. It is a means of both physical and spiritual escape. It is the quest for the perfect photo that dictates his destinations.  \n\nEric’s favorite types of photography are landscapes, streets and urbanscapes. In all his photographs, whatever the genre or subject, he seeks to tell the story – of time, distance, and place.  \n\nThanks to photography, he can give free rein to his creativity.  Exploring the endless world of photography is his passion.  \n\n#### RIGHTS\n\n**Extended Editorial**  \n  \nCan be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "animation_url": "https://cktpnqiiczjs6qxv64ywxijrjqmjgcg3zzszgzt32eohfcigge.arweave.net/Eqb2wQgWUy9C9fcxa6Ex-TBiTCNvOZZNme9EccokGMU",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "ebsshot"
      },
      {
        "trait_type": "Edition Size",
        "value": "15"
      },
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Collection",
        "value": "ebsshot - Editions"
      },
      {
        "trait_type": "Token type",
        "value": "Dynamic"
      },
      {
        "trait_type": "Contract",
        "value": "Manifold"
      }
    ],
    "image_details": {
      "bytes": 1685475,
      "format": "JPEG",
      "sha256": "8d6631deffc0985f10563a84e50e11b4b5fe30bb301e8eed637c552fb3901389",
      "width": 3072,
      "height": 3072
    },
    "image": "https://arweave.net/q0g7Mmzix_4dWGYXHR16Ypmip10zyDvmjiWcpy5njlo",
    "image_url": "https://arweave.net/q0g7Mmzix_4dWGYXHR16Ypmip10zyDvmjiWcpy5njlo"
  }
}