{
  "address": "0x201360e23b6468481af7116e4bb0ef95ba67afc2",
  "type": "ERC1155",
  "name": "Christopher James: Editions",
  "tokenCount": "13",
  "uri": "https://arweave.net/o4KDNAfoQNjWRggTQNE_JG0xlvliosRqJtp7Lxa-pPs",
  "metadata": {
    "name": "Sydney 2021: Edition",
    "created_by": "Christopher James",
    "description": "My \"Sydney 2021\" series documents five moments only possible during the loneliness, uncertainty, emptiness and community of the 2021 pandemic.  They are some of my best work to date, and one of the images includes commercial rights for the buyer.\n\nThis image is a colour, portrait version of the black and white square crop 1/1 from that series.  The black and white photo is timeless and is my favourite image from the series.  This edition contains the extra swirl of cloud and the rich colours of the overcast day. \n\nThe Opera House is usually visited by thousands of visitors every day. \n In 2021 the international travel ban and social distancing rules turned it into an empty monument.  The details are what makes this photo: the climbers, the single cloud under the bridge, the solitary person walking against the Opera House.  We each travelled our own journey in 2021; sometimes in small groups and often alone.\n\nI'm releasing this as an edition to help fund my purchase of photography made in 2022 and to support further minting on my own Manifold contract.\n\nHolders of a Sydney 2021: Edition will join the Articulate Family.  I make no promises of future utility but I will always remember my early supporters, and I plan on creating unique photography for decades to come.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Chris / Articulate.eth"
      },
      {
        "trait_type": "Camera",
        "value": "SONY ILCE-6600"
      },
      {
        "trait_type": "Lens",
        "value": "E 18-135mm F3.5-5.6 OSS"
      },
      {
        "trait_type": "ISO",
        "value": "125"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/11"
      },
      {
        "trait_type": "Exposure",
        "value": "1/400"
      },
      {
        "trait_type": "Focal Length",
        "value": "119.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2021:01:12 12:20:13+11:00"
      }
    ],
    "image_details": {
      "bytes": 38880688,
      "format": "PNG",
      "sha256": "1103d64a48d34fac06130094354a361e637d2e1d2d51568a35525e2a0b35ff07",
      "width": 4000,
      "height": 6000
    },
    "image": "https://arweave.net/LrrViarZeLlCS0JAgHwM4wIYI1-5ecuIDbA6NvDS294",
    "image_url": "https://arweave.net/LrrViarZeLlCS0JAgHwM4wIYI1-5ecuIDbA6NvDS294"
  }
}