{
  "address": "0x20c7344a1abced2fb32e8cb867329b4e5b1f12cb",
  "type": "ERC721",
  "name": "Something From a Dream",
  "tokenCount": "2",
  "uri": "https://ipfs.pixura.io/ipfs/QmfUVUG4j7AxCJ7Jjsiu274xtyzHktVuEr77cdxTnAoCk1/metadata.json",
  "metadata": {
    "name": "Light Up the Night",
    "createdBy": "Brayden Hall",
    "yearCreated": "2022",
    "description": "As a photographer, sometimes you have a vision and will stop at nothing to make it a reality.\n\n23 miles round-trip and an elevation gain of 4500 feet is what it took to experience this place. Nothing comes easy in the life of an adventure photographer and Mother Nature sure knows how to make you work for your art. Although this isn't the hardest trek I've been on, it was still tough. Sometimes I jokingly think to myself, \"Wow! My life would be SO much easier if I was any other type of photographer.\" This is always a fleeting thought that is never taken seriously. The honesty of it is, I wouldn't have it any other way. The outdoors are my home, travel is my life and photography in these elements of the Earth is what I live and breathe.\n\nHowever, being an adventure, travel and landscape photographer is only one avenue of my craft. I am also known for my ability to blend my skillsets together, create scenes, and tell stories that make the viewer feel like they're there and are inspired to go beyond their comfort zone.\n\nI set off on the hike with my girlfriend and our dog. We setup camp in our little backcountry paradise that would be our home for the next couple of nights. We spent our days exploring around this spectacular, topaz-blue, alpine lake as we soaked in the fresh mountain air, escaped civilization, and stargazed as day turned to night.\n\nI captured this image by taking multiple photos with different exposures as we vibed outside the tent, played cards, enjoyed each other's company and drank a wee bit too much whiskey. Later, in post-processing, I blended them together to properly portray the exact essence of what we experienced on this extraordinary night. As sunset came to a close we were illuminated by lights in our tent, a little lantern, and the stars above.\n\nThis is a small glimpse into some of the \"in-between\" moments I experience while on my adventures. The destination, the grail landscape photos and the grandiose stories of wild adventures are what draws people into the unique lifestyle of an adventure photographer... But it's these seemingly minuscule, yet treasured, moments that most don't get to see that really make the life of an adventurer the best that one could live.",
    "image": "https://ipfs.pixura.io/ipfs/QmfNfydUnqkGT1acE3aKRQRwiuB6XBU7bz9CTZeVqN2tKa/LightUptheNightbyBraydenHall.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmfNfydUnqkGT1acE3aKRQRwiuB6XBU7bz9CTZeVqN2tKa/LightUptheNightbyBraydenHall.jpg",
      "dimensions": "6000x8000",
      "size": "37424249",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "washington",
      "pacificnorthwest",
      "pnw",
      "photography",
      "landscape",
      "nature",
      "surreal",
      "astro",
      "braybraywoowoo",
      "adventure",
      "camping",
      "mountains"
    ]
  }
}