{
  "address": "0x20dce7fe1c352c703c993c151dc6441e6e8cc65a",
  "type": "ERC721",
  "name": "OTRO LADO",
  "tokenCount": "5",
  "uri": "https://arweave.net/-jg4cS3jF2gLFwdL978L5wadFXZfiLssFtpo_XxOiFk",
  "metadata": {
    "name": "Finding Roma Norte",
    "created_by": "bymaxwell",
    "description": "The series titled “Otro Lado,” meaning the other side in Spanish, was inspired by feelings of isolation experienced during the pandemic and our resilience to build a new future with each following year. \n\nReturning home from Mexico City as the first case of COVID-19 was detected in Canada, the weeks that followed saw borders across countries close and people retreating inside to help slow the spread of the disease. While the global pandemic raged on, I had time to develop a new series with material from my travels to Mexico City.\n\nThe backdrop of doors and windows in each artwork speaks to the worldwide effort to remain inside our homes at the onset of the COVID-19 health crisis and our efforts curb the virus. To convey a sense of distance in the series, translucent layers of pigment and frayed photographs of doors, tiles, walls, and street art from the city’s vibrant neighbourhoods are layered in a collage style referred to as “tape transfers.”  \n \nThe series is expanded with each following trip to Mexico City to serve as a reminder of the global connection we shared during such extraordinary times and the progress we’re continuing to make in this battle.\n\nOriginal: 8.5” x 13” inch. Paper Collage Made with Original Photography.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "bymaxwell"
      }
    ],
    "image_details": {
      "bytes": 1148624,
      "format": "JPEG",
      "sha256": "3dacf4b277f3d49add47d7f1be04668144883cd02f67ecf3f9ce089bfc298183",
      "width": 2736,
      "height": 4185
    },
    "image": "https://arweave.net/PPklVPLGcoynWz8dVjGIybmcolfHU8GGrLgADLO6T3Q",
    "image_url": "https://arweave.net/PPklVPLGcoynWz8dVjGIybmcolfHU8GGrLgADLO6T3Q"
  }
}