{
  "address": "0x20f63f42a99485812bf72d302ce2df5053800701",
  "type": "ERC721",
  "name": "🛸181🛸",
  "tokenCount": "5",
  "uri": "https://arweave.net/4YFnPRhYx_jzwi0UeO27QndokNKVJZ7xIyc_ztgewl4",
  "metadata": {
    "created_by": "🛸181🛸.eth",
    "name": "Cadet Patron",
    "external_url": "www.linktr.ee/area181",
    "description": "    The Cadet Patron is a way of contributing toward the production of The Brown Mountain Lights. A majority of the profits from all primary sales & royalties go toward festival expenses bands, insurance, permit fees, promo, internet, our other fund raising events... We raise the capital through art sales & sponsorships, selling fashion as well. So these Digital Patron badges are a way of showing your support for independent artists/musicians.\n\n     The Brown Mountain Lights Festival is a celebration of Science, Technology, Aliens, & the anomaly that is The Brown Mountain Lights located near the foothills of Western, North Carolina off Route 181. 'The Lights\" have been in America's lure as far back as the First Nation's stories. \n        This project has four tiers of patronage\n\n-Cadet- a patron thanks on web page, access to subdomain🛸181🛸ENS ownership, contribute toward the festival. (every little bit helps)\n\n-Safety- Patron, this is the second tier & includes all Cadet benefits, plus airdropped Subdomain of your choice 🛸181🛸.eth Limited Edition 181\n\n-Level Up- Patron tier grants all previous benefits, Top Secret access. Limited Edition 181\n\n-Super Duper- Patron - all previous benefits, strictly Top Secret tier limited ed.181 \n\n     This is the second annual BML Festival which we have organized free of any city funding, 100% funded privately through the community & sponsorships. The Co-Founders are Super Duper Space Force & Green Eggs & Jam (Local Record shop) with a long history of working with the city of Morganton in many different facets. Contributing to beautification projects (murals), volunteered/ worked with charities along with helping to contribute to the vibrant cultural development of the arts in the community.  \n     This festival coordinates small local businesses, local musicians, artisans, eateries, and craft breweries with eclectic group of bands and vendors showcasing Morganton, North Carolina in their newly built outdoor stage in the middle of Downtown Courthouse Square.  \n    These Patron Badges are a way of helping to support independent events with Web3 ingenuity. A little bit of good publicity might go along way.  \nSincerely  \nCmdr. Black Ice  \n#SuperDuperSpaceForce",
    "attributes": [
      {
        "trait_type": "Patron Badge",
        "value": "Cadet"
      },
      {
        "trait_type": "Year",
        "value": "2023"
      },
      {
        "display_type": "number",
        "trait_type": "Level",
        "value": 1
      },
      {
        "display_type": "number",
        "trait_type": "BML Festival",
        "value": 2
      }
    ],
    "image_details": {
      "bytes": 610048,
      "format": "JPEG",
      "sha256": "07a4963825c03f846ae03d1b9458ae7eb42d28124c6f11630f5088f83ec1762a",
      "width": 2400,
      "height": 2400
    },
    "image": "https://arweave.net/G8Bk24JFr0u0vzNFNkImL4Woa7UXcKQqNykRKx7Xwww",
    "image_url": "https://arweave.net/G8Bk24JFr0u0vzNFNkImL4Woa7UXcKQqNykRKx7Xwww"
  }
}