{
  "address": "0x21a9a73fb81b285a4f00f0f647d3ebf0c526d7a7",
  "type": "ERC721",
  "name": "Jos Alberto the Documentary Project",
  "tokenCount": "11",
  "uri": "https://arweave.net/4FnkmuYIoSerBAMemRuc8LpRd-UaE7jCor1JgmNuyUE",
  "metadata": {
    "name": "JOSÉ ALBERTO PHOTO 01",
    "created_by": "Victor Cervantes",
    "description": "FRAGMENT 1 - ENGLISH \n\n\nThe man thaws behind the cut, with his worn hand he runs along the edge and aligns the glue.\n\nNo one comes to pick them up, he says, that months after they are finished nothing remembers them. There is a mountain of five years stacked in the background, each one releases them as a burden. They walked the streets and also felt the wear and tear, of course, a shoe is not \"someone\", and the condemnation of life brings with it an unfathomable penance. To end up in a mountain of leather, plastic, glue and fabric, you don't have to be footwear, forgetfulness is enough to create foundation. Never better applied - to be a mountain foot-\n\n\n\nFRAGMENTO 1 - ESPAÑOL. \n\nSe deshila el hombre detrás del corte, con la mano desgastada recorre el borde y alinea el pegamento.\n\nNadie pasa a recogerlos, dice, que meses después de terminados nada los recuerda. Hay una montaña de lustros apilados en el fondo, cada quién los suelta como una carga. Caminaron las calles y también sintieron el desgaste, claro, un zapato no es ¨alguien¨, y la condena de la vida trae consigo una penitencia inabarcable. Para terminar en montaña de cuero, plástico, pegamento y tela, no hace falta ser calzado, basta el olvido para crear cimiento. Nunca mejor aplicado - ser pie de montaña-",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Victor Cervantes"
      },
      {
        "trait_type": "Camera",
        "value": "FUJIFILM X-H1"
      },
      {
        "trait_type": "Lens",
        "value": "XF56mmF1.2 R"
      },
      {
        "trait_type": "ISO",
        "value": "1000"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/1.2"
      },
      {
        "trait_type": "Exposure",
        "value": "1/4000"
      },
      {
        "trait_type": "Focal Length",
        "value": "56.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2022:07:17 00:13:32"
      }
    ],
    "image_details": {
      "bytes": 2932792,
      "format": "JPEG",
      "sha256": "d1e734f17465cbbf3e46b424397230d0cd7c66b68cc3831f9491ce30b1c95564",
      "width": 3654,
      "height": 5481
    },
    "image": "https://arweave.net/RhDQ7xcaFxumPLN5arS2YLe9GZG02d8qI_1xzRRB1u0",
    "image_url": "https://arweave.net/RhDQ7xcaFxumPLN5arS2YLe9GZG02d8qI_1xzRRB1u0"
  }
}