{
  "address": "0x216978cf9d4cb5c3eba4a4e981768b693c919865",
  "type": "ERC721",
  "name": "Broken Child NFT #1",
  "tokenCount": "5",
  "uri": "ipfs://bafyreifwztbzjfn3kc2zbyox2ewupujete4of5w4wz6mgdkx2kqu5gaodm/metadata.json?1",
  "metadata": {
    "name": "Broken Child NFT #1",
    "description": "Thanks for considering to purchase Broken Child NFT #1. \n\nPlease read the following before you mint. By minting, you agree to the terms contained in the doc. https://bobpeace.io/broken-child-nft\n\nThis song is near and dear to my heart. It's the third track on my \"Life After Life\" album (every buyer receives the album free as an airdrop) and it's autobiographical. I particularly enjoy the opening lyric which goes: \"I look at my life and I don't know what it is I'm doing... and all my dreams seem superfluous.\" Man, that is dope. Well, I partnered with illustrator Dave Cole on this one and he's drawn five different designs for the track, each based on his own interpretation of the song. I really hope you like each and all of them.\n\nThis NFT is priced at .05 ETH and there's 1,111 total supply. Few cool perks we're doing are: \n\n1) After 555 sold buyer can redeem NFT for vinyl \"Life After Life\" album (buy extra so you have digital and physical!).\n2) Via TokenProof hoping to procure some IRL benefits such as discounts at local businesses, etc., simply by presenting and verifying your NFT (see bobpeace.io for list of participating establishments).\n3) After 777 sold 3% of sales will be donated to Children's Hospital of Los Angeles for the remainder of the 1,111 NFTs. \n\nPlease see Dave's thoughts/inspiration for his creation below and happy minting! \n\nThe words “Broken Child” have many meanings. When creating this piece, I wanted to highlight the light and color we obtain when overcoming being broken. The love for ourselves we feel once we become our own person. The flowing energy that explodes out of us once we become who we are meant to be.  \n\nBeing broken can always be fixed.  \n\nFor more info please visit bobpeace.io ",
    "image": "ipfs://bafybeifwl3se3zqaspe76rfvcm3ddk52xclt7a6dqifkaserd6ploew7xy/Broken-Child.png",
    "animation_url": "ipfs://bafybeidtgn33mti54x5rretp5e2s4ehfpuwyw26mvcwdnpattaf6jr3q7m/BobPeace_03v1_BrokenChild_ISRC-000000000000.wav"
  }
}