{
  "address": "0x21b18364ab33e035a2861a3ddbeabc78b3b46027",
  "type": "ERC721",
  "name": "Vesa & Zinaida Charity Fine Art Collection by Meta History",
  "tokenCount": "2",
  "uri": "ipfs://QmRM27yWhvKDQD3UvJdq9WgndU7m1g9FqHKftE1jPr2Pqm/1",
  "metadata": {
    "name": "Silence",
    "image": "ipfs://QmdBQ3jsn9TJPxF2fvyKvcJYKBhCWRqXUZmNuKvmTkJKKU/Vesa_Silence.tif",
    "description": "This work represents and was made during a very dark and challenging time in my life when my company was going bankrupt, I nearly died of pneumonia, and spent time in an intense care unit with multiple surgeries. Before this, due to a herniated disk, I spent a year in intense pain, and the global financial crisis took its toll otherwise. My focus before this was about the intense corruption and the general bad state of the world. The universe seemed a very hostile place, and I needed to discover the positive side and meaning again in a different way. After getting out of intense care to the general hospital side, I started forcefully making my brain focus on things I am grateful for though an active list and stayed with it daily like my life depended on it. During moments of feeling like giving up, it helped me pull through, and see things a new. For many people in Ukraine, there will be parts of this that resonate due to what is going on. The artwork, as dark as it is with an abstract eagle pecking at the neck of the screaming unravelling figure, represents the alchemy that happens through even the darkest of time, if we will it to be. Someone collecting it, after 12 years as the digital original, will be a part of its transformative story. How to turn the negative into something positive to stop the screams.\n\n“One does not become enlightened by imagining figures of light, but by making the darkness conscious.” ― Carl Gustav Jung\n\nI’m very happy to be presenting this with Zinaida, who is a powerful artist along the same vain, attempting alchemy and purpose through her work.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "VESA"
      }
    ]
  }
}