{
  "address": "0x210ffd0cd0da236a45d641b0253965e594306655",
  "type": "ERC1155",
  "name": "VW - Virtual Properties Test Dev",
  "tokenCount": "7",
  "uri": "https://arweave.net/XnTLMeDjahLDft-tXKInbtuuJ5w13JDiIDCoMY_NNHc",
  "metadata": {
    "name": "Modern Apartment 01 for Suburb of Virtualia City",
    "created_by": "VIRTUALIAWORLDS",
    "external_url": "https://virtualia.ai/investors/crowdfund-us-with-nfts",
    "description": "This apartment is about 140 sqm, modern styled and of premium quality with 2 bedrooms, 2 bathrooms and a spacious living room. You can place the apartment in the suburb of Virtualia City within the Virtualia Island world. Most important you get a VR experience ownership, not just an image or a panoramic view. You will be able to get a virtual tour of your apartment in VirtualiaWorlds.\n\nIf the panoramic preview is not accessible through the NFT marketplace, visit it here at  \nhttps://virtualiaworlds-preview.virtualia.ai/ipfs/bafybeieq2bjvvz5h7yndxnld6mt5exjvhvdgqmylb3t7bakmnvw4nwqqsa/VirtualiaWorlds_Panorama.html\n\nAs the speed may be slow with decentralized storage, better visit https://virtualia.ai/investors/crowdfund-us-with-nfts or our discord space at https://discord.gg/ebJtR8fhfG and access your dedicated channel.  \n1- Go to the #nft-folders-verify channel, get a role by connecting your wallet in order to access a private channel for NFT holders.  \n2- In this channel, you will get access to other links as we hosted the panoramic view in our servers  \n3- Know more about Virtualia City (e.g.  access the map and decide where to place your new acquisition).  \n4- Get informed on any future auction. Register your mail if necessary so you don't miss out the auction to place the apartment in Virtualia City!  \nBe careful that there is no locationID attached to that NFT for now. This means that you still have to place the apartment to one of the building in the suburb of Virtualia City. All apartments get one seat, it's just some areas are better than others.  \nWe will auction the places for a premium fee or give it for free in a First Come First Serve auction.\n\nWhile you get here a panoramic view, note that you are entitled the rights of a VR experience.  \nYour VR experience (see notes*) can be completed in the future in VirtualiaWorlds once released to the public. You will connect there and then link your wallet that contains the NFT to your profile and you will be able to access privately to a whole immersive experience, walking inside to your new apartment!\n\nThese apartments are available to you at a floor price. The initial price depends on:  \n* Rarity factor (e.g. there are 888 possible locations in Virtualia Island for this apartment type),  \n* Quality (standard, premium, luxury, palace level). Those apartments are at premium level given the quality of the material use. You would find them generally in Dubai.  \n* Location. These apartments can be generally placed in all parts of the island. We divided for simplicity the areas into 7 areas:  \nVirtualia City – Suburb; Virtualia City – Historical center ;\tVirtualia City – Marina bay ;\tVirtualia City – Financial center;\tOutside Virtualia City – City center;\tOutside Virtualia City – Countryside;\tOutside Virtualia City – Coast area;  \nThose are pre-constructed virtual properties. Once our buildings are constructed, apartment location IDs will be created. We will then do an auction to allocate the apartments of that building or will deliver them as a first-come-first-serve basis. Announcements will be done to every holders in our discord channel specific for them. Once you attached your NFT to a locationID, it cannot be moved. It’s like trying to move the walls and floor of your apartment in real life to somewhere else. It does not happen. You can move your clothes and furniture but not the walls. The best thing if you want to move is to sell your apartment by selling your NFT to someone else. Once allocations are made, if allowed, we will udpate the characteristics of the NFT with the locationID. If not this will be provided (open to the public) from our VirtualiaWorlds Chamber of real estate.  \n* Compatibility with virtual worlds. In this case these NFTs can be used in both hybrid and Virtualia Island. This is to respect the theme of the virtual world.  \n* Initial scaling factor compared to real world places. As this is a new land, we factored the price per sqm something relatively low compared to G8 countries as if we were promoting a new property development in a remote region of the world (sunny and temperate). \nWe then applied a factor of 1/300th of what the real-world price would look like. In fact, we still think there is a potential of an increase by 10 if we were matching the most expensive capitals of the world. The average asking price is about 1153$ per sqm, rescaled to 3,84$ per sqm in VirtualiaWorlds.\n\nFootnotes\n\nNote 1:  \nYou will be able to change the style, add new assets you bought on our NFT marketplace – like if it was your home – by placing an order for our 3D services.\n\nNote 2:  \nThis NFT entitles you the right of a VR experience for that virtual property (you will receive a private link as NFT holder), but not the 3D underlying model. You can place that apartment in any permitted allocated locationID for that apartment in Virtualia Island. \nIt also gives you automatically citizenship and voting rights to decide about the future of Virtualia Island.  \nThere is no landID attached to that virtual property because it is qualified as an apartment.\n\nNote 3:  \nLocationIDs are not yet defined, so once we have constructed the building on a specific landID, we will do an auction to allocate the apartments of that building or will deliver them as a first come first serve basis. \nAnnouncements will be done to every holders in our discord channel specific for them.  \nYou will get all information and images regarding the building so if you are interested to place your apartment there, you should stay alert on our news announcement channel.\n\nNote 4:  \nWith this NFT you are entitled a private VR space (web3 weblink), that corresponds to visiting your apartment in private. You will may  be able to open it later to the public (like turning your apartment to open bar) against paying a small fee for the bandwidth. Only those having the token can thus access this private VR space, viewable on mobile and PC, in VirtualiaWorlds. Not that the panoramic view is a preview and viewable by anyone with the link.\n\nNote 5:  \nA pure VR experience with VR headset will be generated in the future depending on the demand of the community.\n\nVirtualiaWorlds is the virtual world immersive experience of the Virtualia ecosystem.",
    "animation_url": "https://virtualiaworlds-preview.virtualia.ai/ipfs/bafybeieq2bjvvz5h7yndxnld6mt5exjvhvdgqmylb3t7bakmnvw4nwqqsa/",
    "animation_details": {
      "format": "HTML"
    },
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "VIRTUALIAWORLDS"
      },
      {
        "trait_type": "Worlds_compatibility",
        "value": "Virtualia Island"
      },
      {
        "trait_type": "Type",
        "value": "Apartment"
      },
      {
        "trait_type": "Title",
        "value": "Modern Apartment 01"
      },
      {
        "trait_type": "Style",
        "value": "Modern"
      },
      {
        "trait_type": "Quality",
        "value": "Premium"
      },
      {
        "display_type": "number",
        "trait_type": "Size_approx_sqm",
        "value": "140",
        "max_value": "150"
      },
      {
        "trait_type": "Size",
        "value": "M"
      },
      {
        "trait_type": "LandID",
        "value": "None"
      },
      {
        "trait_type": "NFT_category",
        "value": "VR experience"
      },
      {
        "trait_type": "NFT_benefit",
        "value": "Gain citizenship, Voting rights"
      },
      {
        "trait_type": "Tradable",
        "value": "Yes"
      },
      {
        "trait_type": "Asset_type",
        "value": "Existing asset and Prospective asset"
      },
      {
        "trait_type": "NFT_use",
        "value": "Buy apartment (VR experience) at a locationID (auction or FCFS) "
      },
      {
        "trait_type": "LocationID",
        "value": "Auctioned or FCFS"
      },
      {
        "trait_type": "Purchase_option",
        "value": "No"
      },
      {
        "trait_type": "Option_expiry",
        "value": "None"
      },
      {
        "trait_type": "Area",
        "value": "Virtualia City - Suburb"
      },
      {
        "trait_type": "Bedrooms",
        "value": "2"
      },
      {
        "trait_type": "Bathrooms",
        "value": "2"
      },
      {
        "trait_type": "Rooms",
        "value": "6"
      }
    ],
    "image_details": {
      "bytes": 619149,
      "format": "JPEG",
      "sha256": "1fed38123cc6e22a4b0b01f6cacabe63c5d21bd4cd1aa672c20b6851fb907d3c",
      "width": 1280,
      "height": 720
    },
    "image": "https://arweave.net/djUKxXYbbrk-KKITDo-gEaQiJO-1XCsxMkujaHKonr0",
    "image_url": "https://arweave.net/djUKxXYbbrk-KKITDo-gEaQiJO-1XCsxMkujaHKonr0"
  }
}