{
  "address": "0x21a4c116d56669c5407e27df72f867b22682cc62",
  "type": "ERC721",
  "name": "In Posterum by Van Blancke",
  "tokenCount": "1",
  "uri": "https://arweave.net/2cQbIIPsb6Zt_YXFdat4q06oRDNg21odf2u3c9L93gw",
  "metadata": {
    "name": "IN FUTURUM MUNDI // THE FUTURE OF THE WORLD",
    "created_by": "Bustani Gallery",
    "external_url": "bustani.agency/van-blancke",
    "description": "We finally reached the high  \npits that surround the desolate city:  \nThe walls appeared to me to be of iron.  \nNot without making first a circuit wide,  \nWe came unto a place where loud the pilot  \nCried out to us, «Debark, here is the entrance.»  \nMore than a thousand at the gates I saw  \nOut of the Heavens rained down,  \nwho angrily Were saying, «Who is this that without death  \nGoes through the kingdom of the people dead?»  \nAnd my sagacious Master made a sign  \nOf wishing secretly to speak with them.  \nA little then they quelled their great disdain,  \nAnd said: «Come thou alone, and he begone  \nWho has so boldly entered these dominions.  \nLet him return alone by his mad road;  \nTry, if he can; for thou shalt here remain,  \nWho hast escorted him through such dark regions.»  \nThink, Reader, if I was discomforted  \nAt utterance of the accursed words;  \nFor never to return here I believed.\n\nVan Blancke’s «In Posterum // The Future» presents a philosophical and spiritual reflection on how the world, including our society, could evolve via its own culture and its way of functioning. Based on and mirroring the work of Dante and his epic poem, “The Divine Comedy,” the collection opens with an ink drawing depicting a door-like structure into this future world - an invitation for the viewer to enter into the collection. Beyond these doors, a drawing on Nature and another on Resurrection; specifically, a future resurrection of the world itself. These three themes serve as the basis of a new universe in which subjects relating to the present, past and future world will be explored and discovered over time as the collection expands. The drawings offer an initial way to discover this new and emerging world, with each new work revealing once the previous has sold.\n\nSpecialty print is included with purchase. Size will be customized to the collector's specific requirements. Please email info@bustani.agency for more information.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Benjamin Van Blancke"
      },
      {
        "trait_type": "Medium",
        "value": "Ink Drawing"
      }
    ],
    "image_details": {
      "bytes": 38780348,
      "format": "JPEG",
      "sha256": "5cbd8f5d33a49feaaf22769647f292ac6796f94b2e937db2b68971965f7db55a",
      "width": 9449,
      "height": 11811
    },
    "image": "https://arweave.net/8DehX0gAHY_e_eWrw0HEAYQi5Tl9ZQQqp6Hl4Ic8nvs",
    "image_url": "https://arweave.net/8DehX0gAHY_e_eWrw0HEAYQi5Tl9ZQQqp6Hl4Ic8nvs"
  }
}