{
  "address": "0x21e91aeb69a2edb074e420b5587c4ef3663aa0ec",
  "type": "ERC721",
  "name": "MW Genesis SuperRare NYFW Print Art",
  "tokenCount": "4",
  "uri": "https://ipfs.pixura.io/ipfs/QmQTZaVwYKuqtyEykqRWmTdFDJfpTe2Pu3TSrCCReKenov/metadata.json",
  "metadata": {
    "name": "Pepperpot",
    "createdBy": "Marrisa Wilson",
    "yearCreated": "2022",
    "description": "Artwork Details:\n‘Pepperpot’ is a hand-painted print developed for the MARRISA WILSON New York Spring/Summer ‘23 Collection, “Of Many Waters,” which will debut on the NYFW Runway on September 11th, 2022.  I first hand-painted it with gouache on paper, then scanned it onto my computer and reworked it into a repeatable file and reformatted it to be printed on various textiles. After I designed all of the silhouettes for the collection, I applied the print to various styles then sent it off to the factory to be cut & sewn into a ready-to-wear collection. This print will be seen on the NYFW Runway in the collection’s assortment of signature MW dresses, tops, bottoms, and bodywear. \n\nArtwork Inspiration:\nEvery December in the days leading up to Christmas, you’ll hear a soft whistle from a pressure cooker. Then the smell hits you...sweet, spicy, and a note of cinnamon. Anyone from Guyana knows that means that pepperpot is soon to be served. Pepperpot is a traditional Guyanese stew, cooked on low, slowly simmering in a flavorful sauce based with cassareep. Cassareep is the juice that comes from the cassava root, blended with a medley of spices, and boiled down to a thick molasses reduction. The cassareep allows the meat to be preserved on the stovetop without spoiling. This collection was created to be an introspective body of work, one in which I could preserve the past, and draw from my Guyanese heritage, tradition and culture, to inform the future. \n\nArtwork Utility: \nHolders of the MW Genesis NYFW Print Art Collection will be listed as the Official Presenting Sponsor of the MARRISA WILSON New York NYFW Runway Show, making it the first ever NYFW Runway Show sponsored by a community of Digital Art Holders. As an Official Presenting Sponsor, you will have your name or your SuperRare Username (whichever is preferred) listed in our Run of Show Program at the show.\nYou will also receive:\n- 1 VIP Front Row Ticket to the MARRISA WILSON New York Spring ‘23 Runway Show\n- 1 VIP Gift Bag at the Runway Show\n- 2 tickets to the Official MARRISA WILSON New York Afterparty\n- A custom-made MARRISA WILSON New York signature Trucker Jacket (retail price: $695), designed with your print artwork\n- A private meet & greet and cocktail before the Afterparty \n- A framed print of your art and the Runway Show Invitation, personally inscribed to authenticate you as an Official Presenting Sponsor of the NYFW Runway Show\n",
    "image": "https://ipfs.pixura.io/ipfs/QmawZKea1pfFpmirA5BUepkfvfp8vstx6ySZd3CMo2EVBe/Marrisa_Wilson_Pepper_Pot.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmawZKea1pfFpmirA5BUepkfvfp8vstx6ySZd3CMo2EVBe/Marrisa_Wilson_Pepper_Pot.jpg",
      "dimensions": "3081x3943",
      "size": "3157722",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "marrisa",
      "wilson",
      "fashion",
      "designer",
      "nyfw",
      "painting",
      "art",
      "print"
    ]
  }
}