{
  "address": "0x21f94b64565ee227550629c2cff0c9baf704bc4b",
  "type": "ERC721",
  "name": "Marlon Portales NFT Art",
  "tokenCount": "1",
  "uri": "https://arweave.net/fVdCyaAbKqywLEOpe6l1rj1L66SsHhKHMvULATR29Y4",
  "metadata": {
    "name": "Eco",
    "created_by": "Marlon Portales",
    "description": "\"Eco\" is an animated work composed of different digital painting frames, created by Marlon Portales. Inspired by personal travels of the artist, this work arises from the digital manipulation of documentary archives of personal travel and pictorial work studies, with the intention of capturing the landscape, architecture, memory, and their imagined versions of the future. This animation is part of a Diptych in conjunction with a physical painting created using the Acrylic on Canvas technique (20 x 20 in).\n\nThe mise-en-scene consists of projecting the colorful and animated virtual scene of the landscape onto a small-format physical painting, causing the physical painting to be visually lost and relatively diluted under the animation. In physical space, the combination of the two works creates a sensory dialogue. As the two pieces blend together, the physical and digital components merge to create a new experience for the viewer.\n\nThe collector of the \"Eco\" animation will receive an airdrop of the physical painting converted to an NFT and will also receive the original physical painting.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Marlon Portales"
      }
    ],
    "animation_details": {
      "bytes": 10897855,
      "format": "MP4",
      "duration": 2,
      "sha256": "1d8a02c54b66a94c7f88bc08516897cd229bd55545280bf12c0d48788fdd9ef7",
      "width": 4000,
      "height": 2658,
      "codecs": [
        "H.264"
      ]
    },
    "animation": "https://arweave.net/gVF4PYH6b9qCJ4jwO2UB8zMIG6hIfW09ZQM5rA_RA00",
    "animation_url": "https://arweave.net/gVF4PYH6b9qCJ4jwO2UB8zMIG6hIfW09ZQM5rA_RA00",
    "image_details": {
      "bytes": 22350779,
      "format": "PNG",
      "sha256": "9405f0d321b5c64ebd982f02a6060180151c89f347435c054e70c78c84221477",
      "width": 4000,
      "height": 2659
    },
    "image": "https://arweave.net/aJjfFca8zXVlCFEuKs77NTEC8DKawZQEgQ_fQ_oFgtc",
    "image_url": "https://arweave.net/aJjfFca8zXVlCFEuKs77NTEC8DKawZQEgQ_fQ_oFgtc"
  }
}