{
  "address": "0x21f645001e997e5a8dd496f0dbab25500936ba1c",
  "type": "ERC721",
  "name": "SuperRare Semark",
  "tokenCount": "3",
  "uri": "https://arweave.net/gk4nGd2WQNFULVSTCJwjC8CpuC4XZrrKR9-A2NNi83I",
  "metadata": {
    "name": "Defeat",
    "created_by": "Andrew Semark",
    "description": "Pushing boundaries comes at a price and the ocean will always make you pay. \n\nThis is the day that I was truly humbled. I had let myself fall into a comfort zone in a place that was unforgiving. In a lapse of judgement, I decided to shoot an angle that only a handful have tried and even less, have succeeded at. \n\nI failed. I fell early on the wave and was at the mercy of one of the biggest swells I had ever captured. The violence of this wipeout was nothing I had experience before. It felt like my head was in a vice and my limbs were being torn apart. All I wanted to do was scream. I had an inflation vest with 2 canisters that I released to help bring me to the surface. What felt like a lifetime underwater was only 45 seconds and I surfaced to blinding light. Dazed and confused I was picked up and placed in the safety of the channel. With two blown ear drums and blood flowing from my nose, I was quickly put in my place. \n\nAs I sat and continued to watch the waves roll through that afternoon I was really bummed at myself for allowing my mind to fall into complacency. At what cost is a photo? I reloaded my camera and got back in the water to shoot. Each wave I swam through was extremely painful on my face, but I did not want to give up. \n\nAfter another couple of hours swimming and not shooting anything I was happy with, I started to make my way back to my ski. I turned my back for one last look, and out of the deep blue arose the above image. I lifted my camera, set my focus and captured this moment I will never forget. \n\nAnj Semark",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Andrew Semark"
      },
      {
        "trait_type": "Camera",
        "value": "Canon EOS 5D Mark III"
      },
      {
        "trait_type": "Lens",
        "value": "EF70-200mm f/2.8L IS II USM"
      },
      {
        "trait_type": "ISO",
        "value": "125"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/7.1"
      },
      {
        "trait_type": "Exposure",
        "value": "1/800"
      },
      {
        "trait_type": "Focal Length",
        "value": "130.0 mm"
      }
    ],
    "image_details": {
      "bytes": 14245827,
      "format": "JPEG",
      "sha256": "91697bc2b5157c49386f6d6f534cca5ecc28fa08918ceea443b84b850c1fd68e",
      "width": 4499,
      "height": 2999
    },
    "image": "https://arweave.net/LRKvD0z4_AA03UEZUsTo5ld9r7NATt-ZphtqCcMKZ0o",
    "image_url": "https://arweave.net/LRKvD0z4_AA03UEZUsTo5ld9r7NATt-ZphtqCcMKZ0o"
  }
}