{
  "address": "0x220313f7b8784048b1c9719341ce0b8c3269c20a",
  "type": "ERC721",
  "name": "FORTUNATE OBJECTS",
  "tokenCount": "1",
  "uri": "https://ipfs.pixura.io/ipfs/QmSp5aqzpZ5L166HF3GwEi4VdYtVMz9hRSwDoGvr2XdAPg/metadata.json",
  "metadata": {
    "name": "FORTUNATE OBJECTS: LEDGER",
    "createdBy": "Gabriel Dean Roberts",
    "yearCreated": "2023",
    "description": "FORTUNATE OBJECTS are commonplace items in life that are vectors for fortune or misfortune; the bottle of champagne you drank to celebrate a promotion, or the one you drank that triggered a divorce. The fortune cookie that you believed, the lump sum of cash that brought you financial freedom. We each possess a private narrative when we see these objects, and that is when YOU become the 5th item with your reaction to the art.\n\nThe hard wallet is an object of fortune, as it holds our crypto, is important to keep safe, and mustn't be lost. \n\nThe traditional and digital art world are slowly growing together, and yet within each world there lies a great deal of bias. GDR has created FORTUNATE OBJECTS as a multi-disciplinary series that provides the owner of each piece FOUR different art pieces, representing a different discipline. By confronting the artificial barriers between genres of art, and changing the conversation of where value lies by showing the artwork in 4 different mediums, GDR creates a bridge between the digital art and traditional art worlds.\n\nThe original owner receives: \n\n1.  A sealed in-box Ledger (to be displayed as a sculpture) \nThe style and design of the Ledger may differ from the style of the ledger featured in the original painting. Its representative nature as a sculpture is complete nonetheless.\n\n2. A digital photo of the object (Airdropped in NFT format) and emailed in its original resolution.\n\n3. A MASSIVE 5 X 6 ft  oil on canvas painting of the object, shipped anywhere in the world.\n\n4. The digital NFT animation of the object\n\nThe owner is responsible to keep the entire set of 4 items together to retain its full value. The painting, object itself, and the digital assets are meant to be displayed together, and if the owner so chooses, sold together.\n\nWhen the purchase is complete, the claimant is required to fill out the shipping form supplied at gabrieldeanroberts.com",
    "image": "https://ipfs.pixura.io/ipfs/QmYpANtkknjPs4zYPata3DPAhe5oQB3PTg8baimCbntciF/ezgif.com-video-to-gif.gif",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmYk1vrGi7s1jroTx2buanNbtKXq5AgWZnesZmZhRQo8TC/Green_ledger.mp4",
      "dimensions": "886x732",
      "size": "15131853",
      "mimeType": "video/mp4"
    },
    "tags": [
      "painting",
      "animation",
      "fortunateobjects"
    ],
    "attributes": [
      {
        "trait_type": "Set Item included",
        "value": "5x6 ft oil on canvas painting"
      },
      {
        "trait_type": "Set item included",
        "value": "Digital print of the original object"
      },
      {
        "trait_type": "Set item included",
        "value": "Ledger (to be displayed as a sculpture)"
      }
    ]
  }
}