{
  "address": "0x22517d7e4b6aaad6ebc0147943a6e88e7dbc5e08",
  "type": "ERC721",
  "name": "III i",
  "tokenCount": "4",
  "uri": "https://arweave.net/VOQq2YUIKc8yHFzU6pEmVcZS1FUuzqPBn30CtduaXiY",
  "metadata": {
    "name": "I. Sahaar",
    "created_by": "Sequoyah Burke-Combs",
    "description": "She was lost and wandered  \nWithout a goal she found it\n\nThe light shone from within  \nIn the sand she saw diamonds\n\nLife grew true from her soul  \nIn shadow she found the whole\n\n***FULL DESCRIPTION***\n\nThe III i are a group that have opened their third eye by transmuting energetic blockages, reclaiming their inner truth and connecting with the outer world.\n\nWe each have access to a power that uses the mind and our five senses to look through reality to discover new patterns and perceptions that can unlock our soul's expression. There are many ways to apply this extra sensory eye no matter one’s past, present or future but there are also ways to close and diminish its power through doubt, fear, lack and division. \n\nThis collective trusts their unwavering intuition to guide them through both light and shadow towards their full embodiment. In their journeys they discover faith, gratitude, compassion and divine harmony. \n\nThey understand this work is a continual integration to unlearn conditioned limitations, narratives and identities to realize all that they are. Each piece is a testament of individual sovereignty, potentiality and collective freedom. \n\nYou will see different beings in various contexts displaying the presence of the third eye throughout nature. The III i are illuminated by their inward light and it shines outward to inspire others towards embracing their own calling and being in service to life.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Sequoyah Burke-Combs"
      },
      {
        "trait_type": "Medium",
        "value": "Digital"
      },
      {
        "trait_type": "Setting",
        "value": "Desert"
      }
    ],
    "image_details": {
      "bytes": 747739,
      "format": "JPEG",
      "sha256": "4dbbf2adb3b760396c95b8562f91c4db9195985f8eb56096a5b05c1abaa8c872",
      "width": 2448,
      "height": 3264
    },
    "image": "https://arweave.net/tOdH_Xt7FGE2QffxY15bNupgMSMx5YU4BPYraR4qfPs",
    "image_url": "https://arweave.net/tOdH_Xt7FGE2QffxY15bNupgMSMx5YU4BPYraR4qfPs"
  }
}