{
  "address": "0x225b6f53227d09b1c315a4b3ac76ea41eac2473b",
  "type": "ERC1155",
  "name": "Unidentified contract - 0LqbezBpOv",
  "tokenCount": "4",
  "uri": "https://arweave.net/5Fq8q7pP0px4hpGB0lGlyWd10Cisbck2oAMT9yD0L74",
  "metadata": {
    "name": "The last Cuban",
    "created_by": "Victor Cervantes",
    "description": "The Cuban is a miracle, an impossible smell, an infinite probability, a predictable entropy, an atom, a universe, incoherence, dissonance, is born outdated, incomplete, happy, (un)conscious, firm, unfinished and also dreams and loves: To be on an island the broken promise and the consecutive dream, alignment, astrology and paranoia. The story, the joke, the weight, the burden, the back, the spine and the punishment. The smile, the teeth, the molars, the tongue and the throat, the saliva that swallows and the digestive tract where the water sweats, excretes, evaporates, falls between dead skin, and touch, touch, touch the bodies, embrace, kiss, hate each other, envy, crush, rise, love and miss, stay, leave, remember and forget. They become Cubans of seawater and dirty on their nails, hard hands, torn eyes, brushed teeth, short nights, short days, short live, short words. Virgil says: sponges, swallowing water, living dryly.\n\nESPAÑOL\n\nEl cubano es un milagro, un olor imposible,una probabilidad infinita, una entropía predecible, un átomo, un universo, la incoherencia, la disonancia, nace desfasado, incompleto, feliz, (in)consciente, firme, inconcluso y sueña y ama también: Ser en una isla la promesa rota y el sueño consecutivo, la alineación, la astrología y la paranoia. El cuento, el chiste, el peso, la carga, la espalda, la columna y el castigo. La sonrisa, los dientes, las muelas, la lengua y la garganta, la saliva que traga y el tracto digestivo donde el agua se hace sudor, excreta, evapora, cae entre piel muerta, y tocan, rozan los cuerpos, se abrazan, se besan, se odian, se envidian, se aplastan, elevan, se aman y extrañan, se quedan, se van, recuerdan y olvidan. Se hacen cubanos de agua de mar y churre en las uñas, las manos duras, los ojos rasgados, los dientes rozados, las noches cortas, los días cortos, las vidas cortas, las palabras cortas. Dice Virgilio: esponjas, tragando agua, viviendo secamente.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Victor Cervantes"
      },
      {
        "trait_type": "Camera",
        "value": "FUJIFILM X-H1"
      },
      {
        "trait_type": "Lens",
        "value": "XF23mmF1.4 R"
      },
      {
        "trait_type": "ISO",
        "value": "6400"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/1.4"
      },
      {
        "trait_type": "Exposure",
        "value": "1/125"
      },
      {
        "trait_type": "Focal Length",
        "value": "23.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2022:09:27 07:39:43"
      }
    ],
    "image_details": {
      "bytes": 16466663,
      "format": "JPEG",
      "sha256": "00c66a80d87565e532c42ac777bcddb12ada7cb8305ecb9df1225427f773e1ce",
      "width": 5852,
      "height": 3901
    },
    "image": "https://arweave.net/gFfRzujTcc1z7vcOoAyKNSlDb56jvAetaRTDu7cRM8M",
    "image_url": "https://arweave.net/gFfRzujTcc1z7vcOoAyKNSlDb56jvAetaRTDu7cRM8M"
  }
}