{
  "address": "0x22e163de4bac61f78b41fbd713095ebeab17b689",
  "type": "ERC721",
  "name": "Everyday-Paris",
  "tokenCount": "1",
  "uri": "https://arweave.net/LJDsr8Syi2iFln8MDaeuaSSR60qCN6oeincIQNGB3gk",
  "metadata": {
    "name": "Bridging Moments",
    "created_by": "gokhangogo",
    "description": "In the heart of Paris, a vibrant tapestry of everyday life unfolds against the backdrop of timeless icons. This is a street-photography that is unstaged and totally candid. My photograph, \"Bridging Moments,\" captures a juxtaposition that mirrors the essence of this enchanting city. As I rode the metro across the renowned Bir-Hakeim Bridge, I seized the opportunity to freeze this serendipitous moment.\n\nAt the center of the composition, the Paris metro stands as a pulsating artery, navigating the urban landscape and connecting the diverse inhabitants of the city. Above it, the majestic Eiffel Tower rises, an enduring symbol of Parisian grandeur. This juxtaposition encapsulates the intersection of the transient and the timeless—the metro representing the fleeting nature of modern life, while the Eiffel Tower embodies eternal magnificence.\n\nWithin this dynamic scene, an elderly Parisian woman engrossed in a magazine about renting and selling apartments adds an authentic touch. Her presence highlights the evolving nature of the city, where tradition and modernity coexist harmoniously. Meanwhile, a possible curious tourist, unaware of the passing Eiffel Tower, symbolizes the pursuit of exploration and discovery that draws visitors from around the globe. This convergence of individuals and landmarks captures the very essence of Paris—a city where the dreams of locals and tourists intersect, forging unforgettable moments in the tapestry of life's journey.\n\nPhoto by Gokhan Gokcay a.k.a Gokhangogo\n\n*License: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "gokhangogo"
      },
      {
        "trait_type": "Date",
        "value": "2018:12:17 12:59:28"
      },
      {
        "trait_type": "Location",
        "value": "(48.8555812, 2.2875890)"
      },
      {
        "trait_type": "Location ",
        "value": "Paris 16eme"
      }
    ],
    "image_details": {
      "bytes": 9708426,
      "format": "JPEG",
      "sha256": "b4f6b2fa94290b8013631efa4872356aa3f6112d1b599bd8566721085d62e1d1",
      "width": 5969,
      "height": 7267
    },
    "image": "https://arweave.net/qzxjTQouQD30cmbBew8toHfEhAmUcOkEBjr_azFEchk",
    "image_url": "https://arweave.net/qzxjTQouQD30cmbBew8toHfEhAmUcOkEBjr_azFEchk"
  }
}