{
  "address": "0x222ce4b042e37b00cfe5c42610f54c6e317cdce7",
  "type": "ERC721",
  "name": "INFERNO ED",
  "tokenCount": "3",
  "uri": "https://arweave.net/XYF-TzgMxAyXARhAiPrNd7c0XsZqG32IV2vin5Svbns",
  "metadata": {
    "name": "Pain",
    "created_by": "Blacc Inferno",
    "description": "My most evocative and darkest piece yet! Have you felt true pain??? We all have our pain whether it’s physical or mental pain and I dont know what pain means or represents to you but to me it’s that pulsing and throbbing feeling that keeps on and on, doesn’t leave me like it’s a part of me, I don’t want it, I freaking hate it and I want to let it go but I can’t, the sensation around me, it’s just HELL!!. I soon realized it’s something we all have to deal with in one shape or form, because behind every success there is a certain amount of pain. We all go through it and We just have to deal with it individually. if there were no pain in the world we probably won’t treasure the good times and the things we love but thanks to pain, we learn to appreciate life itself and every little thing around us. So YEA! we all got our pain but like the saying goes “No Pain No Gain” so to me I say bring on the PAIN because I got my eye on the GAIN. It’s only gonna make one strong, powerful and teach one to survive!!!. PAIN!!!",
    "animation_details": {
      "bytes": 45959071,
      "format": "MP4",
      "duration": 27,
      "sha256": "09d15305f24c5f2ed9852bdf3de3a1001d5fbf01faf164a3436a4b729ebf7ff8",
      "width": 1512,
      "height": 2268,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/V8v9saWxLdclSpyv9ak7wbtFCatXxp5Iz9xH_LNf2jQ",
    "animation_url": "https://arweave.net/V8v9saWxLdclSpyv9ak7wbtFCatXxp5Iz9xH_LNf2jQ",
    "image_details": {
      "bytes": 3800171,
      "format": "GIF",
      "sha256": "44e333d135c844831ed89870e108a67596e90a36c8c0766cb9d95b29cd0db44e",
      "width": 499,
      "height": 750
    },
    "image": "https://arweave.net/TcVTyeWqqzbUCcLzqau7CegiRltq2SlWPLQzNpSBhAg",
    "image_url": "https://arweave.net/TcVTyeWqqzbUCcLzqau7CegiRltq2SlWPLQzNpSBhAg"
  }
}