{
  "address": "0x22a2e9ea1721944d987e63f530d28daaff28e0cf",
  "type": "ERC721",
  "name": "findokmusic - Next Week's Coming",
  "tokenCount": "10",
  "uri": "https://metadata.sound.xyz/v1/0x22a2e9ea1721944d987e63f530d28daaff28e0cf/1",
  "metadata": {
    "name": "Be? #1",
    "artist_name": "findokmusic",
    "description": "“Be?” is the outro to our recently released debut album “Are We Here?” The song is about uncertainty both as an artist and as people in life as we know it. The question marks symbolize the uncertainty and the words themselves, “be” and, “are we here” represent the existential crises we have experienced throughout our journey both individually and together as a duo.\n\nGrowing up as first generation Nigerian & Pakistani children in Silver Spring, Maryland, it was obvious that our family and extended family wanted the best for us. However, it was not always obvious that the vision that they had for our lives was congruent with the vision that we saw for ourselves. It became common practice for us to live a double life, veiled between the person that we are in our families and the people we would like to be in the world. We wanted to be artists and they wanted us to be doctors, lawyers, engineers, and anything alike. Our pursuits in the arts we're not only unwelcomed but often discouraged. This led to us feeling small, unwanted, and outcasted by the very people that we call family. This life of duality eventually began causing a rift in our identities and started pulling away at the very fabric of our personality. We decided that, as difficult as it may be, it is always best to embrace your true self and to chase after your dreams.\n\nPursuing your dreams doesn’t always lead to happiness; we found that out fairly soon lol. We also found out that becoming and being an artist comes with its own set of challenges. A set of challenges that were not so far away in nature from the challenges of our cultural upbringing. To be an artist is to exist in duality; the ups and the downs, the private and the public, the individual and the collective, the confidence and the critique, the questions and the answers... This spectrum of everyday existence for artists contributes to the everyday plight of finding the balance between unflappable confidence and crippling self-doubt. Then we started to realize that duality isn’t necessarily good or bad… it just is. Through the means of our constant creations, we realized that how we navigate through these conflicting existences is what makes us, us.\n\nValidation is something that we all seek in some way, shape, or form. Our relationship with it can result in our salvation or demise. As artists, we all understand that there is no set path that is paved for us and the paths that do exist are laid out by other artists and those roads are difficult and inauthentic to follow. Society as a whole does not typically encourage art because it’s not considered stable, especially in black and brown communities similar to the ones that raised us. However, artistic expression is deeply tied to us as human beings, because we are all artists in some way. We are beings that express our varying identities everyday, but depending on the path that we choose, our identities may or may not be validated. So it is only natural that we struggle as artists with the lives that we choose to live, or as some may say, the life that chose them.\n\nWe represent the combination of identities and the importance of duality. We, as United States citizens of Eastern immigration, find it important to represent the many dualities within us because it showcases a journey through identities that can be felt despite what can’t be understood. We all struggle with our identities in one way or another and you can’t be sure what someone else is going through. But you can be sure that it is OK, and you should embrace your duality.\n\nwritten & produced by OK!\n\n~ Twitter/Instagram ~\n\nObiora Igbo (@obiyibo) \nAhmed Kazmi (@ahmedxkazmi)",
    "external_url": "https://www.sound.xyz/findokmusic/be",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmfXVbkasTcZR4hqCRoB1QRidYDR13URQjptLNBZv4tUck",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmS1A5rmFioamXgdd7qrrTSy7yu4c4LgaQUVopF5VJ92ms",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmS1A5rmFioamXgdd7qrrTSy7yu4c4LgaQUVopF5VJ92ms",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmTh7JCULjJ4SLKpfHm3b1LvoAmSXPrv8ef9GnVnh43u3A",
    "attributes": [
      {
        "trait_type": "Be?",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}