{
  "address": "0x234347febed61af621ea641e840f781744b9cb0e",
  "type": "ERC721",
  "name": "Quayola",
  "tokenCount": "8",
  "uri": "https://monegraph.mypinata.cloud/ipfs/QmWxH8D9mZHzCBQvzeYYyyEX9WdNUUaBzzD5Er1WqVRTf8",
  "metadata": {
    "name": "Storm #02",
    "description": "‘Storms’ is a series of video works that further Quayola’s research on the tradition of landscape painting, exploring its pictorial substance through advanced technologies. Ultra-high-definition footage of Cornwall’s stormy seas serve as a dataset to generate new computational paintings. \nIn ‘Storms’ litanies of waves unfold over a nullified space. The works ‘paint themselves’ over the flow of dilated time, pictorial forms that untangle on the canvas/screen crumbling towards abstraction. Although the link with reality thins on a retinal level, the paintings are generated from the exact same ‘natural data’ captured en plein air. The machine is programmed to produce a ‘traditional painting’ of a digital substance, a painting of pixels.\nHuman and machine, collaborating, investigate the hierarchies between human, nature and technology, generating new aesthetics.\n\nVideo and other documents accessible via associated token URI.",
    "external_url": "",
    "animation_url": "",
    "image": "https://monegraph.mypinata.cloud/ipfs/QmckHiP2fNbmDCPG9u516avW6KdH8xF6wVECPLL4zvtdSm/Quayola-Storm-02-2021-PreviewImage.png",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Quayola"
      },
      {
        "trait_type": "Rights Agreement",
        "value": "https://ipfs.io/ipfs/Qma8tQekabFgGhgV5HVngQkSwJB15fkAqGVZfPCC1mvcAv"
      },
      {
        "trait_type": "Archive Link",
        "value": "https://monegraph.mypinata.cloud/ipfs/QmZdWiC7HyGFvgQQ2Np3JJbrWHSjJzMrQ67FHs5RCfpGeW"
      },
      {
        "trait_type": "Tombstone",
        "value": "Quayola ‘Storm #02’ (2021) Video 3840 x 2160 px Duration: 00:10:00 Aspect Ratio: 16:9 60FPS Edition of 1 of 3"
      },
      {
        "trait_type": "About The Artist ",
        "value": "Quayola  b.1982, Rome, Italy  Quayola employs technology as a lens to explore the tensions and equilibriums between seemingly opposing forces: the real and artificial, figurative and abstract, old and new. Constructing immersive installations, he engages with and re-imagines canonical imagery through contemporary technology. Landscape painting, classical sculpture and iconography are some of the historical aesthetics that serve as a point of departure for Quayola’s hybrid compositions. His varied practice, all deriving from custom computer software, also includes audiovisual performance, immersive video installations, sculpture, and works on paper.  His work has been performed and exhibited in many prestigious institutions worldwide including V&A Museum, London; Park Avenue Armory, New York; National Art Center, Tokyo; UCCA, Beijing; How Art Museum, Shanghai; SeMA, Seoul; Palais de Tokyo, Paris; Ars Electronica, Linz; Sonar Festival, Barcelona and Sundance Film Festival.  Also a frequent collaborator on musical projects, Quayola has worked with composers, orchestras and musicians including London Contemporary Orchestra, National Orchestra of Bordeaux, Ensemble Intercontemporain, Vanessa Wagner, Jamie XX, Mira Calix, Plaid and Tale Of Us. In 2013, Quayola was awarded the Golden Nica at Ars Electronica."
      },
      {
        "trait_type": "Collector Receives ",
        "value": "The Collector Receives with the NFT:  1.Preview/Web Copy of ‘Storm #02’ Codec: H.264(24Mbps) Resolution: 1920 x 1080 px Not for exhibition   2.Exhibition Copy of ‘Storm #02’ Codec: H.265(240Mbps) Resolution: 3840 x 2160 px  3. README .txt file   4. Preview image (PNG), not for exhibition   5. Quayola Studio Exhibition Guidelines PDF Exhibition guidelines subject to change according to equipment development. Contact Quayola Studio before deviating from the guidelines.  6. Archival Box with SSD containing all data, artwork specifications and instructions (to be shipped)  7. Proprietary Quayola Media Player (to be shipped)"
      },
      {
        "trait_type": "Collector Responsibilities ",
        "value": "Preventative Conservation Notes:  Seller recognizes that files sent virtually may have additional compression added.  Collectors are encouraged to retain a full archival package for this work, which can be requested from Artist at the time of purchase and may include: A technical artist questionnaire, manual, archival video files, thumb drives containing the work with no additional compression and a certificate of authenticity signed by the artist.  In lieu of the full archival package, collectors are encouraged to download and preserve the digital collector's package on at least two external hard drives of their choice, stored in two separate geographic locations. Files should be migrated to new external hard drives every 3-5 years.  Collectors also have the option to purchase a proprietary Quayola media player for an additional fee. Contact bitforms gallery to inquire.   Pinning As of 2021, unless the associated files are pinned on IPFS, they are not guaranteed to remain accessible. IPFS regularly deletes files that aren’t pinned. To maintain the Qm hash/CID on IPFS, you as the collector will need to “pin” the purchased files if the value of the associated NFT on the Ethereum blockchain is of importance.  The best way to ensure your purchase remains pinned on IPFS is to take the Qm hash (CID) included in the JSON file, as well as the CID associated with the JSON itself, and add it to a pinning service account, such as Pinata or Estuary.tech. Make sure all associated CIDs are pinned, which will also include the JSON itself. The JSON CID will be under the NFT Token URI.  Although redundancy of this package is possible through IPFS, collectors are also encouraged to store files through alternative methods, such as the external drive method mentioned above.  Display:  Collectors should be mindful of all components included in this package, so that they may avoid distorting the work. Under no circumstances can the file(s) contents be edited. Collector acknowledges that if they do not reach out to artist for the archival package, they may not be receiving work at its highest quality output.   Collector Responsibilities:  It is the collector's responsibility upon secondary sales to deliver all the hardware components including the archival box components and media players. If collector fails to deliver hardware components to secondary collector, Quayola studio can provide new data and hardware at additional cost."
      }
    ],
    "properties": {
      "name": {
        "type": "string",
        "description": "Storm #02"
      },
      "description": {
        "type": "string",
        "description": "‘Storms’ is a series of video works that further Quayola’s research on the tradition of landscape painting, exploring its pictorial substance through advanced technologies. Ultra-high-definition footage of Cornwall’s stormy seas serve as a dataset to generate new computational paintings. \nIn ‘Storms’ litanies of waves unfold over a nullified space. The works ‘paint themselves’ over the flow of dilated time, pictorial forms that untangle on the canvas/screen crumbling towards abstraction. Although the link with reality thins on a retinal level, the paintings are generated from the exact same ‘natural data’ captured en plein air. The machine is programmed to produce a ‘traditional painting’ of a digital substance, a painting of pixels.\nHuman and machine, collaborating, investigate the hierarchies between human, nature and technology, generating new aesthetics.\n\nVideo and other documents accessible via associated token URI."
      },
      "image": {
        "type": "string",
        "description": "https://monegraph.mypinata.cloud/ipfs/QmckHiP2fNbmDCPG9u516avW6KdH8xF6wVECPLL4zvtdSm/Quayola-Storm-02-2021-PreviewImage.png"
      },
      "rights_agreement": {
        "type": "string",
        "description": "https://ipfs.io/ipfs/Qma8tQekabFgGhgV5HVngQkSwJB15fkAqGVZfPCC1mvcAv"
      },
      "rights_agreement_signature_type": {
        "type": "string",
        "description": "SHA-256"
      },
      "rights_agreement_signature": {
        "type": "string",
        "description": "d7d586c8ada72fd0cf3177704a4fb15d2310d8bbaed1b82d9af7c417ad216632"
      },
      "archive_link": {
        "type": "string",
        "description": "https://monegraph.mypinata.cloud/ipfs/QmZdWiC7HyGFvgQQ2Np3JJbrWHSjJzMrQ67FHs5RCfpGeW"
      },
      "archive_link_signature_type": {
        "type": "string",
        "description": "SHA-256"
      },
      "archive_link_signature": {
        "type": "string",
        "description": "6d49c384379dca6bdac693c8e0d5ce078bf4edc0be5a08d858ec4d9579256282"
      },
      "rights_agreement_values": {
        "$ARTIST": "Quayola",
        "$SHAHASH": "6d49c384379dca6bdac693c8e0d5ce078bf4edc0be5a08d858ec4d9579256282",
        "$URL": "https://monegraph.mypinata.cloud/ipfs/QmckHiP2fNbmDCPG9u516avW6KdH8xF6wVECPLL4zvtdSm/Quayola-Storm-02-2021-PreviewImage.png",
        "$TITLE": "Storm #02",
        "$YEAR": "2021",
        "$ROYALTYRATE": "10",
        "$ADDRESS": "0xe9e5fC16A74ea1a8c86254848Cd0E97661E3C416",
        "$TOKEN": "eth",
        "$LICENSE": "CA.05.19.21., Patent No. US 10,380,702",
        "$CONTRACTSHAHASH": "d7d586c8ada72fd0cf3177704a4fb15d2310d8bbaed1b82d9af7c417ad216632"
      }
    }
  }
}