{
  "address": "0x2342a4226f11c9809ada8f756eb142580662bfbd",
  "type": "ERC721",
  "name": "Mark de Clive-Lowe - Better Days (2000)",
  "tokenCount": "5",
  "uri": "ar://A6mwE9RRCCBc--ktfPhVcMV_x1W5wEwJ8ItWpg2nwd0/1",
  "metadata": {
    "animation_url": "ar://ifYgeLdb_CKu5Ic7QK1mGapxXEC7kZekmdcjYR3Kmis",
    "artist": "Mark de Clive-Lowe",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://7ZFYEhA-Tv7JZ5qYZQaByfZo1gW_yBhvvRtHFOmn1dg",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Better Days (2000)",
        "value": "Song Edition"
      }
    ],
    "bpm": 128,
    "credits": null,
    "description": "We're rewinding the calendar back to 2000, a year before the 1st generation iPod was available! Better Days was originally released on 12\" single 23 years ago on underground West London label People Records. I'd just released my debut international major label album and was experimenting with ways to fuse my love for jazz with my love for soulful dancefloor tunes. It's been the theme of my whole career, sometimes leaning more to the jazz end, sometimes more to the beats end, but consistently searching for different ways to balance the two worlds. Now days, it's not an unusual combination at all, but back then.. ? - sacrilege to some and the freshest vibes for others. \n\nAt the time I had an MPC2000, Fender Rhodes and Roland JP8080 synth module. I made the framework for the track and went into studio in Auckland, NZ to add some friends to the track - scat vocal vibes by Thomas Stowers, then a very young up and coming R&B singer; bass courtesy Chip Matthews, who would go on to be the low end theorist for NZ Pacifican-Soul star Che Fu; trumpet laced by my mentor and elder, and to this day one of my favorite trumpet players on the planet, Kim Paterson (Kim and I played so much acoustic jazz together but always jumped at the chance to join me on anything with beats); and Nick Gaffaney adding some tasty jazz brushes on drum kit - Nick would go on to found Cairo Knife Fight, an astounding 2 man rock band. The lineup alone is a memorable cross section of NZ music talent at the turn of the century. \n\nInfluenced by the sounds I was hearing spun in clubs - from Jazzanova and Compost Records to Phil Asher, Roy Davis Jr and others, along with my perennial love for jazz legends like Miles, Better Days captured a little bit of all these, melting them into a jazz-fueled slab of wax that I was immensely proud to have released on one of the most forward thinking labels anywhere at the time.\n\nHere we are now, over 2 decades later, and Better Days is the final drop of our $BUYBACK Emerald series - celebrating the past, the journeys we make and the fun we have along the way. Bringing that pre-iPod music to a blockchain here n now n forever... \n\n--\n\nwelcome to our final drop of 8 for [$BUYBACK Emerald] with Mashibeats - the web3 music-creator community I founded. We're taking this opportunity to invite you as a music NFT collector, to be part of our community.\n\nThere's two goals in mind for [$BUYBACK Emerald]. \n\nGOAL 1: increase governance membership of Mashibeats \n\n- every collector of this NFT can claim an airdrop of 70 $BUYBACK, representing governance in Mashibeats\n\nGOAL 2: building the community treasury which $BUYBACK holders have voting power over\n\n- 70% of funds from this drop go directly to the Mashibeats treasury. Over the 8 drops we aim to raise around 5 ETH, to then have community join in making proposals for $BUYBACK holders to vote on. \n\nHolders also curate and A&R by way of voting - our recently released remix contest winners vinyl and NFTs having been all decided by $BUYBACK members - curation by community ❤️ \n\nAfter collecting (thank you! and welcome!), head over to http://mashibeats.xyz/buyback\n\nHeadsup - each subsequent drop in this series of 8 will be a smaller edition batch, with a +0.01 increase in price and an increase in $BUYBACK claimable. And we're working on something special for collectors who collect all 8 of the drops !",
    "duration": 210,
    "external_url": "https://www.sound.xyz/mdcl/better-days-2000",
    "genre": "Jazz & Blues",
    "image": "ar://7ZFYEhA-Tv7JZ5qYZQaByfZo1gW_yBhvvRtHFOmn1dg",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "nz",
    "losslessAudio": "ar://ifYgeLdb_CKu5Ic7QK1mGapxXEC7kZekmdcjYR3Kmis",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Better Days (2000) #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Better Days (2000)",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}