{
  "address": "0x236ef93166d5f8b3d03a8aee3a5429973a155608",
  "type": "ERC721",
  "name": "Authena",
  "tokenCount": "3",
  "uri": "ipfs://QmVPDijJKNt77Txejw6DzFPFTPbhRngVwF8vfnBCJDsixj/metadata/0.json",
  "metadata": {
    "description": "Introducing Authena's Demo NFT: SunSaf3 - Phygital n. 1\r\n\r\nStep into the future of product authentication and digital immersion with Authena's revolutionary M3TA™ phygital solution. \"SunSaf3 - Phygital\" is an exceptional NFT minted by Authena, showcasing the seamless integration of physical products and their digital twins within the metaverse.\r\n\r\nImagine a world where a simple sunscreen bottle becomes a gateway to limitless possibilities. M3TA™ establishes a secure bridge between tangible goods, like this sunscreen, and their virtual representations in the digital realm. With \"SunSaf3 - Phygital,\" you can unlock the true potential of your products by tapping into new revenue streams and cultivating an engaged community of users.\r\n\r\nAuthena M3TA™ ensures the safety and authenticity of physical products in the real world, while simultaneously enabling users to showcase and wear them within immersive digital environments. Whether you're protecting your skin from harmful UV rays or flaunting your unique style in the metaverse, \"SunSaf3 - Phygital\" empowers you to seamlessly bridge the gap between the physical and digital realms.\r\n\r\nEmbrace the future of product safety & engagement and join us on the journey to unlock the unlimited possibilities of the metaverse. Get ready to mint your Phygitals and embark on a new era of seamless integration between physical and digital worlds. Authena invites you to step into a world where safety, and innovation converge to create an extraordinary immersive experience for all.",
    "external_url": "https://secure.authena.io/m3ta-wallet?id=04B2232A035D80",
    "image": "https://ipfs.moralis.io:2053/ipfs/QmfUhEQUuitCbymaR4KC7wzZh7WXWnUrc2ymGqJDJKqnPc/pictures/SunSaf3 - Phygital n. 1.png",
    "name": "SunSaf3 - Phygital n. 1",
    "attributes": [
      {
        "trait_type": "SPF",
        "value": "30"
      },
      {
        "trait_type": "Volume",
        "value": "50 mL"
      },
      {
        "trait_type": "Protection",
        "value": "UVA/UVB"
      },
      {
        "trait_type": "Number",
        "value": "1 of 2"
      },
      {
        "trait_type": "Season",
        "value": "Summer"
      },
      {
        "trait_type": "Gender",
        "value": "Female"
      },
      {
        "trait_type": "Phygital UID",
        "value": "04B2232A035D80"
      }
    ]
  }
}