{
  "address": "0x236ad5e96171f5fe114dd36bdc137337556cd81f",
  "type": "ERC721",
  "name": "An invitation to submerge II",
  "tokenCount": "15",
  "uri": "https://arweave.net/Im4AUVho8rJaDP7jrPZ7GtLynIwZpuYu8Shl-RzCvJY/1",
  "metadata": {
    "name": "Daydreamer's Paradise",
    "created_by": "Kacii Eleven",
    "description": "'Daydreamer's Paradise'\n\nIn this collection, I explored my changing relationship with water using light, colors, and moods. From my childlike awe to its spiritual pull. I see water as transformative material. The man-made phenomenon called 'swimming pool' is a meeting point for another shared everyday activity – an interaction with water outside our own bodies.\n\nI just recently learned to swim. Growing up back in the day in Niger state, Nigeria, the only proximity I had to a body of water was the Cantoma river and its dam. My mother made sure that we never went there to swim. She enforced that by telling stories of drownings at the dinner table.\n\nFor a long time, swimming was an activity I did just in my mind. In real life, I observed by standing at the shore or on the edge of a pool while others swam. Learning to swim was not just another check mark on the list of things I wanted to do. It is enabling me to participate in activities that give me a sense of belonging.\n\nTo swim is to create your own paradise and a way to connect with one of nature’s unique elements, water.\n\n\nThis is an invitation to submerge II",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Kacii Eleven"
      },
      {
        "trait_type": "Title",
        "value": "Daydreamer's Paradise"
      },
      {
        "trait_type": "Size",
        "value": "4000 x 5000px"
      }
    ],
    "image_details": {
      "bytes": 33943530,
      "format": "PNG",
      "sha256": "c0938f870cbb6c95316206b02a8150e9bfb9b3999adf08a27905471156c31b58",
      "width": 4000,
      "height": 5000
    },
    "image": "https://arweave.net/MOFYV0-LFhE5Az67-PEv_HVbkXq2WGHAzmtV9JTqsNU",
    "image_url": "https://arweave.net/MOFYV0-LFhE5Az67-PEv_HVbkXq2WGHAzmtV9JTqsNU"
  }
}