{
  "address": "0x231dec9e55ea6b4969483572878b2bda98dc0633",
  "type": "ERC721",
  "name": "The Tiger & The Fish",
  "tokenCount": "600",
  "uri": "ipfs://bafybeibjqgm5sqnohxll4wtnam5jozkc5wfz6qt44lxyhfjkw7sjelfkz4/1",
  "metadata": {
    "name": "The Tiger & The Fish #1",
    "description": "Fable by Fred Caron\n\nThere was once a very shy Tiger living alone in a forest of cherry trees. Everyone was afraid of him, which made him very lonely. One summer day when it was warm and sunny, the Tiger stopped by the pond. But looking down at his reflection, he was not very fond. “Why is everyone afraid of me? Is it because I’m ugly?” asked the tiger to the pond. To which he heard the response: “You are very pretty. Your look is not what makes you scary.” The Tiger stepped back, wondering whom just made contact. All of sudden, from the water comes out the Fish talking back: “They are afraid of you because of your reputation, always hiding in the dark like a Lion.” The Tiger finally understood the situation and started to think of a solution. “To change everyone’s perception, you first need to change your own. The way you see yourself will define the way you hold yourself,” the Fish mentioned. From that day, the Tiger changed his way, no more was he astray. Next time the Tiger saw the Fish, both were older, wiser and had became grandfathers, surrounded by love and care, forever.\n\nMoral of the story: Perception changes everything.",
    "image": "ipfs://bafybeidkwxic5ntih7u3g2sb3pfzkvfgvks4gdqupkzkgjilxg4wpvpmmq/1.jpg",
    "edition": 1,
    "attributes": [
      {
        "trait_type": "Background",
        "value": "Old Dots"
      },
      {
        "trait_type": "1/12",
        "value": "Technical Pen"
      },
      {
        "trait_type": "2/12",
        "value": "Vinyl Cut Out"
      },
      {
        "trait_type": "3/12",
        "value": "Weirdos"
      },
      {
        "trait_type": "4/12",
        "value": "Prismacolor"
      },
      {
        "trait_type": "5/12",
        "value": "Charley'd"
      },
      {
        "trait_type": "6/12",
        "value": "Color Block"
      },
      {
        "trait_type": "7/12",
        "value": "Comic"
      },
      {
        "trait_type": "8/12",
        "value": "Etched"
      },
      {
        "trait_type": "9/12",
        "value": "Old Ink"
      },
      {
        "trait_type": "10/12",
        "value": "3D"
      },
      {
        "trait_type": "11/12",
        "value": "Pointillism"
      },
      {
        "trait_type": "12/12",
        "value": "Toon"
      }
    ],
    "compiler": "Open3"
  }
}