{
  "address": "0x232bf8c366670abb8985425efcebd82714071b22",
  "type": "ERC1155",
  "name": "Vieri Bottazzini | The Achromatic Editions",
  "tokenCount": "6",
  "uri": "https://arweave.net/6UH40a-TI0woLdN6hm6NyqyzSkwObcmcgvkDfEfFcew",
  "metadata": {
    "name": "GOTHIC SOUL",
    "created_by": "Vieri Bottazzini",
    "description": "Reykjavik's Hallgrimskirkja is a building of extreme graphic power, one that I always found most inspiring in a gothic, dark and moody way. To me, if there ever were a building with a Gothic soul, that would be this.\n\nComposing a shot is an art. Composing a building with such a powerful character as this requires extreme care, both as far as the organisation of the elements in the frame goes, and as far as making them work seamlessly with the weather conditions, the light and the sky.\n\nBesides the challenges posed by the building, you need to take into account the groundwork facing the building. Beautifully laid down, the groundwork is graphically very strong in its own right, and its lines and corners need to be placed perfectly in the frame, down to the tiniest detail.\n\nThe smallest imprecision in the composition would ruin the shot, and with it the mood, for me. It would kill the Gothic soul of the building.\n\nOn a cloudy day when the coverage and wind looked just perfect, I went to work. The wind was strong, the cold of this December evening hard to endure, but the conditions were perfect to help me create those radiating clouds looking like they were emanating from the back of the building.\n\nI carefully placed the lines of the square's floor so that they would lead up to the building; waited for the perfect time of day when the mixed daylight and ambient light would best express the dark, gothic mood I was after; finally, I chose an exposure of 5 minutes, to make all people in the square disappear and let the Gothic soul of the building take over the square and the frame.\n\nIceland, 2021 | Phase One IQ4 Achromatic | 5000x3333 px",
    "attributes": [
      {
        "trait_type": "CAMERA",
        "value": "Phase One IQ4 150MP Achromatic"
      },
      {
        "trait_type": "EXPOSURE",
        "value": "5 min"
      },
      {
        "trait_type": "LENS",
        "value": "XT - Rodenstock HR Digaron-S 5.6/23mm"
      },
      {
        "trait_type": "MEDIUM",
        "value": "Medium Format Photography"
      },
      {
        "trait_type": "GENRE",
        "value": "Fine Art Landscape"
      },
      {
        "trait_type": "DATE MINTED",
        "value": "01 July, 2022"
      },
      {
        "trait_type": "KEYWORDS",
        "value": "Cityscape, Long Exposure, Hallgrimskirkja, Iceland"
      },
      {
        "trait_type": "ARTIST",
        "value": "Vieri Bottazzini"
      }
    ],
    "image_details": {
      "bytes": 2507726,
      "format": "JPEG",
      "sha256": "fba37826b87c2f9666fac521d113bb2b55ba8bdb8363ce99a6da91122852cbbc",
      "width": 3333,
      "height": 5000
    },
    "image": "https://arweave.net/SLACHBSK6KdrcBqNKwqezhalRcN4LCzbdSdQ8O39RBU",
    "image_url": "https://arweave.net/SLACHBSK6KdrcBqNKwqezhalRcN4LCzbdSdQ8O39RBU"
  }
}