{
  "address": "0x2419030a7e072e1bb7d2797dae15d2e0251f4d9c",
  "type": "ERC721",
  "name": "BAYC PEPE CASTLE",
  "tokenCount": "63",
  "uri": "https://arweave.net/5SoJW83Ow6bWXgjf6SncaKS-NvstqLZU4iR6k66WtQU",
  "metadata": {
    "name": "BAYC PEPE CASTLE",
    "created_by": "NFT_Lady_007",
    "description": "I am a knight who alone defends an entire fortress. Every day I put on my armor again and again and go into battle. I can show no sign that my armor is softer than paper and that I still have a spearhead in me that I have not been able to remove for years. There are hundreds and thousands of wounds on my body that may never heal. But I can't show how bad I feel. Yes, I am strong. I repeat this to myself every morning, because I have to be. I fight for the right of my fortress to exist. I fight to believe in my gods, because if I believe that the world is different, I will lose. I fight for those I have shaken hands with and called brothers, to keep calling them that. I could be even stronger, but I cannot call my dragon, or he will destroy everything around him. So it swirls over the castle and deafens me with a piercing screech. I am alone and without my faithful horse, because I cannot let my fairy unicorn spill a drop of blood. I fight this battle for the whole world. I will blow the horn only at the very last moment, because I know that my allied brothers are fighting their own battles, too. I know that not everyone is ready to fight another battle. But will my call be heard? Will help come in time? Until my last breath, I will believe that help will come. Even in death, I will believe that my call will be heard in the hearts of my brothers...",
    "image_details": {
      "bytes": 46407730,
      "format": "PNG",
      "sha256": "753ecb3ff60c18d5b1205014edfe0fc9eaa6afa7595806fc71399213ae3f2e6b",
      "width": 4863,
      "height": 7150
    },
    "image": "https://arweave.net/Leu86N7_kr1WUy4dqK9ZJY7ss9DyIplkcGwvx2Bz1eg",
    "image_url": "https://arweave.net/Leu86N7_kr1WUy4dqK9ZJY7ss9DyIplkcGwvx2Bz1eg"
  }
}