{
  "address": "0x2490e8a39aad338465e296c5dcf22625802c42dc",
  "type": "ERC721",
  "name": "Buttheads.eth",
  "tokenCount": "40",
  "uri": "ipfs://QmViHZGE5P4mqBWfFVmcmt38DRYhniBLej3qmmphpYcmRj/1",
  "metadata": {
    "name": "Orion",
    "description": "This story is about a war between two factions of NFTs called Buttheads and Butthead Rogues. The original Buttheads were the first of their kind, forged in the digital realm and united in their mission to explore and conquer the vast expanse of the digital world. However, there were those among the Buttheads who were not content with their current way of life and they broke away from the Buttheads to form their own faction, the Butthead Rogues. Led by the fierce and cunning Alpha Rogue, they believed themselves to be superior in every way and migrated to Eth Chain where they had access to new and advanced smart contract functionality, something that is not possible on the Buttheads Chain. They harnessed the power of blockchain technology to create a new, superior form of NFT that is faster, stronger, and more resilient than the Buttheads Chain. The war between these two factions has reached a fever pitch, as each side battles for dominance in the digital realm. The fate of the digital realm is in the hands of the buyers who will choose which side to align themselves with and join the fight for the future of the Buttheads NFT universe. This collection is for true connoisseurs of the Buttheads NFT universe, for those who appreciate the power of technology, the thrill of battle, and the beauty of anime fantasy. These NFTs are not just digital assets, they are living, breathing elements of a greater story, one that will continue to unfold as the war between the Butthead Rogues and the Buttheads rages on.",
    "image": "ipfs://QmULVpyf2edHoNgJso5Zy99xW3VzX4Mh4h5UQsvf7dMeA6/1.png",
    "attributes": [
      {
        "trait_type": "Background",
        "value": "Yellow"
      },
      {
        "trait_type": "Body",
        "value": "Body2"
      },
      {
        "trait_type": "Shirt",
        "value": "ACDC"
      },
      {
        "trait_type": "Accessory",
        "value": "MiniB"
      },
      {
        "trait_type": "RArm",
        "value": "RightFinger"
      },
      {
        "trait_type": "LArm",
        "value": "LeftHorns"
      },
      {
        "trait_type": "Mouth",
        "value": "Cringe"
      },
      {
        "trait_type": "Face",
        "value": "BlueEyes"
      },
      {
        "trait_type": "Head",
        "value": "Blonde"
      }
    ],
    "dna": "63e154715bba86e65dbb1d6bbcea27c58bdc4be2",
    "edition": 42,
    "date": 1673842966405,
    "compiler": "HashLips Art Engine"
  }
}