{
  "address": "0x24aae7ec11f5a097e9b12827115a5110d3974d3b",
  "type": "ERC721",
  "name": "HUBburger NFT Seed, Smart cannabis seed from the first global cannabis ecosystem",
  "tokenCount": "181",
  "uri": "https://ipfs.hubburger.com/metadata/0x0104000506030405011d00000000000000000000000000000000000000000000",
  "metadata": {
    "description": "The NFT Seed collection, available through Hubburger, offers investors a range of exciting benefits. By investing in NFT Seed, investors can receive allocation on buying NFTs from the Legalize, Heal, and Buy collections, making it easier to start building a valuable collection of digital art. Each NFT contains a unique sample of music from the most famous pioneer of Polish rap - Liroy.\n\nWith the NFT, you will receive an AirDrop of utility tokens which you can exchange for future security tokens. These tokens represent real business value, such as company shares, allowing you to profit from all that HUBburger will do. In addition, investors will have access to the private round of the utility token, providing an opportunity to get in on the ground floor of an exciting new investment opportunity.\n\nInvestors will also have the chance to learn from first on the World Cannabis courses with the Tüv certification, further expanding their knowledge and expertise in this rapidly growing industry. As part of the NFT Seed community, investors will also be granted access to exclusive events featuring unique people.\n\nFinally, investors will have the opportunity to gain allocations in the token sales of early-stage projects on HBB launchpad, which is guaranteed to be a profitable investment opportunity. With all these exciting benefits, investing in NFT Seed through Hubburger is an excellent choice for anyone looking to make a profitable investment while also gaining access to exclusive events, courses, and discounts on NFT collections.",
    "image": "https://ipfs.hubburger.com/images/0x0104000506030405011d00000000000000000000000000000000000000000000.png",
    "animation_url": "https://ipfs.hubburger.com/video/0x0104000506030405011d00000000000000000000000000000000000000000000.mp4",
    "name": "NFT SEED",
    "attributes": [
      {
        "trait_type": "Canabinator",
        "value": "Golden egg"
      },
      {
        "trait_type": "Background Color",
        "value": "Dark Violet"
      },
      {
        "trait_type": "Light Color",
        "value": "Red"
      },
      {
        "trait_type": "Glass Type",
        "value": "Clean"
      },
      {
        "trait_type": "Iron",
        "value": 464
      },
      {
        "trait_type": "Phosphorus",
        "value": 316
      },
      {
        "trait_type": "Magnesium",
        "value": 757
      },
      {
        "trait_type": "Calcium",
        "value": 157
      },
      {
        "trait_type": "Sodium",
        "value": 71
      },
      {
        "trait_type": "Zinc",
        "value": 712
      },
      {
        "trait_type": "Copper",
        "value": 338
      },
      {
        "trait_type": "Omega 3,6,9",
        "value": 24
      },
      {
        "display_type": "boost_number",
        "trait_type": "Neurotransmission",
        "value": 1
      },
      {
        "trait_type": "Logo",
        "value": "KingApp"
      },
      {
        "trait_type": "Special",
        "value": "Hubburger Cube"
      },
      {
        "trait_type": "Panel",
        "value": "420"
      },
      {
        "trait_type": "Sound",
        "value": "SEED29"
      }
    ]
  }
}