{
  "address": "0x24a1e65a4ece2ebea00177cc3da25ca5cdb27dd8",
  "type": "ERC721",
  "name": "pat junior - S.O.T.B.",
  "tokenCount": "18",
  "uri": "ar://Yn19yKlN7gHT6uHRoOYYv_mbjn_gSGqoChe9Vk88XH0/1",
  "metadata": {
    "animation_url": "ar://6xvqD7hdsUJhuknNtm_grVoE65ND45j52xBTfxZ6D7I",
    "artist": "pat junior",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://m-0GFnIF9NJBKpmAQJoaZzQa7fNsRmWvnwp2WLQlqUY",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "S.O.T.B.",
        "value": "Song Edition"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "When I went full time music in 2016 it wasn’t an easy feat.\n\nUsing my skillset to make money was like shooting in the dark abyss. Outside of my performances and few feature verses, I was a freelance videographer and I produced for a few artists. But those who know about freelance work…it’s tough building a consistent pool of clients. Especially ones that are willing to pay.\n\nIn the meantime, I would do Lyft, Uber, Postmates -- whatever I could do to make ends meet. I spent late nights driving people to their destinations to make sure we had enough money for our phone bill. I spent rainy cold evenings delivering Postmates meals to get those last few dollars for groceries. And all while maintaining my music career. \n\nAs you can imagine…it was stressful. \n\nDuring this time of my life, I wasn’t the warm-hearted pat junior many people know now. I was deeply hurt, ignorantly traumatized and a somewhat cold-hearted pat junior. I was the “no new friends” pat junior. Only open with those who had been with me from day one.\n\nAlthough I’m a huge fan of Marvel, there are a few DC characters I like. One of them is Batman. And during this time, I thought myself very akin to Batman. Mysterious, extremely cautious, unable to be read, high moral code, protective, still seen as a leader to many but not willing to trust other people or let them in.\n\nAmid creating new music, I remember hearing this beat made by my mentor and producer DSTL (Daniel Steele) and immediately gravitating to it. I remember using every bit of determination and frustration in me to write this record. If it’s one thing life has done to me? It’s made me develop me thick skin and a sharp mind. I was made to muscle through many extreme storms in life due to what I had been through and being a man of big faith. \n\nThat’s the theme of this record. I poured all that mindset into every line when writing this – along with making a lot of cool Batman references and analogies.\n\nI remember performing this record for the first time and it shaking the stage and blowing away the audience. \n\nI remember this song becoming the record that many rappers in the area did NOT want to perform after because when I finished performing it was a very tough act to follow – this said verbatim by artists of other genres in the area. It’s like I took all the energy off the stage with me when I got done performing it.\n\nBut most of all, I remember this record being a beacon of energy for people and making them feel like they could muscle through any hardship and accomplish anything no matter what obstacle was in the way.\n\nAnd now, I’m sharing it on the blockchain.\n\nProduced by DSTL\n ",
    "duration": 150,
    "external_url": "https://www.sound.xyz/iampatjunior/sotb",
    "genre": "Hip-hop & Rap",
    "image": "ar://m-0GFnIF9NJBKpmAQJoaZzQa7fNsRmWvnwp2WLQlqUY",
    "isrc": null,
    "key": null,
    "license": null,
    "locationCreated": "us",
    "losslessAudio": "ar://6xvqD7hdsUJhuknNtm_grVoE65ND45j52xBTfxZ6D7I",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "S.O.T.B. #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "S.O.T.B.",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}