{
  "address": "0x24ec72ada898808bad28ceb081b24b6428c07a6d",
  "type": "ERC721",
  "name": "The Myths & The Gospels",
  "tokenCount": "1",
  "uri": "https://arweave.net/WcZ1hz9DHZK0eHzLO0Mrq63xYljBkSKQvVhyy872WjU",
  "metadata": {
    "name": "Eve & Lilith: Divergence",
    "created_by": "Daria Elshiner",
    "description": "The stories of Eve and Lilith are among the most iconic and enduring myths of human civilisation. Both figures are associated with the origins of humanity, but their divergent paths illustrate the complex relationships between gender, power, and morality.\n\nIn the biblical account, Eve is the first woman created by God, fashioned from Adam's rib in the Garden of Eden. Her story is one of temptation, betrayal, and the fall from grace. She is lured into eating the forbidden fruit by the serpent, leading to her expulsion from paradise and the introduction of sin and suffering into the world. Despite her role in the downfall of humanity, Eve is also seen as the mother of all living and a symbol of fertility and creation.\n\nLilith, on the other hand, is a figure from Jewish folklore who predates Eve. She is often depicted as a demon or succubus, associated with sexual desire and dangerous feminine power. According to some versions of the myth, Lilith was also created from the earth, but she refused to submit to Adam and was cast out of Eden. She is sometimes portrayed as a symbol of rebellion and feminist empowerment, challenging patriarchal authority and asserting her own autonomy.\n\nThe contrasting narratives of Eve and Lilith highlight the tension between female agency and the constraints of societal norms and religious doctrine. Eve is often blamed for succumbing to temptation and bringing sin into the world, while Lilith is demonised for resisting male dominance and asserting her own desires. Both figures have been subject to centuries of interpretation and reinterpretation, reflecting changing attitudes towards gender, sexuality, and morality.\n\nUltimately, the stories of Eve and Lilith offer a complex and layered perspective on the human experience. They remind us of the struggle to resist temptation and find our way back to a state of purity and innocence. \n\nEve & Lilith: Divergence by Daria Elshiner, 2023  \nHand Drawn Digital Artwork, Procreate",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Daria Elshiner"
      }
    ],
    "image_details": {
      "bytes": 23841865,
      "format": "JPEG",
      "sha256": "ec29991b8766f6af8a4bd7a3abfedbfda56890fbb74abb26c43314bfda1f7d3d",
      "width": 11048,
      "height": 5726
    },
    "image": "https://arweave.net/V5SmqROiDGXL7ZVfZTF4odgp5dPs-yKXqWnh-GtT-Dk",
    "image_url": "https://arweave.net/V5SmqROiDGXL7ZVfZTF4odgp5dPs-yKXqWnh-GtT-Dk"
  }
}