{
  "address": "0x2403f5de6b1b8cca4ba63ad47a0a8918d6d527b0",
  "type": "ERC721",
  "name": "SUPERCARS DEPLOYER",
  "tokenCount": "46",
  "uri": "https://arweave.net/O39e2Phmh-S4wzrQqZ04oLW7PQr3yemOsB-oXi0esM0/1",
  "metadata": {
    "name": "Supercars on Monument Circle #1/46",
    "created_by": "JASON LAVENGOOD & Indy Racing Experience",
    "external_url": "https://supercarverse.com",
    "description": "Utilizing 33 INDYCARS provided by the INDY RACING EXPERIENCE the SUPER BOWL 46 COMMITTEE arranged for 32 cars to be branded in the NFL teams colors and logos and ONE SUPER BOWL 46 branded car. The cars were placed in downtown INDIANAPOLIS in front of the monument on the circle. Photographer JASON LAVENGOOD took this iconic picture just after the cars had been put into position and prior to the thousands of people that would surround the cars while they were on display. \n\nThis will be the ONLY DROP of this picture!\n\n---\n\nAll product and company names are trademarksTM or registered® trademarks of their respective holders. Use of them does not imply any affiliation with or endorsement by them. Any product names, logos, brands, and other trademarks or images featured or referred to within the photograph are property of their respective trademark holders. These trademark holders are not affiliated with Jason Lavengood, Lavengood Commercial Photography, our products, or our websites. These trademark holders do not sponsor or endorse Jason Lavengood, Lavengood Commercial Photography, or any of our products. NFL® and SUPER BOWL® are trademarks of their respective owners, NFL Properties LLC and/or NFL International LLC, and are not affiliated, endorsed, connected, or sponsored in any way to Jason Lavengood, Lavengood Commercial Photography, or any of our affiliate products or websites.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "JASON LAVENGOOD & Indy Racing Experience"
      }
    ],
    "image_details": {
      "bytes": 10351112,
      "format": "JPEG",
      "sha256": "66314aaf3831749c11d25abd9957611f369477c14d224c119616074fe242e6a9",
      "width": 4196,
      "height": 2788
    },
    "image": "https://arweave.net/nfsy74Pa41YnUhiLR4jLwTyu8iLfc3SZUKHTMVHPDtU",
    "image_url": "https://arweave.net/nfsy74Pa41YnUhiLR4jLwTyu8iLfc3SZUKHTMVHPDtU"
  }
}