{
  "address": "0x25741e76f96575a8dd7921fd6a9a9bb8766f7105",
  "type": "ERC721",
  "name": "FREE JOSEON",
  "tokenCount": "310",
  "uri": "https://arweave.net/P0CiIbOP7GNVPbOys_TH0APyQmgyi_mPbckJDDNDpr4/1",
  "metadata": {
    "name": "Free Joseon Genesis #1/310",
    "created_by": "Free Joseon",
    "external_url": "https://www.cheollimacivildefense.org/",
    "description": "One hundred years ago on this day, our ancestors spoke into being a Korea independent and free, calling on their compatriots to rise and overthrow a system of wanton oppression and intolerable indignities. Risking their lives, they heralded a new era of enlightenment: one in which women and men were endowed with certain unalienable Rights, and a fair and just nation would protect and provide for the welfare and happiness of all Koreans, in harmony with the Peninsula’s neighbors.\n\nThis great task remains unfinished. On this very day tens of millions of our fellow Koreans remain enslaved by a depraved power, ruled by a corrupt few made wealthy by the toils of many, building its capacity for unimaginable destruction, presenting a smile and an open hand to the willfully blind who surmise that, with only the right words and tribute, such entrenched totalitarianism might be charmed into surrender.\n\nWe the People of Joseon, indict this immoral and illegitimate regime:\n\nFor the devastating starvation of millions, despite the ability to feed them;  \nFor government-sponsored murder, torture, and imprisonment;  \nFor overwhelming surveillance and thought-control;  \nFor systemic rape, enslavement, and forced abortions;  \nFor political assassinations and acts of terror around the world;  \nFor the forced labor and stifled potential of our children;  \nFor the enforced poverty of body, mind, and opportunity;  \nFor the development and distribution of modern weapons of great destruction, shared and sold to others who would also use them towards cruel ends;  \nFor even still a great many compounding iniquities.\n\n\nFor decades we hoped for rescue, while our families were held hostage. We watched powerful and wealthy nations ignore our pleas, and enrich and embolden our tormentors. We gazed at incredible feats of prosperity and developments to the south, hoping that with their rising strength they would remember their sisters and brothers left behind by history.\n\nBut liberation did not come.\n\nToday, we hear the twin calls of both our ancestors and our descendants. Our spirits demand that we wait no longer. Do we not also deserve joy, dignity, education, health, and safety? We, too, claim liberty as our bounty. We hereby take into our own hands our destiny and duty.\n\n“We have arisen now. Conscience is on our side, and truth guides our way. All of us, men and women, young and old, have firmly left behind the old nest of darkness and gloom and head for joyful resurrection together with the myriad living things. The spirits of thousands of generations of our ancestors protect us; the rising tide of world consciousness shall assist us. Once started, we shall surely succeed. With this hope we march forward.”\n\nWE DECLARE ON THIS DAY the establishment of Free Joseon, a provisional government preparing the foundations for a future nation built upon respect for principles of human rights and humanitarianism, holding sacred a manifest dignity for every woman, man, and child.\n\nWe declare this entity the sole legitimate representative of the Korean people of the north.\n\nWe rise against the criminal incumbents of the north, who have perpetuated vast crimes against humanity for decades. We dedicate ourselves completely to the abolition of this great evil, a stain on the very soul of humanity.\n\nWe oppose, confront, and will defeat those who subjugate our people, until the day that light is truly restored to Pyongyang.\n\nTo our compatriots still in chains, physically or spiritually: We are coming. We will break every yoke.\n\nTo those within the system who hear this declaration: We call on you to defy your oppressors. Challenge them openly or resist them quietly. Many of you are both perpetrators and victims. We must together throw our bodies to destroy this wretched machine that has consumed us and now seeks to consume our children. Your complicity in the system was perhaps irresistible but now, and only now, is your chance to redeem your nation and name. You are absolved of all allegiance to this corrupt throne, to this absurd cult, to this extraordinary mass shackling of human ingenuity and tenacity. We will not be victims but victors.\n\nTo those of like-mind and like-spirit among our diaspora: We call upon you to join our revolution. Thousands of years of history, the sacrifices of your ancestors, and the shared heritage of tens of millions of your compatriots summon you to take your place. Each Korean born free might have been born a slave if chance had not intervened. For why might the triumphs, strengths, and talents, gifted to you by fate, or bartered for by sacrifice, be imbued in you if not for such a time as this?\n\nTo those who would continue to legitimize and empower this regime: History will remember where you stood when you were offered this choice.\n\nTo those nations who bear the scars of prior dictatorship and oppression: We ask you to stand in solidarity with us. For our freedom and yours.\n\nAnd to those friends of our cause around the world: If you did not know of our sufferings before, today you do. If you did not know how you might have helped, today you know. And if you were never asked to fight with us, today we ask you to fight with us for humanity.\n\nWe will not permit still another generation of our beloved children to be born into darkness.  \nJoseon must and shall be free. Arise! Arise, ye who refuse to be slaves!\n\nWe reject the chains of our historic unrequited grief, declare henceforth a new era in our history, and prepare the way for a New Joseon. We therefore proclaim the birth of our revolution and our intentions towards building a more just and equal society, as truest expressions of the shared affections of our people.\n\nFor a free Joseon!",
    "attributes": [
      {
        "trait_type": "FREEDOM",
        "value": "IS NOT FREE"
      }
    ],
    "image_details": {
      "bytes": 1356205,
      "format": "PNG",
      "sha256": "f0f797ac1ccfa2cfb9ca1a35d852bfe034cdb430be3fa3f9244dc51711530c55",
      "width": 1024,
      "height": 1024
    },
    "image": "https://arweave.net/21xsNuY86HnDjLaNwsqNELjTTeuaSh6v8IshF09GqCk",
    "image_url": "https://arweave.net/21xsNuY86HnDjLaNwsqNELjTTeuaSh6v8IshF09GqCk"
  }
}