{
  "address": "0x255f19589c161b4a2ff76028ef7b29cdc5159c3a",
  "type": "ERC721",
  "name": "CastlePartyTJ",
  "tokenCount": "227",
  "uri": "https://arweave.net/R5ZaxonHJCgCmmvUgET9o-kJWFFe7SSepjDtVV6DP7o/1",
  "metadata": {
    "name": "Peter Schiff Wrestling with the Angel - GOLD #1/11",
    "created_by": "trevorjonesart",
    "external_url": "https://www.trevorjonesart.com/2022/07/28/peter-schiff-wrestling-with-the-angel/",
    "description": "From legends and mythology there are many tales of epic struggles between mortal man and godlike beings: Achilles’s duel with the river god Scamander, Theseus’s battle with the Minotaur, Perseus’s triumph over Medusa. As heroic as these legendary battles may appear, these tales could be viewed as metaphors for our own struggles with ideas that are beyond our comprehension, our existential clashes with the concept of a higher power.\n\nThe biblical figure of Jacob engages with his own conflict against a supernatural adversary, whom some have identified as an angel (Genesis 32:22-32). An important individual who was regarded as a patriarch of the Israelites, Jacob endured much strife throughout his life and reached a crisis point during his journey back to Canaan under the spectre of a family dispute that had his brother vowing to kill him. After making efforts to pacify his vengeful brother, an exhausted Jacob spent the night alone at the side of a river, where he encountered a mysterious figure who proceeded to wrestle with him until daybreak.\n\nThis Biblical encounter has been depicted in a variety of artworks throughout history, with artists such as Delacroix, Rembrandt, Redon, and Gauguin exploring this sense of inner conflict, typically under the title ‘Jacob Wrestling with the Angel’. Embracing this tradition and fusing it with a playful 21st Century twist, Trevor Jones has produced a unique NFT artwork entitled ‘Peter Schiff Wrestling with the Angel’.\n\nGauguin’s painting depicts the wrestling figures of Jacob and the angel observed by a prayer gathering. The artist remarked that “for me in this painting, the landscape and the fight exist only in the imagination of the people praying after the sermon…”. Reflecting this sense of the mind’s eye, Jones has drawn a parallel between Jacob’s struggle with the angel and renowned US stockbroker and financial commentator Peter Schiff’s struggle with cryptocurrency.\n\nPeter Schiff is something of a cryptocurrency ‘non-believer’, having issued scathing criticisms of Bitcoin, believing that it does not represent a genuine tangible asset, such as real-estate or gold. In Jones’s work Schiff replaces Jacob. His adversary takes the traditional form of an angel, however in Jones’s oeuvre angels have additional layers of symbological significance, often alluding to the almighty economic forces that influence cryptocurrency, such as that depicted in Jones’s ‘The Bitcoin Angel’.\n\nWith its energetic vivid palette, striking angles, and shapes, and the accompanying powerful NFT animation, ‘Peter Schiff Wrestling with the Angel’ is a unique coalescence of historical art and cutting-edge technology that regards the past and the future in equal measure. There is a sense of wry humour to the work but also an acknowledgment of the existential themes of the source material reshaped into a battle between financial dogma and a shift towards digital currency.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "trevorjonesart"
      },
      {
        "trait_type": "Title",
        "value": "Peter Schiff Wrestling with the Angel - GOLD"
      },
      {
        "trait_type": "Date",
        "value": "2022"
      }
    ],
    "animation_details": {
      "bytes": 162412408,
      "format": "MP4",
      "duration": 53,
      "sha256": "c95288587914e867b6a2de959b0a6d207be2139344f455e9c55f2aa633c60364",
      "width": 1440,
      "height": 1080,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/mt2uTDBTZyAsFbh0PqVOOQ2-ez6PsPaizLAiQelQGps",
    "animation_url": "https://arweave.net/mt2uTDBTZyAsFbh0PqVOOQ2-ez6PsPaizLAiQelQGps",
    "image_details": {
      "bytes": 508476,
      "format": "JPEG",
      "sha256": "f7ffc57e17e977c0cac89520e6367f7ad5471b9088fe58122864a7ef680d7bd8",
      "width": 1440,
      "height": 1080
    },
    "image": "https://arweave.net/apK8MONJncoOLENuMNorgsaDPW3k706soMjpSZUTCcc",
    "image_url": "https://arweave.net/apK8MONJncoOLENuMNorgsaDPW3k706soMjpSZUTCcc"
  }
}