{
  "address": "0x254ef8dfe7eeebdf79c59aa35489d8237a8b1c97",
  "type": "ERC721",
  "name": "Ocean of Love V2",
  "tokenCount": "12",
  "uri": "ipfs://QmUr5xDiuTrXKjrXrzqyCKNkC2quU838fDufksDHdLbybA/1",
  "metadata": {
    "name": "Ocean of Love #1",
    "description": "Among all the human relationships in the world, one of the most beautiful relationships is the one between a father and his daughter. When a girl child is born, the first moment her father takes hold of his little angel in arms, tenderly and carefully. I believe that moment is the best one a man can wish for in his life. That moment fills a father's heart with abundant love and happiness which gets etched in his memory eternally.\n\nAs her little princess grows day by day the unconditional love which a daughter evokes in a father’s heart has no parallel. The bond of love gets stronger day by day and she becomes the most precious, inseparable part of his life. The Ocean of love gets deeper, stronger and infinite. No matter how many waves come by in her life, she will hold on to her father’s hand which will protect and guard her against any turbulence in life. \n\nDuring my trip to a beach last year, I saw this father-daughter duo soaked in the sunset at a beach, the wind blowing past them and they were enjoying waves hitting their feet, hands held firmly. It was such a perfect moment of affection and the horizon of the sea represented their eternal love. Every time I see this picture I get lost in time and my thoughts reverb back saying daughters are the best, daughters are love. Isn’t it?",
    "image": "ipfs://QmeYRcS1D7SCPtR7G6noL95cq19xy4m1hodeix3nUYoVCv/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Dwarka, India"
      },
      {
        "trait_type": "Subject",
        "value": "Daughter-Father"
      },
      {
        "trait_type": "Genre",
        "value": "Street"
      },
      {
        "trait_type": "Edition",
        "value": "1/12"
      },
      {
        "trait_type": "Artist",
        "value": "Brijesh Makadia"
      }
    ],
    "external_url": "https://sloika.xyz/brijessh.eth/ocean-of-love/1"
  }
}