{
  "address": "0x2504bc1a2a7191306d3c2543d6af6ec4ceb3021a",
  "type": "ERC1155",
  "name": "Morphosis in Abstract Art Special Editions.",
  "tokenCount": "13",
  "uri": "https://arweave.net/NEtub2icPw3X7jd8S-h1CX_xBXx_3j_oIB2zh3H_oJk",
  "metadata": {
    "name": "MORPHING/SE #1",
    "created_by": "AnotherSigma",
    "description": "We currently live in an era where we experience different varieties of changes around us thanks to the technological advances that surround us and are incorporated into our habits, our ways of thinking and our lives in general; and art is no exception.\n\nIn the last decade we have been able to witness how artificial intelligence has been taking a very important role in digital art and what many now know as ''cryptoart'', now we can find countless works thanks to this incredible tool, however, not all fields of art have been covered with this technology as for example: my branch, which is abstract art; so I decided to start this small but ambitious project where I have been given the task of conducting explorations about the possible variations that artificial intelligence can bring to my art. I also want to give a new life to the abstract art that has been so forgotten giving it this touch of freshness thanks to this wonderful instrument.\n\nThe use of my colors within each piece is more than marked and one of the most impressive things is that even though my pieces are being treated by the AI they still keep the characteristic touch of my usual style, which shows that this tool works not only to create from 0 but also to modify. \n\nEach Morphing that is created is unique and unrepeatable since the initial models are pieces created by me 100%, which guarantees to all collectors of this series that they will be acquiring unrepeatable works.\n\nThe curing process of the Morphings is exhaustive and very meticulous, since I must choose pieces that meet the basic rules of color balance and structure weights within the piece, getting the pieces that I consider will have the best aesthetics at the time of presentation.\n\nMORPHINGS/SE :  it is not possible to purchase any of the pieces under this contract in the primary market. The only way to trade these pieces is in the secondary market by the beneficiaries who receive them through airdrops.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "AnotherSigma"
      },
      {
        "trait_type": "Morphosis",
        "value": "4"
      },
      {
        "trait_type": "Variation #",
        "value": "13"
      },
      {
        "trait_type": "Editions",
        "value": "Limited"
      },
      {
        "trait_type": "Year of creation",
        "value": "2023"
      }
    ],
    "image_details": {
      "bytes": 2502366,
      "format": "PNG",
      "sha256": "a18951da09ecbb407d608ddfd6cf71917fd58a71423dc81011ae91aa37e344da",
      "width": 1024,
      "height": 1000
    },
    "image": "https://arweave.net/f6bby2B0xhYH7j5JDuvuZxgrR2jzoqeDwmbUUecP_X8",
    "image_url": "https://arweave.net/f6bby2B0xhYH7j5JDuvuZxgrR2jzoqeDwmbUUecP_X8"
  }
}