{
  "address": "0x26c82e3d4be17c05713af7b0fa58e05d4850849e",
  "type": "ERC721",
  "name": "Helena Sarin x Unit London",
  "tokenCount": "1",
  "uri": "ipfs://bafyreidixbj7n3mkssns5x36jvdjus7l25znw2xihwkjnjsvgc7ti7jevm/metadata.json",
  "metadata": {
    "name": "Unjoin: On the Raucous Edge of Stability",
    "description": "In mid-2022, Sarin's artwork continues to evolve from semi-\nrepresentational still imagery to abstract art, now expanding into\nmovement and sound dimensions. For the latter, she\ncommissioned a piece from Toronto-based composer Michael\nGalkin, who suggested the title \"Unjoin.\"As in opposite to “if you\ncan’t beat them join them”. Her works becomes a manifesto of\nthe contrarian rebellious artist who gradually becomes\nambivalent about being called an AI Artist as since recently AI art\nstarted to largely mean a prompt-based fantasy/surrealism. An\nurgent manifesto to bring attention to the AI art as solidly\ngrounded in the neural networks and their underlying aesthetics.\n\nThe animation was generated by iterating through a chain of AI\nmodels using Sarin’s landscape and black-and-white drawings.\nShe uses deep blues and blacks, sharp and curvy patterns and\nshapes to play over the industrial/grunge drone of the drums;\ncreating a sense of urgency and restlessness through pulsating\nvisual and audio patterns. Visual rhythms of grid and pattern\ngrasp at the neural entanglement but cooled down by the\npulsating beat and the color palette.\n\nIn this artwork, 'the edge of stability' symbolizes a balancing act\nof creative exploration at the risk of losing the general audience,\nmuch like the balance between overfitting and underfitting in\nmachine learning models - anything to escape being stuck in\npleasing common minima. 'Unjoin' represents a moment of\nseparation from convention, urging viewers to experience the\nraucous edge of stability.",
    "external_url": "https://unitlondon.com/nfts/unjoin-on-the-raucous-edge-of-stability-1678724466202",
    "properties": [
      {
        "trait_type": "Artist",
        "value": "Helena Sarin"
      },
      {
        "display_type": "number",
        "trait_type": "Year",
        "value": 2023
      },
      {
        "trait_type": "Edition Size",
        "value": "Unique original"
      },
      {
        "trait_type": "Format",
        "value": "NFT"
      }
    ],
    "image": "ipfs://bafybeigreiazjfvxtzktwtw35tqv2sz7vq2c5bsqwa3hgltecz4yn5vmom/Unjoin, On the Raucous Edge of Stability.png",
    "animation_url": "ipfs://bafybeicwdtupgbuozlcfc7ym3nhbjzekopgb6wqu4rjfrxp6sx7pygfzc4/unjoin-r.mp4"
  }
}