{
  "address": "0x2611c9107b6abf3fbdcd2751f495fac3cb53f45d",
  "type": "ERC721",
  "name": "NFTabacco",
  "tokenCount": "2",
  "uri": "https://meta.deploymint.com/4358d8e4-ee96-48e0-ab47-66f3f2a256aa/ipfs-meta/1",
  "metadata": {
    "name": "POTUS ONE #1563",
    "description": "POTUS ONE is a digital art collection of 10,000 original 1 of 1 works of art, created by American Artist & Patriot Scott LoBaido.  Scott’s works stretch from sea to shining sea.  Each an 1 of 1 original and inspired by Scott’s muse, The American Flag. This is Scott’s first ever digital collection and is a tribute to the greatest President, George Washington & the world’s most beautiful flag, Old Glory.  Scott’s first drop of the collection will be of 1,776 NFTs. Owners of this initial drop are considered POTUS Patriots and are entitled to: 1 - First right to purchase future NFT collections dropped by Scott LoBaido. 2 - Opportunity to commision and purchase an original canvas painting of your personal POTUS ONE. 3 - Invitation to Scott’s periodic Zoom Rants only available to POTUS Patriots. 4 - Discounted tickets to Scott’s Art Exhibitions. 5 - Exclusive Access to Scott’s POTUS Patriots Discord Server. Scott is the Founding Father of the Creative Patriot Movement. Often imitated but never duplicated, Scott is unapologetic in his beliefs and steadfast in his love for America.  For over 30 years, Scott has been creating art to celebrate America and this collection was created to bring together a community of those who also love the United States of America in all its splendor.",
    "placeholderUrl": "https://deploymint-cdn.s3.amazonaws.com/deploymint-cdn/34/16541921860031563.png",
    "image": "https://meta.deploymint.com/4358d8e4-ee96-48e0-ab47-66f3f2a256aa/ipfs-nft/1",
    "attributes": [
      {
        "trait_type": "Background",
        "value": "Background 9"
      },
      {
        "trait_type": "George",
        "value": "Red George"
      },
      {
        "trait_type": "Mustache",
        "value": "No Mustache"
      },
      {
        "trait_type": "Eyes",
        "value": "Thug Life Glasses"
      },
      {
        "trait_type": "Hand",
        "value": "Lady Liberty"
      },
      {
        "trait_type": "Head",
        "value": "NYPD Hat"
      },
      {
        "trait_type": "Category",
        "value": "Art"
      },
      {
        "trait_type": "Sub Category",
        "value": "Digital Art"
      }
    ]
  }
}