{
  "address": "0x26e23bc2ad0a72e5cbc57a309261750a2e63d61f",
  "type": "ERC1155",
  "name": "Hugo Korhonen Editions",
  "tokenCount": "5",
  "uri": "https://arweave.net/GY-ztVVlmce4TdVvPEuTJvuV2zD2_Egc_9i6QtfYqlw",
  "metadata": {
    "name": "Connection",
    "created_by": "Hugo Korhonen",
    "description": "It was the 11th of September 2020. My first visit to a location I had wanted to visit for so many years, Kilpisjärvi, Finland. There is amazing nature all over the place. And where there’s nature, there’s wildlife.\n\nReindeer are one of my favourite animals, there’s just something really special about them.\n\nI really had wished to capture a great reindeer photo during autumn, and now I had a perfect opportunity to get one. At the end of September reindeer, rutting season starts, and then it’s good to leave the reindeer alone. But now we were nicely before that, and we had great colours in nature.\n\nOn the morning of the 11th of September, we left for a sunrise hike. The hike was amazing, and even though we weren’t there exactly for reindeer, we saw plenty and they took most of my attention. Unfortunately, even when there were reindeer with the beautiful Ruska, there wasn’t an opportunity to take a good photo of them, so we continued the hike.\n\nWe reached the highest point of the hike, and it was then that I spotted a reindeer standing in a “perfect spot” for a photo. I hurried to get my camera, but by the time when I got my camera, the moment had passed. I was very disappointed and frustrated, as I didn’t manage to get that perfect shot. Once of a lifetime opportunity, I thought. We started going down the fell.\n\nThen suddenly I saw tons of reindeer some hundreds of meters away from us. I took my camera, left my backpack there, and focused only on getting the shot. I thought that if I could get a shot, just one good shot, it’d make this shoot great. So, I approached the reindeer. I got close to them, and they were fine with it. I started taking some photos, but then they started going away. I let them go, and after a bit, I tried my luck again. This time I wasn’t approaching a lot of reindeer, just one. It was comfortable with me. I took a lot of photos of it. It started going away and I told myself I wouldn't follow it. If it wanted to go away, I would let it go. But then the reindeer stopped. I carefully and slowly went to lay down on my stomach to get the ground into the photo to add depth.\n\nI snapped this photo….\n\nWhy did it stop? Well… it had to pee. This photo was taken 7 seconds before it started to do its thing. A very short window, but happy I was able to capture this moment between the reindeer and myself. I haven’t taken too many shoots with wildlife, so it was a very special feeling when such a gorgeous animal is there just watching you and letting you take photos peacefully.\n\nI wish that many more generations will have the opportunity to experience this kind of connection between themselves and animals. This is one of the reasons why I really want to protect nature. Protecting nature is a huge mission of mine. If we fail as humans, there won’t be nature to enjoy, and well... we won’t be around.\n\nAfter it had done its business, it started to slowly walk away. I didn’t go after it. I was grateful it had allowed me to photograph it. I stayed there, took some more photos while it was walking away, and it slowly disappeared into the Finnish nature.\n\n\nLicense: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Hugo Korhonen"
      },
      {
        "trait_type": "Country",
        "value": "Finland"
      },
      {
        "trait_type": "Location",
        "value": "Kilpisjärvi"
      },
      {
        "trait_type": "Genre",
        "value": "Wildlife"
      },
      {
        "trait_type": "Edition size",
        "value": "30"
      },
      {
        "trait_type": "Composite?",
        "value": "No"
      },
      {
        "trait_type": "Season",
        "value": "Fall"
      },
      {
        "trait_type": "Camera",
        "value": "Sony a7 III"
      },
      {
        "trait_type": "Lens",
        "value": "FE 70-200mm F4 G OSS"
      },
      {
        "trait_type": "ISO",
        "value": "160"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/4"
      },
      {
        "trait_type": "Exposure",
        "value": "1/400"
      },
      {
        "trait_type": "Focal Length",
        "value": "200.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2020:09:11 10:07:40"
      }
    ],
    "image_details": {
      "bytes": 5933862,
      "format": "JPEG",
      "sha256": "e72226718670efbda87d7dca80a8b07c8ad4ac1455ac21abaf7105c3ca5fde28",
      "width": 3678,
      "height": 4596
    },
    "image": "https://arweave.net/HVW0mPcN_H7qs37gr4ygoEH_wN1y1YADzmeGN_9AoAY",
    "image_url": "https://arweave.net/HVW0mPcN_H7qs37gr4ygoEH_wN1y1YADzmeGN_9AoAY"
  }
}