{
  "address": "0x260e256e664e201822995f113e01db93f20f8954",
  "type": "ERC721",
  "name": "AI EXPRESSIONISM V2",
  "tokenCount": "7",
  "uri": "https://arweave.net/ErYZvGwjav38e0mhJoklUoRcsN5pVM5gXJtgFdwABoo",
  "metadata": {
    "name": "Love and Marriage #1",
    "created_by": "GEORGINA HOOPER",
    "external_url": "https://www.georginahooper.com",
    "description": "This collection embraces the anomaly of AI creation as a valuable characteristic of expression with which to explore and express the human condition with.  We often strive for perfection, in ourselves and in our art, but there is so much to love in imperfection and strangeness. This is certainly what love and marriage can teach us! \n\nAs we race to hyper-realism with AI art I take a pause to explore another road, one that embraces the uniquely expressive voice of AI. This work has parallels with expressive stylisation and abstractions like that of Henri Matisse and Francis Bacon where at times the distortions of reality can in fact better resemble humanity in all its idiosyncrasy, capacity for emotion, unique character and inherent humour.\n\nWhile we can train and edit AI to the kind of perfection in art that we tend to desire from ourselves this collection embraces AI for its wildly cheeky and creative vision of who we are.  The title ‘Love and Marriage’ gives reference both the institution of love and to the love I have for this delightful collaborator, with marriage also symbolic of the union of human and AI in creation. \n\nGeorgina × DALL·E",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "GEORGINA HOOPER"
      },
      {
        "trait_type": "Medium",
        "value": "AI "
      }
    ],
    "image_details": {
      "bytes": 2516583,
      "format": "PNG",
      "sha256": "bbb71db5457c58a228d7f7f8b00498b0b00395967d2824378ad074fff41ecc02",
      "width": 1024,
      "height": 1024
    },
    "image": "https://arweave.net/QO2vh2twnT7FZBgh7jStCEGI5TnpBpfrR6NBwq9aD-E",
    "image_url": "https://arweave.net/QO2vh2twnT7FZBgh7jStCEGI5TnpBpfrR6NBwq9aD-E"
  }
}