{
  "address": "0x2797fa7f4248d3c1e221168a6a184739fe62b56a",
  "type": "ERC721",
  "name": "Exo-Stential",
  "tokenCount": "7",
  "uri": "https://ipfs.pixura.io/ipfs/QmQxXqRFT7qmba9xjPPmBizcFeYK6R8Bh4uTH3myLyianS/metadata.json",
  "metadata": {
    "name": "Masked Reality Navrasa Video",
    "createdBy": "Harshit Agrawal",
    "yearCreated": "2022",
    "description": "In this work, a viewer’s facial expressions are transformed into those of a (female) Kathakali performer juxtaposed simultaneously with that of a (male) Theyyam ritual performer. \n\nKathakali is a performance art deeply informed by upper caste, Sanskrit aesthetics and epic, patronized by royal families and “sattvic” temples (where typically the scheduled castes had no entry); Theyyam, a deity possession ritual, is locally varied and participated in typically by the \nlower castes in India. Here, i try to create a work, which uses the same technology of facial recognition being used for surveillance and perpetuating bias further, in the context of being used here as a medium for social empathy, to bring light to social justice frameworks, where one sees themselves as both an upper and lower caste performer, a female and male form simultaneously.\n\nThere are 2 AI algorithms at play here. The first learns to identify the structure of a face in real-time, and the second learns to generate corresponding performance art faces by transforming the detected face to a face with painting rituals of a Theyyam or a Kathakali performer. i record a video capturing the 9 rasas (emotions) that are popular in Indian 'Natya Shashtra'- a Sanskrit treatise on the performing arts.",
    "image": "https://ipfs.pixura.io/ipfs/QmTbZ2N2mUtABcrBoX1MdQ8RKzLkoL1K2iYPJvgomWrjZH/masked_reality_navrasa_video.png",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmNiSLmP2sVxJdf7Eu7nD3C9gXxytww818WRuouhhbS1zZ/masked_reality_navrasa_exostentialnft.mp4",
      "dimensions": "3840x2160",
      "size": "45438433",
      "mimeType": "video/mp4"
    },
    "tags": [
      "aiart",
      "generativeart",
      "generative",
      "mask",
      "aiculture",
      "classsystem",
      "performance",
      "ritual",
      "artificialintelligence",
      "identity"
    ]
  }
}