{
  "address": "0x2717555a66daf58f65ed26d71fb6946b689eaa73",
  "type": "ERC1155",
  "name": "Peaceful Valley",
  "tokenCount": "1",
  "uri": "https://arweave.net/1Vge6xab-59ifD6ynhoZ-RgLq0NizmrzJAllTJI3dUE",
  "metadata": {
    "created_by": "Paul Moon",
    "name": "Light & Shade",
    "description": "Wonderful graphic shapes created by the bright sun and cool shade formed a small interlocking valley system on the Yorkshire Wolds, in the north east of England.\n\nThis photograph was taken in December 2010 when heavy snowfalls had covered the whole of the UK. I knew this area well and making it to this location, when fresh snow had fallen, was a goal for me. The journey along the Wolds roads was traumatic to say the least. The wide open upper areas of the landscape are known to create deep snow drifts, often closing roads for days. I made it to the location due to farmers clearing the journey with snow ploughs on their tractors. Many of these roads were slippery, rutted and with deep snow on either side!\n\nAfter parking my car, there were many huge drifts to wade through to reach this spot. I had used the composition before, but until I reached the location I had no idea whether the snow and sunlight would work together. Thankfully the shade on the left side of the slope worked so well, helping to create strong graphic triangles of sunlit snow, linked by the twisting fence line. The tall ash tree in the valley was slightly lit but not enough to distract the viewer.  As soon as I'd taken the photograph, I knew that I had an image that represented the location and conditions perfectly, and this is one of my all time favourite images.\n\nI'd like to dedicate this nft to my three children. Each of them - Tessa, Curtis and Joshua - has had to deal with their own uninvited turmoil and I have so much pride in how they have handled themselves. I hope one day they come to realise how strong they have all been on their journeys from the shade into the light! Thank you for being amazing. I am immenesly proud of you!\n\nArtist: Paul Moon.\n\nI am a landscape photographer from the UK and work in and around the Yorkshire Wolds. This is an area of chalk upland and was recently made famous by the artist David Hockney who painted and drew in many of the places I photograph. I have had two books published on the City of York and lead workshops, photography walks and give talks about my work. I have also had my images used by local tourism providers to promote the area.\n\nEdition of 42. \n\nLicence:  \nExtended Editorial.  \nCan be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Paul Moon"
      },
      {
        "trait_type": "Licence",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Yorkshire Wolds, United Kingdom"
      },
      {
        "trait_type": "Weather",
        "value": "Snow"
      },
      {
        "trait_type": "Dimensions",
        "value": "3055 pixels x 4184 pixels"
      }
    ],
    "image_details": {
      "bytes": 12725749,
      "format": "JPEG",
      "sha256": "af146cb73eda1960caefc001cbbc561120aa1d17a8d7e5114970df93e9b2eb42",
      "width": 3055,
      "height": 4185
    },
    "image": "https://arweave.net/_rXDKm-RDfm5jkHTCJXH6piG1YeX1g36sGDEFCC7neY",
    "image_url": "https://arweave.net/_rXDKm-RDfm5jkHTCJXH6piG1YeX1g36sGDEFCC7neY"
  }
}