{
  "address": "0x276ab2c3e6b681658edb77e44f49b3664f26d8dd",
  "type": "ERC721",
  "name": "Sticky - Tank God x Mark Wolf",
  "tokenCount": "30",
  "uri": "https://arweave.net/ZA8gjVdvNbmLcTzuOYc5TP18h2JWCvcoB8uSjOBcJ9w",
  "metadata": {
    "name": "Sticky - Tank God x Mark Wolf",
    "description": "In a time with so much polarity and division, ‘Sticky’ is a cross-cultural bridge. By fusing the drum patterns of hip-hop and house music, the art of the song is in its ability to provide a stage for people from diverse backgrounds to relate to the same vibe and in the process come to realize that we’re stronger together. \n\nAbout the artists:\n\nDiamond-certified, Grammy-nominated producer Tank God was in finals week at the University of Hartford in Connecticut when he created the beat that would become the catalyst to his success. The biology major and aspiring pediatrician produced Post Malone’s first #1 record “Rockstar” in his dorm room and the track went on to rack up over 2 billion streams and reach #1 in 27 countries. “Rockstar” was nominated for Record of the Year and Best Rap/Sung Performance at the 61st Annual Grammy Awards.\n\nMark Wolf is currently one of the most in-demand DJs in the city. Having played at nearly every venue from Williamsburg to Midtown, he recently took his talents to create a mix for Eminem's satellite radio station \"Shade 45\" and has become the director of events for AlphaDAO, the premier crypto-native social club in NYC.\n\nBenefits to top holders include:\n\n1. Invite to viewing party and collector mixer at AlphaDAO.\n\n2. VIP access to all participating shows from Tank God and Mark Wolf in the future.\n\n3. A 3-hour DJ set from Mark Wolf at any private event of your choosing (travel and lodging expenses not included) [Must collect 5 editions to qualify]\n\n4. 30-minute video DJ set NFT from Mark Wolf. The best way to turn your virtual gallery into an ongoing party!",
    "image": "https://arweave.net/oZCISMExyIOGJl_snGw7Av2pDM5_i-hpuufDG6n63jM",
    "external_url": "https://glass.xyz/v/7vTGvBQcXRJppt2KXSVk5foM0qXcNQZvc8dusEV0Q7o=",
    "animation_url": "https://glass.xyz/embed/7vTGvBQcXRJppt2KXSVk5foM0qXcNQZvc8dusEV0Q7o="
  }
}