{
  "address": "0x28bd17e7032145a7fb8cb0310c28752c20b8be11",
  "type": "ERC1155",
  "name": "Gregg Emery's Guest List",
  "tokenCount": "1",
  "uri": "ipfs://bafybeiexi27lwkdnbtdo63eelgdz2vqvhulxteb7zx7udzqlfrnezybngu/1.json",
  "metadata": {
    "name": "Gregg Emery Guest List",
    "createdBy": "Gregg Emery",
    "yearCreated": "2022",
    "description": "This membership card NFT is the culmination of my biggest year in the art world to date.  With numerous shows, features, sales, residencies, collaborations and partnerships, it is just the beginning of even more exciting artistic endeavors!  I am inviting you to join me, both literally and virtually as I begin announcing more new projects and news as we move into 2023.  \r\nWith this card you will be first in line for new offers, prints and paintings...first to be invited to events, openings and in person collaborations.  New items including stickers, clothing and one of a kind pieces will be shared with card holders first.\r\nMy guest list will connect you directly with me, my fellow collaborators and my unique creative process.  It will pull back the curtain even further to reveal my thought process, everyday inspirations and wonder with this world and the incredible people and surprises in it.\r\nBeing on this guest list, with pass in hand, is your opportunity for an authentic connection with my art, my creative life and more.  Join me as I reveal the latest collaborations building community through creativity and connection.\r\nBe sure to connect via my website www.greggemery.com",
    "external_url": "https://etcheve.com",
    "image": "https://ipfs.io/ipfs/bafybeicki7p5uely4ykt6dbbzsbqpzt4iarulndzzjelgfkxqot7qhenoq/Gregg_Emery_Guest_List.jpg",
    "media": {
      "uri": "https://ipfs.io/ipfs/bafybeicki7p5uely4ykt6dbbzsbqpzt4iarulndzzjelgfkxqot7qhenoq/Gregg_Emery_Guest_List.jpg",
      "mimeType": "image/jpeg",
      "size": "307353"
    },
    "tokenId": 1,
    "compiler": "Powered by https://etcheve.com",
    "youtube_url": "",
    "animation_url": ""
  }
}