{
  "address": "0x28a9330a8f1d9afe0de2b7dd40ad14d845dd33ae",
  "type": "ERC721",
  "name": "The Passage of Ra",
  "tokenCount": "12",
  "uri": "https://arweave.net/EXRNUsTzG2bY5j8sCLoVLVyP5Y9j_Tcymbd_cH1u0eM",
  "metadata": {
    "name": "The Passage of Ra I",
    "created_by": "A.A.Murakami",
    "external_url": "https://www.aamurakami.com/",
    "description": "In Egyptian mythology, the Sun God Ra traveled every evening at sunset on a solar barge through the underworld in order to rise again each morning. Inspired by this concept, A.A.Murakami created “The Passage of Ra,” an NFT installation that juxtaposes the ephemeral nature of a fleeting moment with the immutable permanence of the blockchain.\n\n“The Passage of Ra” made its debut at NFT Paris in February 2023, and is the first in a series of immersive NFTs that bring to life what A.A.Murakami has termed the ‘Mataverse.' Distinct from a Metaverse, which is a virtual world, a Mataverse is a multi-sensory physical environment that also exists on the blockchain.\n\nThe installation is made possible by utilizing proprietary technology developed by the artist, which simultaneously fires physical fog rings and their digital twins toward a digital generative seascape displayed on screens. As the physical rings hit the screens, they dissolve, and their digital twins appear - rippling the surface of the water in the generative scene as they sail off into the infinite horizon.\n\nMuch like how a camera uses light through a lens to capture a decisive moment, in this case generative code captures the physical phenomenon of the swirling vortex of fog rings; A fleeting moment, captured as an NFT, forever transformed.\n\nAs a multi-sensory physical environment that also exists on the blockchain, “The Passage of Ra” breaks new ground in our long-standing relationships with technology and the natural world. Just as the ancient Egyptians used the latest technology of their time to pay homage to the sun, in this work the technology of our time is similarly harnessed to celebrate the natural systems on which our existence and future relies. \n\nWhile “The Passage of Ra” only existed as a Mataverse installation at NFT Paris for days, it has been forever captured in a 12-minute generative art video, which has been divided into 1-minute segments representing the 12 hours of daylight. Holders of more than 1 consecutive segment will have the opportunity to burn their tokens to redeem a new NFT combining the sections into a multi-minute composition. The new NFT will be minted by A.A.Murakami on the same Manifold contract as the 12 original 1-minute segments.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "A.A.Murakami"
      }
    ],
    "animation_details": {
      "bytes": 374546378,
      "format": "MP4",
      "duration": 60,
      "sha256": "cd5884681f62eb373d73abf9ac51cf1541e4ed5d2ba809aa71068aa62f78525a",
      "width": 1080,
      "height": 1350,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/jP4LOJhf6Z8pVUM_opaGoNR22KFwWy1Vn5d-eW7q8hY",
    "animation_url": "https://arweave.net/jP4LOJhf6Z8pVUM_opaGoNR22KFwWy1Vn5d-eW7q8hY",
    "image_details": {
      "bytes": 5549194,
      "format": "PNG",
      "sha256": "71d5e9be194ce83c2009d5d47a449330827fae526d5e9c09e91f22088d3bea7e",
      "width": 1080,
      "height": 1350
    },
    "image": "https://arweave.net/NCShYFiDM7pibT5ulyMRFsBlWTQcBKxpDFXV8Qcdk_8",
    "image_url": "https://arweave.net/NCShYFiDM7pibT5ulyMRFsBlWTQcBKxpDFXV8Qcdk_8"
  }
}