{
  "address": "0x28845e30e3127f8124bbe02e6ce76fcfd466153a",
  "type": "ERC721",
  "name": "Savage Beauty  Hawaii Volcanos  Ethereum The Merge 11",
  "tokenCount": "1",
  "uri": "ipfs://QmewfeUctkY4stE3xFFdMwG9nvWw1EAmcDL3eSRsJSqY6Q/1",
  "metadata": {
    "name": "A New Beginning",
    "description": "Symbolic of the historic Ethereum Merge road map in 2022. Captured on the Big Island, Hawai’i shortly before sunrise from a small boat which approached close to the Kamokuna ocean entry at the base of Mount Kilauea volcano. Probably the most visceral, challenging, exhilarating and exhausting 30 minutes shoot of Joseph’s career. Balancing on the boat with no gimbal support, shooting handheld with a 400mm prime lens and in low light was no mean feat. A rare event was occurring at the same time above this scene where a \"firehose\" was erupting from the top of the cliff into its own huge cone and then flowing like a flaming tributary into the ocean via various mini lava falls like this one. In isolation, this scene is highly evocative and atmospheric. Primordial even as if Joseph might have been watching the dawn of creation on earth. From the eerie coolness and  stillness of the steam to the piercing contrast of the single drip of lava  into the ocean. Creation and destruction occurring simultaneously,  conveying the mesmerising beauty and dichotomy of volcanos.\n\nThis spectacular increase in activity occurred on September 23rd 2017  (Hawai'i time) and was a precursor to the historic eruption that occurred  in May 2018. Joseph was actually in London to see this photo exhibited in  the Sony WPO winners gallery when the 2018 eruption began and he rapidly  put together a plan to fly back to Hawai’i to document it. \n\nEnergy usage is one of the most talked about aspects of crypto currencies and with the transition to Proof of Stake, the energy consumption of the Ethereum network will greatly reduce. The massive amount of energy that volcano eruptions begin with eventually peters out and is what inspired the release of this collection that Joseph felt was perfectly suited to commemorate this key moment in blockchain history. \n\nAwarded in the Sony WPO Awards and exhibited in London:\n\nhttps://www.worldphoto.org/sony-world-photography-awards/winners-galleries/2018/open/landscape-nature#&gid=1&pid=10\n\n \n\nPublished by National Geographic as their coveted Photo of the Day:\n\nhttps://www.nationalgeographic.com/photo-of-the-day/photo/hawaii-volcanoes-lava-ocean\n\nNational Geographic Photo of the Day on Instagram: https://www.instagram.com/p/Bfo5QMzFeiA/?igshid=YmMyMTA2M2Y=\n\nNikon D800E, 400mm f/2.8, 1/640 f/4.5, ISO 3200 handheld. Big Island Hawai’i.",
    "image": "ipfs://QmNVd3R3fmzo9NLsNSftxoSUZ3TPD3Ak3GTaZ1maWpKBCC/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Big Island, Hawai’i"
      },
      {
        "trait_type": "Subject",
        "value": "Volcano"
      },
      {
        "trait_type": "Genre",
        "value": "Nature"
      },
      {
        "trait_type": "Artist",
        "value": "Joseph Anthony"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      }
    ],
    "external_url": "https://sloika.xyz/josephanthony.eth/savage-beauty-hawaii-volcanos-ethereum-the-merge-1-1/1"
  }
}