{
  "address": "0x28127eea520f8c4d3d4cec192253623c5daa6a9b",
  "type": "ERC721",
  "name": "Death by Punchcard",
  "tokenCount": "2",
  "uri": "https://ipfs.pixura.io/ipfs/QmNcnbxNm5N8cFbehrG9g3YFzHBPRQRyyttJvtSqdaXvvR/metadata.json",
  "metadata": {
    "name": "Page 1",
    "createdBy": "Gunnar Magnus",
    "yearCreated": "2022",
    "description": "\"Oh you are so close,\n\nSo soo close to having it all. You see Jimbo, life isn't all fucking Unicorns and Strawberry ice cream blowjobs alright? We live in a society see, and hold my hand for this one cause this is a real neck cracker. You're gonna have to *smacks chest with fist* dig fuckin deep sometimes, okay? *sniff* I'm not gonna stand here and hold your hand and walk you through bad time land *throws hand away* and sing you little bedtime stories while you piss your spiderman undies praying for the halcyon days of chasing the ice cream truck through your summer camp glory days! Now either you put that fucking mouthguard in, pull your mask on, and go in there and give this Rabbit eared freak a concussion bad enough to give the entire NFL roster CTE, I'm gonna make sure that when I get home I drown all of your cats. Now go and make me some mothafuckin MONEY!\"\n\n\n\"Yes coach.\"\n\n\n*Bell Rings*\n\n\n\n\"And Jimbo Slipper appears to live up to his namesake and slips on the canvas while making what appeared to be a desperate right hook out of abject terror while still a whole 2 body lengths away from Rabbit, and he has fallen and broken his neck on a stool that one of the fans seemed to have thrown into the ring out of sheer excitement. We see now Jack Rabbit returning to his corner for a celebratory smoke after a record 91 straight wins\"",
    "image": "https://ipfs.pixura.io/ipfs/QmNjr2qsz4oPt2bNRXXBRr5Afg8GCLqLAdtFk2qmD7x1Fy/Scan2.png",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmNjr2qsz4oPt2bNRXXBRr5Afg8GCLqLAdtFk2qmD7x1Fy/Scan2.png",
      "dimensions": "3396x4400",
      "size": "18282925",
      "mimeType": "image/png"
    },
    "tags": [
      "drawing",
      "scan",
      "marker",
      "pen",
      "boxing",
      "gunnarmagnus"
    ]
  }
}