{
  "address": "0x28583b31c1a9bf9775ddb2fbfba2b88cff07c039",
  "type": "ERC721",
  "name": "Buzzy's Honey",
  "tokenCount": "1",
  "uri": "https://arweave.net/k2mdEOiHhJV-Pe2jAK4YnvIgTKiGHPXjtjtPPmLCT7s",
  "metadata": {
    "name": "O Terra Addio",
    "created_by": "Buzzy",
    "description": "Oh earth, farewell. Oh valley of weeping. Oh dream of joy so soon to fade away.\n\n\n*Trigger Warning: Suicide*\n\nSevere, treatment-resistant chronic clinical depression. I was honestly shocked the first time I saw it on my chart. Sure, I had wrestled with painting the sidewalk with my gray matter before, but hasn't everyone? Doesn't everyone throw a casual \"I'm gonna fucking kill myself\" into a conversation from time to time?\n\nThe answer is, kinda. We're the most economically, environmentally disadvantaged generation in the modern era. Hell, even feudal serfs had days off and housing provided for them. The 40 hour work week and simply running a household is enough to crater even the strongest of human beings. And yeah, some folks are immune to the reality of the situation, to the desperation.\n\nThat doesn't mean there isn't help. It took me years, but proper diagnosis of neurodivergencies helped me learn enough about my brain that I didn't feel trapped. Life for the mentally ill doesn't have to be isolating, sometimes we just need a map. If that means walking the streets step by step with a pen and paper, so be it.\n\nFor me, \"it gets better\" was a shitty form of encouragement. It hasn't gotten better, it probably never will. Regardless, those same things that modify my internal dialog also make up who I am. Yeah, I might have anxiety, but used correctly that just makes me a caring father. Yeah, I might have depression, but used correctly that allows me to be more empathetic towards others who are struggling. Yeah, I might have ADHD, but maybe a little boost in mood from a silly hyperfixation is just what I need to keep life interesting.\n\nChanges can be scary, big changes especially.  \"Get help\" is over-prescribed advice and often means people get the wrong help for themselves. For me, years of bad therapy and lack of self-advocacy made \"getting help\" more of a money sink and less of actual help. Understanding my brain and the terminology behind my feelings allowed me to advocate better and make changes that were best for me, not just best according to some self-help book.\n\nI'm free from those thoughts, and especially the ideations, for the most part nowadays. There's a lot to live for, and that means there's a lot to miss. I have dreams now, even if sometimes that's just dreaming of pizza after the baby is down.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Buzzy"
      }
    ],
    "image_details": {
      "bytes": 10178767,
      "format": "PNG",
      "sha256": "97a43afd0a19bab4387842f71d3c887058251e39bf091e10025af5a0bc53d50e",
      "width": 2365,
      "height": 3202
    },
    "image": "https://arweave.net/ETML0raaIWVISg7oNstWmS6xg0AyDkwsXMtofroub5c",
    "image_url": "https://arweave.net/ETML0raaIWVISg7oNstWmS6xg0AyDkwsXMtofroub5c"
  }
}