{
  "address": "0x287319f0989f4a4c0f0b60eeec9a4f0eb7365647",
  "type": "ERC721",
  "name": "ix shells for Sotheby's",
  "tokenCount": "3",
  "uri": "ipfs://QmQCuLnzdTUJugbVevmpjuQBcFSeQAKoavzrQrJ31dLyfD/1",
  "metadata": {
    "name": "Casco Viejo",
    "description": "I imagined walking through this image many times before without realizing how much it resembles a safe place. I like to guide everyone who ever glanced at this output, through the framework of each sorted pixel stroke and feel the same way. Many years ago, when I fell for the idea of experimenting with data turned into art, I found myself hit by entrancing abstract shapes that looked somewhat familiar. Architecture has always been my inspiration to create and Casco Viejo, also known as the ‘Old Quarter’ has always been one of these places. After all, I'm referring to Panama City’s most historic district, dating back to 1673, considered one of our World Heritage Sites.\n\nThis output resembles Las Bovedas or \"High Vaults\" that were filled with plazas and brick-paved streets surrounded by colorful buildings. These vaults were built to protect the city from pirate attacks and now I'm using blockchain technology to preserve it. When I look at the center and the corners of this piece, I imagine light as paint slowly exuding from the cracks of each column, and everyone who ever walked by them. Look closely and then stare straight at the furthest point on the horizon.\n\nThe process of making glitch generative art that stands out is difficult, that's perhaps one of the reasons I never tried to get more results out from the same algorithm, nothing came out as warm and penetrating as this piece did, and I've been saving it for my pleasure ever since.\n\nI chose to share this artwork in Natively Digital to be preserved through many years to come. Something that matters to me is conservation, to let my work outlive me and speak on my behalf when I no longer can. Casco Viejo, as the place I was born, meets the same purpose of preserving history and memories through the pass of time.",
    "image": "ipfs://QmZWsCjFbpJ87FnBJaz7c4oA65S1X6s9ktaitKrKt4Tdqk/casco-viejo.jpg",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "ix shells"
      }
    ]
  }
}