{
  "address": "0x2877792cae08d0ea7ad76f5477bb9b51ec2b1797",
  "type": "ERC721",
  "name": "Spiritual Windows",
  "tokenCount": "20",
  "uri": "https://arweave.net/mOOrNv3O_TLHEHIkQ5xVI4yIeeSfKBMzyMf6QUCVcGE/1",
  "metadata": {
    "name": "Burgundy Spirit",
    "created_by": "Jordan Banks",
    "description": "Burgundy Represents: wealth, power, and ambition.\n\nIndia is the one of the most spiritual and colourful places I have had the pleasure to work and was immediately fascinated by the connection to the colourful facades of the homes in Goa and how they related to the residents. Colours have long been associated to spiritual meanings and behind every window I witnessed a representation of this spirituality. \n\nAbout the Artist: Jordan Banks is a travel and documentary photographer from the UK whose career spans more than two decades and has won multiple awards for his work including the National Geographic Cities Photographer of the year. Jordan regularly shoots for top publications such as National Geographic, BBC, Lonely Planet & The Times as well as being the subject of Sky Arts documentaries on his photography that have been syndicated worldwide. Jordan has shot international campaigns for clients such British Airways, Microsoft, Dropbox, Panasonic and many others. Jordan's work is held in the collections of some of the world’s largest and best-known art collectors in both the traditional and digital worlds. Aside from his work as a photographer Jordan founded the award winning JRNY Magazine in 2020 aimed at empowering and supporting travel creatives.\n\nLicense: Can be used to display privately, in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.\n\n1/1  \nTitle: Burgundy Spirit  \nLocation: Panaji, Goa, India  \nPhotographer: Jordan Banks \nExposure Date: 10/01/2023  \nCamera: Nikon Z7  \nLens: Nikon 24-70mm f/2.8  \nFocal Length: 38mm  \nExposure: 1/100sec  \nf-stop: 5.6  \nISO: 320  \nImage Dimensions – 5423x8134 @300dpi  \nNo Image manipulation",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Jordan Banks"
      },
      {
        "trait_type": "Camera",
        "value": "NIKON CORPORATION NIKON Z 7"
      },
      {
        "trait_type": "Lens",
        "value": "NIKKOR Z 24-70mm f/2.8 S"
      },
      {
        "trait_type": "ISO",
        "value": "320"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/5.6"
      },
      {
        "trait_type": "Exposure",
        "value": "1/100"
      },
      {
        "trait_type": "Focal Length",
        "value": "38.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2023:01:10 12:39:07"
      }
    ],
    "image_details": {
      "bytes": 30132191,
      "format": "JPEG",
      "sha256": "1be92d9e1884098eb90a106f04c8b0736ae61cb87a5d29cdac2ae15f2ee591e0",
      "width": 5423,
      "height": 8134
    },
    "image": "https://arweave.net/x_gshDLYEp0eV96E0LooBMJ4a2587-tOy74cmrsjbrw",
    "image_url": "https://arweave.net/x_gshDLYEp0eV96E0LooBMJ4a2587-tOy74cmrsjbrw"
  }
}