{
  "address": "0x28b708ee88e608f3307a7d41b930312fc9c9e632",
  "type": "ERC721",
  "name": "Iman Europe - stay solid.",
  "tokenCount": "55",
  "uri": "https://metadata.sound.xyz/v1/0x28b708ee88e608f3307a7d41b930312fc9c9e632/1",
  "metadata": {
    "name": "better #1",
    "artist_name": "Iman Europe",
    "description": "i make music for humans that are constantly evolving. constantly learning, unlearning, and striving to be better. not in search for perfection, but in search of progression, and a life that reflects our hearts' greatest desires. \n\nin the same way that caterpillars become butterflies, i believe that we evolve, too. the covid-19 pandemic has served as a chrysalis phase for me. it gifted me with time to look internally and figure out who i wanted to be and how i wanted to show up in the world. and in that search, i found truths i could no longer ignore. the main truth was this: the web2 music industry was killing me. emotionally, spiritually, mentally, physically. it was breaking me. the feeling of being unseen. the betrayal i was told to get used to. it broke my heart and my spirit. it was a hamster wheel that, if i'm honest, i knew i no longer had the stamina for. the person i'd have to become in order to be successful, the values i'd have to ignore, the box i'd have to fit in— especially as a black woman— would have left me unrecognizable to myself. i couldn't chance that. so i reevaluated things. i took a step away and changed things. i changed me. i bettered me. and then i found web3. \n\nwhen people see my NFT success, they think that NFTs are what changed my life. and although they have in many ways, my NFT success is merely the result of the betterment i chose to make internally. and that's what this song \"better\" is about. a highlight reel of what those changes were for me, and a depiction of where those changes led me. \n\ni hope this upbeat track produced by kaelin ellis gets you up out of your seat. i hope this vibrant cover illustrated by khalidah c reminds you of your own light. and i hope that you keep choosing betterment; even when it's hard.\n\nthis is one of the best songs i've ever written. so excited to share.\n\nwith peace,\niman europe\n\nlyrics:\ni’ve been in the light \nfinally \nfeels like it’s the first time i’ve been free\nhad to get it right\nsilently\nyelling at my old self (RIP, she gone!)\nreborn and now i got some new wings\nif you look good, you’ll see the God on me\ndamn it look good to see a smile on me!\n=D\n\nbetter than i’ve been\ni’m so much better than before\ni had to go and try again\ni had to cry and let it go\ni had to break what couldn’t bend\ni had to kill what couldn’t grow \nnow i ain’t afraid to take the win\ni ain’t afraid to let em know\nthat i’m\n\nbetter on my left\nbetter on my right\nbetter than the first day of my fight\npresent is a test\nfuture looking bright\nlive it like my birthday, i just might\nand i ain’t gon stress\nit’s alright\ni already had the worst days of my life\ndoin my best\nstill gon try\neven if it hurt me\n\nbetter than i’ve been\n(i’m so much) better than before\n(i had to) go and try again\n(i had to) cry and let it go\n(i had to) break what couldn’t bend\n(i had to) kill what couldn’t grow\n(i had to) cut off those loose ends\nyou cannot f* wit me no mo! WOAH\n\nbetter on my left\nbetter on my right\nbetter than the first day of my fight\npresent is a test\nfuture looking bright\nlive it like my birthday, i just might\nand i ain’t gon stress\nit’s alright\ni already had the worst days of my life\ndoin my best\nstill gon try\neven if it hurt me\n\ni’m so much better\nbetter x32\n\nyou’re better thank you’ve been\n(you’re so much) better than before \n(you had to) go and try again\n(you had to) cry and let it go\n(you had to) break what couldn’t bend\n(you had to) kill what couldn’t grow\n(you had to) cut off those loose ends\nTHEY CANNOT F* W YOU NO MO! WHOA!",
    "external_url": "https://www.sound.xyz/imaneurope/better",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmVfqyAoSpuM8gTntNDUHVosHgME7vQgUG6pKbeNFpjHYD",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmUurM8vZfkDNmFkVzwvHrk7TaHpwZcZzYLF6561U2vSg2",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmUurM8vZfkDNmFkVzwvHrk7TaHpwZcZzYLF6561U2vSg2",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmUcYuiCQAzo1xL9BfvWMvXt9xziS6xVerntofSabkx2fu",
    "attributes": [
      {
        "trait_type": "better",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}