{
  "address": "0x289e808650739ef536f688f59d60ed124418dfd7",
  "type": "ERC721",
  "name": "Good Mourning by Ashley Strongarm",
  "tokenCount": "15",
  "uri": "https://arweave.net/TrNNHUifoi5XhGUVecWnZDF9ZFmeo1jVV9H8cNRIvLY/1",
  "metadata": {
    "name": "Good Mourning | Stage 1 #1/15",
    "created_by": "Ashley Strongarm",
    "external_url": "https://ashleystrongarm.com/stages",
    "description": "Good Mourning is a Music NFT collection from independent singer/songwriter Ashley Strongarm. This collection features 5 releases that combine Americana music, cinematography, and 3D animation to represent the 5 stages of grief: denial, anger, bargaining, depression, and acceptance.\n\nGood Mourning is written and performed by Ashley Strongarm, produced by Grammy-nominated producer Justin Craig, with visuals created by producer and designer Matt Bowen. Minted on a @manifoldxyz contract, the releases are arranged chronologically so the listener can experience the emotions as they would occur after a loss, from the heartbreak all the way to the healing. \n\nGood Mourning | Stage 1 is about denial.\n\nThe track playing, titled 'Pushing Daisies,' leans into this feeling. The song was written about the strange divide you experience as you grow up, watching your friends get married and raise families while you still feel like a child. The melody is slow and pretty, and if you don’t pay too close attention to the lyrics you might assume that it’s happy. However the lyrics are dark and withdrawn. This contrast is intentional, as a way of creating the same dissonance one would feel while in denial about their place in the world.\n\nThe visual element sets each stage of grief like the stage of a play. The set is dressed to match the mood, the props are carefully placed, and the music that fills the air has purpose. Every element is deliberate. The actors may change, but the stage is where the story lives.\n\nIn this stage, you are on a train headed somewhere unknown. Your past is behind you, and your future is uncertain. Both places are simultaneously out of reach—You sit somewhere in between them. Flowers lay discarded on an empty seat, forgotten by a passenger. A record slowly spins.\n\nYou can read more about the collection, roadmap, and rewards here: https://ashleystrongarm.com/stages",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Ashley Armstrong"
      }
    ],
    "animation_details": {
      "bytes": 178689782,
      "format": "MP4",
      "duration": 229,
      "sha256": "827b329d604bfa4af2d85a9134706dbc1456553cb98483173fa9220367270ed9",
      "width": 1200,
      "height": 1200,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/8hTFQmLZSx_zkPjkfpuvIDwqwFFpSiNBUXxRq9qvZAA",
    "animation_url": "https://arweave.net/8hTFQmLZSx_zkPjkfpuvIDwqwFFpSiNBUXxRq9qvZAA",
    "image_details": {
      "bytes": 2887665,
      "format": "PNG",
      "sha256": "d9319d7e9015b0467d8a16b7ae42accc71c7249223e1de356430eb1fa0a96970",
      "width": 1570,
      "height": 1566
    },
    "image": "https://arweave.net/Sy058MAJs2MTrvaj_1slM8r1DLn7ZFSnLRLgS5SmEfU",
    "image_url": "https://arweave.net/Sy058MAJs2MTrvaj_1slM8r1DLn7ZFSnLRLgS5SmEfU"
  }
}