{
  "address": "0x29e88cb520938b7344086b3deb9a88ff25d72abf",
  "type": "ERC721",
  "name": "Scolla - For The Family",
  "tokenCount": "28",
  "uri": "ar://ZBW2nhbfs7S-h6o5guwGiGhsusswOTmQXxW7ljOEQFM/1",
  "metadata": {
    "animation_url": "ar://mtCaOqXKpCxdKZ9d3HYINKP9EZn-jmqyh7oFpi3cyvA",
    "artist": "Scolla",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://3fSeApH-RBWyr_ShT93qJi7u-unp-Hth9eFYDLXbPIg",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "For The Family",
        "value": "Song Edition"
      }
    ],
    "bpm": 77,
    "credits": null,
    "description": "Take a step into this Haus (House) that we've built and see this glorious trophy room of ours. \n\nNavigating through Web 3 has been an interesting and inspired experience. It is a journey that has altered my life (for the better) in a way that will be with me till the end of my time. Web 3 has created the opportunity to for me to reconnect with old family and build a new one. Every week for the past 7 months I commune with an amazing group of \"Aliens\" in a space we've grown to call home, known as Future Surf Radio. The things we have been able to accomplish together are nothing short of remarkable and I'm grateful to find myself in community with such beautiful collective of people. We laugh, we cry, we sing, we support, we affirm and we create together in Future Surf and most importantly we lead with love. \n\n\"For The Family\" is a song I created during our 50th Episode of FSR as an ode to my loved ones and the community we've built. This was directly inspired by all of the members and most specifically my good brother, Miles Ryan Harris, who lit the fire under me. To some this may just be really good \"raps\" but for those who know (IYKYK), this is a reminder of the power of love. There are so many people who have graced the Future Surf space that I wasn't able to mention or incorporate into the song but know that you forever have my heart.\nOn days when the weight of the world is crushing me, I know that I have a place to go where I'm loved and embraced and supported. It's knowing this that keeps me ground and keeps me going.  \n\nWritten By Scolla Fungwe\nProduced By Kyle \"iRocksays\" Adams\nMixed & Mastered By Ashton Woods\nArtwork By Scolla Fungwe for DesignedByOG ",
    "duration": 203,
    "external_url": "https://www.sound.xyz/scolla/for-the-family",
    "genre": "Hip-hop & Rap",
    "image": "ar://3fSeApH-RBWyr_ShT93qJi7u-unp-Hth9eFYDLXbPIg",
    "isrc": null,
    "key": "C_MAJOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://mtCaOqXKpCxdKZ9d3HYINKP9EZn-jmqyh7oFpi3cyvA",
    "lyrics": {
      "text": "Im stuck in an alliance/ \nMy centered spirit got me playing\n\"Pass the Chip\" with giants/\nYou know, Championship appliances/\nThis trophy room I'm building ain’t for Marcus it’s for Mike/ \nCuz I’m the Jordan went 30, 6 and 5 like every night/ \nI’m a legend in my arena, Let’s dive deeper/\nThis alkaline and you Aquafina/\nI’m God body, you bad bodied in all your features/\nIt’s in between the lines/\nDon’t take the one who knows best for you to recognize the genius/\nI mean, I’m that negu man and so is Twin an nem/\nMe June & Cam three man weave, cuz it ain't no middle man/\nI mean we affirmed a community/\nConferred over jewelry/\nBeen gem dropping like a clumsy jeweler, Oh the fool in me/ \nGot hitters and riders/\nI got Miles Ryan Harris a killer for hire and my negu never tires/\nIt’s funny cuz he spoils us with shit that don’t expire/\nIt’s like track after track he got me putting out a fire/\nI’ve been seeing signs/\nMeditate with Charm to find peace of mind/\nBalancing my energy with queens to show you we divine/\nFuture Surf is like a treasure chest with gems you need to find/\nIt’s us versus, Fam too much perfect/\nGot a Unc from down bottom, that’ll give you the boot like The Louisiana Purchase/\nDon’t let me catch you Shlippin/\nWord to my guy, I make slaps that go over your head like a high five/\nI been prepped for success it’s in my genes like Izod/ \nMy God, My Lord/\nOx got the knock like opportunity at my door/ \nAnd look who they arrived for/ \nThe one I am, The outcast, The uncommon/\nA stand out like an Emerald amongst Diamonds/ \nIt’s clear to see/ \nTika told me lean into the leader that I’m here to be/\nIzzy that’s my shooter and you know I’m always near the peace/ \nDivus thats a genius and I mean it, can I keep the beats/\nSema she a live wire, my negu like TNT/\nHuh, That’s impactful/ \nI came to make sure negus ate like ten dash two/\nIt’s family cuz saying friends is too casual/ \nAnd they know I slide over shit like detachables/\nAll my dawgs marksmen all they do is up and aim/\nI would swear you dodging paparazzi how you ducking Fame/\nCall my stick B Tate, he quiet til he up and sing/\n(Sco you don’t even talk like this)\nMan it’s family over everything/\nI’m speaking to the wise/\nI hang around with stars, I mean it’s something in the sky/\nCuz even when it’s crashing I got Brooke to keep in mind/\nThat aloha peace is kind/\nGive my eth to Phatz and tell her paint an energy divine/ \nCome and meet the tribe/\nWe done built the Haus off vibes, love and healing lives/\nTake a peak inside, look around, come and see it’s God/\nYou gon write the letter of our labor/\nUse a Bad Alphabet when you address us as the greatest, my baby/\n\nFuture Surf Unlimited\nBuilt a Haus on vibes\n\nJazzi\nREM\nDom\nTiana\nOrchid\nBig Body Blake\nMuta\nNiki Bean\nShirley Lo\nAfrideva\nThe whole family man\n\nCharge it to my head not my heart I love you/ ",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "For The Family #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "For The Family",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}