{
  "address": "0x29ea55ef77fa45c066a41b7c52f85331b3ae57fe",
  "type": "ERC1155",
  "name": "Editions by Dolly Kabaria",
  "tokenCount": "2",
  "uri": "https://arweave.net/HD6LLqGrp5kfbt5S1B0qp_DO-lpuK5EGydQLjkK_X-A",
  "metadata": {
    "name": "Mirrored Racetrack",
    "created_by": "Dolly Kabaria",
    "description": "A very special photograph that is quite close to my heart, as it exemplifies how nature can surprise you with unexpected vistas. I had visited Death Valley, hoping to photograph the intriguing tracks of the moving stones at racetrack playa. However, a sudden downpour provided us with a rare facet of this otherwise barrenly beautiful site!! The mirrored landscape appears almost like a Rorschach inkblot, playing on the mind to project your inner thoughts onto its symmetric patterns. I later found out from a local photographer that he had never seen so much water in the area, in his last 30 years of visiting it!! It was indeed a fortunate turn of fate that provided me, such a happy opportunity to capture this rare moment.\n\nAwards: \n\n- Bronze award in Nature/Landscape category at The EPSON International Pano Awards 2015  \n- Honorable Mention in Nature: Landscapes category - International Photography Awards 2018 (IPA)  \n- Finalist award in Mountains category in the World's Top 10 Landscape photographer Contest by One Eyeland 2017\n\nTitle: Mirrored Racetrack  \nLocation: Racetrack Playa, Death Valley National Park, USA  \nEdition: 12/12\n\nAbout the Artist: Dolly Kabaria, an award-winning photographer-artist based in India, whose work revolves around themes of nature, time & space.  \nTwitter: @dollykabaria\n\nLicense: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries, and essays by the holder of the NFT, as long as the creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with the creator.",
    "attributes": [
      {
        "trait_type": "ARTIST",
        "value": "Dolly Kabaria"
      },
      {
        "trait_type": "GENRE",
        "value": "Landscape"
      },
      {
        "trait_type": "LOCATION",
        "value": "Death Valley NP"
      },
      {
        "trait_type": "DATE",
        "value": "Nov 2013"
      },
      {
        "trait_type": "EDITION SIZE",
        "value": "12"
      }
    ],
    "image_details": {
      "bytes": 8629965,
      "format": "JPEG",
      "sha256": "482c47b3d995e1965450c0e752d0654bc85304b4093a4da0d33aa70eace6bcf5",
      "width": 4559,
      "height": 2000
    },
    "image": "https://arweave.net/Z8PDnCbRNgIkK5l-p7RG-zYlu9ves0HOzgiQ0Gww4Xg",
    "image_url": "https://arweave.net/Z8PDnCbRNgIkK5l-p7RG-zYlu9ves0HOzgiQ0Gww4Xg"
  }
}