{
  "address": "0x29766745369687da81d75a87b9de75650ad4aa78",
  "type": "ERC721",
  "name": "African Mask V3",
  "tokenCount": "1",
  "uri": "https://arweave.net/l5VpvNmeS5lLfzxFknbRjbNcrERnhkk0lBENsHo1ZOw",
  "metadata": {
    "name": "Maconde #008",
    "created_by": "guidshop",
    "description": "From the pau-preto, the wood of the \"mpingo\" tree, the representation of the culture of the Makonde people is born and flourishes, where through it are carved objects that have become emblems of the material culture of this collective, such as the masks that present the memorial of resistance against any type of oppression and their identities as people.\n\nIn order to understand a Maconde, it is important to have a mastery of their relationship with the body from the scarifications and tattoos that build a visual, communicative language, through which a magical and supernatural function is established.\n\nFrom the face with stripes and unique features, the mask is a transport of the unique being of the Maconde, in illustration of their skills, bravery, resistance and daily resilience in the face of any kind of cultural domination, whether physical or spiritual.\n\nThe Maconde are Bantu ethnic group from Northern Mozambique (Cabo Delgado Province) and South-Eastern Tanzania. They are excellent pau-preto carvers, and their art is known worldwide.\n\nMaconde sculpture is one of the most recognised Mozambican arts with the greatest national and international recognition for representing the customs of these people with art.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "guidshop"
      }
    ],
    "image_details": {
      "bytes": 1124828,
      "format": "PNG",
      "sha256": "58503007c33b17a1a718ab672c3d1fbcc1e46c11e9bf048617e363b854a7b601",
      "width": 2251,
      "height": 2251
    },
    "image": "https://arweave.net/amjYOhpFwV1TQO2kFJ1DBlNZRl5KUEu_-8la4UVtG4k",
    "image_url": "https://arweave.net/amjYOhpFwV1TQO2kFJ1DBlNZRl5KUEu_-8la4UVtG4k"
  }
}