{
  "address": "0x2943e54d30ac8fa471be77e2a5955b8de4396734",
  "type": "ERC1155",
  "name": "-XE-IIOD",
  "tokenCount": "1",
  "uri": "https://arweave.net/W8y9bE79IRiR8uxKqcp2xQ7c_Yjya82YUxKJdtmowgE",
  "metadata": {
    "name": "paradoxul percepției ",
    "created_by": "-XE-IIOD",
    "description": "Patient 240599 \n\n‘You can’t last a second in my head’\n\nEvaluation Theory – The piece created by diagnosed individual reflect the individual's experiences and perspective on the world. The work included fragmented imagery, distorted perspectives, and intense or disturbing color palettes. The artwork additionally reflects the artist's delusions, hallucinations, and other symptoms of the condition. There is evidence that the individual struggles with social isolation and emotional regulation, which negatively affect their ability to create something that is relatable or viscerally resonant for others.\n\nDepiction - Disordered thinking and lack of impulse control may also influence the way individual draws. The art is hard to follow and doesn't make sense to the viewer and is chaotic and hard to understand.\n\n[  Statements Record  ]\n\n ‘I can see waves everywhere’  \n ‘They are generated when people think about me’  \n ‘They must not know anything. My body is no longer mine’  \n ‘They are everywhere. “They” know their presence alone is terrifying \n   for me’  \n ‘People may be deceptive but the voices are always correct’  \n ‘My hands are the voices. They always speak to me. They tell me what \n   to do’  \n ‘My wish is to make my brain edible so I can play in the dark’\n\nConclusion – “Demonic Possession”  \n",
    "image_details": {
      "bytes": 15308264,
      "format": "PNG",
      "sha256": "2cd1de890d7197d91f16c15d53c495e883822c7498473dd6016675ef90d7da7e",
      "width": 3000,
      "height": 3000
    },
    "image": "https://arweave.net/Qr-ABfVyWejUQmnYbR8ssEJaIScnhXco9ZTlPAhtNHg",
    "image_url": "https://arweave.net/Qr-ABfVyWejUQmnYbR8ssEJaIScnhXco9ZTlPAhtNHg"
  }
}