{
  "address": "0x29ad1612ad7a36fbf2d267aaf571c5346f6bef5c",
  "type": "ERC721",
  "name": "Into the Mist by Pelin Genc",
  "tokenCount": "12",
  "uri": "ipfs://QmPPsaM7rrYtpJ6KK5PG8Gd7aZVzrnLhEWTYyskmXoM3MR/1",
  "metadata": {
    "name": "Into the Mist #1",
    "description": "I love traveling and exploring different cultures and countries. Portugal was on my bucket list for a long time. It conveys all the beauty of Mediterranean culture as well as the atmosphere of the Atlantic Ocean.\n\nThis photo was taken in Sintra, a beautiful town that has been an inspiration to many artists with its picturesque landscapes and cultural, historical and architectural structures and is recognized as a UNESCO WH site.\n\nAlthough I visited there in June, I witnessed different climates within a diameter of 20 km on the same day. In Cascais, everyone was at the beach and there was a beautiful summer mood. In Cabo da Roca, there was such a strong wind that they banned people from going close to some of the vista points by the cliffs and ocean. Then, as I climbed up to the Sintra Mountains the weather changed. A beautiful mist was dancing and swirling among the beautiful trees and forests of Sintra and I was amazed by the beauty I saw.\n\nAs I kept on walking among the historical structures and pathways through the beautiful parks that were full of giant trees, I couldn’t help but press the shutter over and over.\n\nWalking into the mist and fog has always given me a feeling of stepping into a mystery novel or movie. You do not know what lies ahead but have a deep urge to discover what is beyond the fog. I guess life is a bit like that too. Not knowing what lies ahead and walking in our own path, acknowledging the beauty surrounding us. While I was walking on this pathway, this was the feeling I had, and wanted to picture it with this frame.",
    "image": "ipfs://QmZLCapSosy8fnGSij5GjGioRSJ5Vyu8oHCrALKwWbDh71/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Sintra, Portugal"
      },
      {
        "trait_type": "Year",
        "value": "2018"
      },
      {
        "trait_type": "Camera",
        "value": "Nikon D750"
      },
      {
        "trait_type": "Subject",
        "value": "Travel"
      },
      {
        "trait_type": "Genre",
        "value": "Landscape"
      },
      {
        "trait_type": "Genre",
        "value": "Black and White"
      },
      {
        "trait_type": "Edition",
        "value": "1/12"
      },
      {
        "trait_type": "Artist",
        "value": "Pelin Genc"
      }
    ],
    "external_url": "https://sloika.xyz/pelingenc.eth/into-the-mist/1"
  }
}