{
  "address": "0x29187a9d8085a56b2bab9be135d94ffa54f839aa",
  "type": "ERC721",
  "name": "Lujan",
  "tokenCount": "9",
  "uri": "https://arweave.net/uIayBnmoiAkmd_EMPXrVQMoQSOmfyjqvw9_LFlmvTcM",
  "metadata": {
    "name": "The Last Dollar Standing",
    "created_by": "Lujan",
    "external_url": "https://twitter.com/lujan",
    "description": "\"The Last Dollar Standing\" is a thought-provoking art piece that symbolizes the potential transition from the dominance of the traditional dollar currency to the rise of Bitcoin as a global digital currency. The artwork features a predominantly orange background, reminiscent of the color associated with Bitcoin, and serves as a visual representation of the growing influence and power of cryptocurrencies.\n\nIn the center of the composition, a single green dollar bill stands out, emphasizing its position as a relic of the old financial system. This lone dollar bill serves as a poignant symbol, representing the imminent decline and potential demise of traditional fiat currencies. Its placement within the artwork signifies that it is now standing alone, surrounded by the overpowering presence of the Bitcoin-inspired background.\n\nThe juxtaposition of the green dollar bill against the vibrant orange backdrop creates a striking contrast, drawing attention to the conflicting forces at play. The choice of green for the dollar bill represents its association with wealth and prosperity, highlighting the status and significance it once held. Meanwhile, the overwhelming orange tones symbolize the encroachment and impending dominance of Bitcoin as the new world currency.\n\n\"The Last Dollar Standing\" is a visually compelling piece that prompts viewers to contemplate the potential future of global finance. It raises questions about the traditional monetary system's sustainability and the transformative power of cryptocurrencies, inviting viewers to reflect on the evolving dynamics of our financial landscape and the potential implications for society.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Lujan"
      }
    ],
    "image_details": {
      "bytes": 44073,
      "format": "PNG",
      "sha256": "4600fb68626148b926acc262a794b6519c4bcff89e8951a9fa10d608590e5833",
      "width": 1080,
      "height": 1080
    },
    "image": "https://arweave.net/CpOd9OuwjmvS9jU9zpNOdSNjvS6gI2Tog6-Vfjork1c",
    "image_url": "https://arweave.net/CpOd9OuwjmvS9jU9zpNOdSNjvS6gI2Tog6-Vfjork1c"
  }
}