{
  "address": "0x29ad6044a69d2bb38ac3418af0d7844f1459f622",
  "type": "ERC721",
  "name": "Violetta Zironi - By the Light of the Moon",
  "tokenCount": "25",
  "uri": "ar://1rp-UUg__RHDa4vLLWYCM6AjawYgCYTTqv-VgqRQKk8/1",
  "metadata": {
    "animation_url": "ar://dlk2Pv03yDFAU_H-tteEEAXwmZtxh48cqwBVFmGfejY",
    "artist": "Violetta Zironi",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://coH7aJMv3hSO1trLcJQZ5r2VP1tBn8DXgJMVSS4nxUU",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "By the Light of the Moon",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "I started writing songs at a very young age, and have written hundreds of them.\nMany were not great, but many others I put a lot of effort and time in and have loved them ever since.\n\n“By the Light of The Moon” is one that I have felt so deeply ever since it was written, and have never had the chance to put out. Why, you ask?\nWell... because unfortunately in the “web2” way of making music, there is always someone telling you that that songs you write will not work, because of this or that reason. That they’re not pop enough, or they’re too personal, or whatever it is.\n\nAnd yet you keep writing them, because deep down those songs are the ones that make you happy and they’re literally the only way you have to truly express how you feel.\nYou know that at some point the day will come where you will have the opportunity to share them with the world, and someone will resonate with them. You have faith.\n\nSo that is why I kept writing songs like this one, and even if no one would have ever heard it, it would have been for me.\nBut since starting my web3 journey, I realized that things work differently here. You need to be authentic and honest. The more you are you, the better.\nAnd this brings me more joy than anything else.\n\nI decided that my Sound genesis should be one of those songs that have been sitting in my hard drive collecting dust for years. It was written 5 years ago, but it’s never left my mind or my heart. And now more than ever, I resonate with the message, so I did a brand new recording of it.\n\n“By the Light of the Moon” is a chant of hope. Things have been hard for many of us, many times. But sometimes all it takes is one glance at the moon, and everything seems a little better.",
    "duration": 202,
    "external_url": "https://www.sound.xyz/violettazironi/by-the-light-of-the-moon",
    "genre": "Folk & Singer-Songwriter",
    "image": "ar://coH7aJMv3hSO1trLcJQZ5r2VP1tBn8DXgJMVSS4nxUU",
    "isrc": null,
    "key": null,
    "license": null,
    "locationCreated": null,
    "losslessAudio": "ar://dlk2Pv03yDFAU_H-tteEEAXwmZtxh48cqwBVFmGfejY",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "By the Light of the Moon #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "By the Light of the Moon",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}