{
  "address": "0x2947a33d10b36a2843d91e63c5bd33dcb2bbd48c",
  "type": "ERC721",
  "name": "London Eye V2",
  "tokenCount": "1",
  "uri": "https://ipfs.pixura.io/ipfs/QmQM4CjxUmEXq8K4dyBzAJNJ25p7hWmJPTsGUt9Qoot5UL/metadata.json",
  "metadata": {
    "name": "London Eye",
    "createdBy": "Jordan Banks",
    "yearCreated": "2022",
    "description": "During the Spring/Summer of 2020 I spent months documenting the effect the pandemic was having on London. One of the world’s busiest cities had ground to holt, the streets were empty and void of the usual hustle and bustle that is so characteristic with the city. On my way home one night whilst walking along the river I passed by one of the cities iconic landmarks, the London Eye. I stopped and took in the view of the eye reflecting in the Thames. Normally this area of London would be heaving with people, traffic and the inevitable noise that comes with them. It was a warm Spring evening with not a sole around, I could even hear the birds chirping in the trees around me. It was a very serial experience to witness this iconic scene in such peace and tranquillity that I almost didn’t take a shot. Instead opting to enjoy the view and reflect on my day and the devastating affects the pandemic was having on our world. I had left the bench I had been sat on but the photographer in me dragged me back to take a single frame to immortalise the scene and my memories of the day. I’m glad I did as this image now never fails in in helping me find my peace.\n\nLicense: Can be used to display privately, in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. The image (London Eye) will never be replicated as an edition, in a collection, composite, or in any form of digital art.\n",
    "image": "https://ipfs.pixura.io/ipfs/QmStUV69NGLxUeDQqxpyf1Z97MiSVt9niR9R12eGp7cMV2/London-England-Photography.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmStUV69NGLxUeDQqxpyf1Z97MiSVt9niR9R12eGp7cMV2/London-England-Photography.jpg",
      "dimensions": "7823x5216",
      "size": "23407769",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "JordanBanks",
      "London",
      "DocumentaryPhotography",
      "StreetPhotography",
      "Photography",
      "LondonEye",
      "England",
      "UK",
      "NightPhotography"
    ],
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Jordan Banks"
      },
      {
        "trait_type": "Title",
        "value": "London Eye"
      },
      {
        "trait_type": "Location",
        "value": "Victoria Embankment, London"
      },
      {
        "trait_type": "Exposure Date",
        "value": "27/04/2020"
      },
      {
        "trait_type": "Camera",
        "value": "Nikon Z7"
      },
      {
        "trait_type": "Image Dimensions",
        "value": "7823x5216 @300dpi"
      },
      {
        "trait_type": "Exposure time",
        "value": "30sec"
      },
      {
        "trait_type": "Apeture",
        "value": "f14"
      },
      {
        "trait_type": "ISO",
        "value": "64"
      },
      {
        "trait_type": "Focal length",
        "value": "14mm"
      }
    ]
  }
}