{
  "address": "0x293c181abc18b3591e834759e50f52c584762910",
  "type": "ERC721",
  "name": "Puffin Portrait by Blue Jay Way",
  "tokenCount": "15",
  "uri": "https://arweave.net/AGqhg0H4eUejlzQ4JtHdkWhC0VK9K3XPepH4RFN2SuU/1",
  "metadata": {
    "name": "Puffin Portrait #1/15",
    "created_by": "Blue Jay Way",
    "description": "Title: Puffin Portrait  \nArtist: Blue Jay Way  \nEdition: 1/15  \nLocation: Isle of May, Scotland.  May 2022\n\nIt is impossible to be in a bad mood when watching puffins.  With their colorful beaks and bright orange feet, they are nature’s antidepressant.  Time to share the joy!\n\nI am Blue Jay Way, and I connect with the beauty of nature and wildlife through photography.  My photos often raise awareness of conservation efforts and the impact of our personal choices.  \n\nFun facts: Puffins live for about 20 years, mate for life, and share the burden of raising their chicks, called “pufflings”.  \nPufflings incubate in burrows for about 40 days, have about 40 days in the nest with their parents, and then spend the next 2-3 years at sea before returning to the same place to mate.  \n\nPuffins are sensitive to human choices, and populations in some places have declined due to overfishing and climate change.  Puffins remind us of how connected we are to the natural world and how many beautiful creatures either benefit or suffer from the choices we make.\n\nThe Puffin Portrait 1/15 edition celebrates the beauty and resilience of puffins.  The photo was taken on the Isle of May, Scotland, which is home to over 200,000 nesting seabirds in the spring.  When the edition sells out, I will adopt a puffin through the National Audubon Society.  \n\n…  \nExtended Editorial License: Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants as long as it is attributed to “BlueJayWay.eth”. The License includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "image_details": {
      "bytes": 7698995,
      "format": "JPEG",
      "sha256": "2459be34b720e422459ab23dba38f24df7d94090e547cd3ec643f1a8fbdf63b2",
      "width": 3947,
      "height": 2679
    },
    "image": "https://arweave.net/xx9M8QhxIdGqC-zRlWQ3O_Mxfxl5hP-nlrsJFyIxhNE",
    "image_url": "https://arweave.net/xx9M8QhxIdGqC-zRlWQ3O_Mxfxl5hP-nlrsJFyIxhNE"
  }
}