{
  "address": "0x292f7e71394ab1a9546ebb3116f266f13662d524",
  "type": "ERC721",
  "name": "Threads of Africa - SSO",
  "tokenCount": "10",
  "uri": "https://arweave.net/igYSsr_GBPzGfoGQHRQVKiK64J1dhScZtmN8iLHCE4Y",
  "metadata": {
    "name": "Orenda",
    "created_by": "StrawberrySpiced",
    "external_url": "https://www.getrevue.co/profile/strawberryspiced/issues/threads-of-africa-the-collection-1205466",
    "description": "Orenda - invisible magic power to pervade all natural objects as a spiritual energy.\n\nABOUT THIS COLLECTION:\n\nThe Inspiration\n\nOn the very end tip of South Africa, which is right at the bottom of the African continent, is a city called Cape Town. This is where I was born and spent my entire life, until recently moving a hop, skip and jump further up the map to the Overberg region of the Western Cape.\n\nAnybody who has lived or spent any amount of time in Cape Town, (often referred to as “The Mother City”) or even the greater parts of the Western Cape, will tell you what an incredibly special place it is. Not only from a visual or landscape perspective, but even more so from a cultural and energetic standpoint.\n\nCape Town is probably one of the most culturally diverse cities in the world and with that, comes an eclectic array of creatively energetic individuals which are an integral part of the somewhat magical energy which the city holds.\n\nTo me, it will always be “home” and we all know how the feeling of home tugs at our hearts. The place you grow up in becomes a part of you, whether you care to acknowledge it or not.\n\nSouth Africa has, without question - a one of a kind culture which embodies not only its own unique heritage and history, but also that of the rest of Africa.\n\nIt is impossible to be South African and not be emotionally moved by the incredible passion and resilience of its people. Our country has been through so much and despite often having the odds stacked against us, our core spirit always sees us through to the other side - passion and positivity in tact.\n\nNo - this collection is not about South Africa or any other country per say - it is about the inherent strength of self, which we (and me) as South Africans possess. It is about the soul of its people - the colourful endurance and die hard spirits which walk its streets... \n\nContinue reading here: https://www.getrevue.co/profile/strawberryspiced/issues/threads-of-africa-the-collection-1205466",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "StrawberrySpiced"
      }
    ],
    "image_details": {
      "bytes": 44966132,
      "format": "PNG",
      "sha256": "27e22ff5b6a6145d4d2861076324101ba7d1f9eaf03fcc032d88f2698ac6aa3c",
      "width": 5000,
      "height": 5000
    },
    "image": "https://arweave.net/RDpCTRhfBxRz3TqTkPiYT9vjPzt8gkZPB2MtkUrMkKA",
    "image_url": "https://arweave.net/RDpCTRhfBxRz3TqTkPiYT9vjPzt8gkZPB2MtkUrMkKA"
  }
}