{
  "address": "0x29d8c82adba12c822c37090fc1cf7f430bbc1a60",
  "type": "ERC721",
  "name": "Daniel Allan - Honey",
  "tokenCount": "50",
  "uri": "https://metadata.sound.xyz/v1/0x29d8c82adba12c822c37090fc1cf7f430bbc1a60/1",
  "metadata": {
    "name": "Too Close #1",
    "artist_name": "Daniel Allan",
    "description": "I got into music later in life than most would assume. Being raised in an immigrant household, I didn’t have the opportunity to join a band, sing in a choir, or play multiple instruments. The entirety of my childhood was engulfed in school and sports, and I never really had the opportunity to pursue what I was passionate about as it didn’t fit the mold of what felt traditionally acceptable to my family.\n\nI was introduced to music when I was seven. My brother - who is 15 years older than me - gave me his iPod classic, and for the first time I felt enamored. I was exposed to songs that most kids my age weren’t listening to, and in large part I attribute that iPod to getting me through elementary school. I was never a popular kid growing up, and it didn't help that I was struggling as I developed my English skills and navigating my way through a brand new culture. Most of the kids around me had seen life through a lens that was foreign to me, and that iPod helped me escape that reality and find meaning amongst the uncertainty. \n\nI knew then and there that I loved music, but I always approached it tangentially. In high school I became a self-proclaimed audio engineer, recording local artists in my bedroom closet. Eventually some of the artists I was recording asked me for beats but I wasn’t at all ready to recognize myself as an actual musician. I feared rejection and more importantly - being bad at something I aspired to be great at.\n\nDuring my freshman year of college I decided to be intentional about what I wanted and take my life seriously. While studying pre-med and being an athlete, I decided to 180 my life’s trajectory and unapologetically go all in on learning how to make music. And I did this in the most extreme way possible: Every morning at 4 A.M. I'd start my day by taking notes on music production. I began my journey by taking every session I could across the street at Berklee School of Music - always being the worst producer in the room. I stopped caring about school entirely. My life became a big game of catchup - I lived on the margins to work on music in every crevice I could find, to catch up to the artists I was surrounding myself with. And while I’m grateful for those years of my life, they did come with a cost. \n\nAll of us have bad habits, and mine is being selfish to a fault. Over the course of the past four years, I’ve cut so many people out of my life. Childhood friendships, relationships, and even family members have fallen by the wayside as a result of my manic approach to furthering my career. I figured that the easiest way out for me was never getting close to anyone in the first place, because all that would do is put them on a fast track to eventually leaving my life. And while I don’t regret the choices I’ve made in the process, that doesn’t mean they’ve been easy to accept. \n\n\"Too Close\" is my manifestation of that feeling. Everything you hear - from the softness of the chords to the delivery of Bloody White’s vocals - feels like a reflection of the thoughts I’ve experienced along the way. In a way, writing this song helped me sort through them and gain a better understanding of myself.",
    "external_url": "https://www.sound.xyz/danielallan/too-close",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmddKLPWvCYPG2QWoZG64GkZ26qwcWhTPgE9pqGYW32UfP",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmQAL1FzwxTmEmzXJz1gJsUagaHJLpYZi9Lq1bcMb26DKD",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmQAL1FzwxTmEmzXJz1gJsUagaHJLpYZi9Lq1bcMb26DKD",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmNV3x2dMXPHyoQj296Lu7a6P6is1sdi4pkjdSFx4uVxJs",
    "attributes": [
      {
        "trait_type": "Too Close",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}