{
  "address": "0x2ad14a82152eabcb72f0f77506d141d8fbd3f0c0",
  "type": "ERC721",
  "name": "BARDZ - Don't Really Mind",
  "tokenCount": "14",
  "uri": "ar://L0qKQCNQPGAA-zP7l8CoqQB5kvPvvz4YSD6mp0-Sj-g/1",
  "metadata": {
    "animation_url": "ar://ePKTtskO9MjtZoaNQp9UAS9fYV3WpH4WtN7E_0OvAcU",
    "artist": "BARDZ",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://BZ85ebJayiYxszkOeFymCCrYpMVjVZNclJzRoUX0iJE",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Don't Really Mind",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 80,
    "credits": null,
    "description": "Hey everyone, my name is Tyler and I’m so stoked to be dropping my first record on Sound! Like so many others, I think this space is revolutionary and am glad to be here contributing a small part to web 3.\n\nI’ve traversed a lot of genres in my time making music, beginning as a guitar-driven instrumentalist who evolved with an obsession for the entire process. Striving to communicate as best as I could over the years has lead me down a path of singing, songwriting, production, and self-engineering. BARDZ began as a project heavily influenced by the indie-electronic space, but has grown and changed so much with these additions. That culmination is truly represented by the song I’m dropping here on Sound.\n\nDon’t Really Mind was the most visceral experience I’ve ever had for an idea. Usually the process is’t that sexy: I sit down, iterate on riffs and motifs until something catches my attention, nurturing it from there. With this song, it came to me in 4k laying hungover on a friend’s couch. Trust me when I say nothing creatively good ever happens to me when I put my health last - except for this one. The hook and bassline permeated my thoughts on a loop until I was able to reach my computer a couple days later. The lyrics came naturally, somewhat indicative of the night I had before the inspiration. On the surface, it’s a song about cat and mouse. Under the hood, it’s a commentary on dancing with indecision, internal dialogue with yourself. At the end of the day, your lens is how you view the world, and our relationship with ourselves makes all the difference.",
    "duration": 178,
    "external_url": "https://www.sound.xyz/bardz/dont-really-mind",
    "genre": "Electronic",
    "image": "ar://BZ85ebJayiYxszkOeFymCCrYpMVjVZNclJzRoUX0iJE",
    "isrc": null,
    "key": "E_FLAT_MAJOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://ePKTtskO9MjtZoaNQp9UAS9fYV3WpH4WtN7E_0OvAcU",
    "lyrics": {
      "text": "Tell me why I like the way you make a move\nPlaying for keeps not by the rules\nGiving into you going through another glass\nHit the bottom of the bottle at last like\n\nOooo ah - back another night\nRunning through the red and were blurring all the lines\nOooo ah - I blame it on the wine\nTry to pretend I\ndon’t really mind\n\n-\n\nSun is cutting through, fill the room, I was blinded\nShame on me im twice a fool\nWaking up to you in a personal hell\nBreaking every rule I made for myself like\n\nOooo ah - back another night\nRunning through the red and were blurring all the lines\nOooo ah - I blame it on the wine\nTry to pretend oh I try to pretend ohh oh\n\n…\n\nI don’t really mind\n\n-\n\nAint no way I’ve\nGot enough space in my head, for you and\nI\nBut im always back again\n\nOooo ah - back another night\nRunning through the red and were blurring all the lines\nOooo ah - I blame it on the wine\nTry to pretend oh I try to pretend ohh\n\nOooo ah - back another night\nRunning through the red and were blurring all the lines\nOooo ah - I blame it on the wine\nTry to pretend I\ndon’t really mind",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Don't Really Mind #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Don't Really Mind",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}