{
  "address": "0x2a307326fdf380593bdf5bb338ccf48caee49889",
  "type": "ERC721",
  "name": "Light Beings",
  "tokenCount": "2",
  "uri": "ipfs://QmQUy6HHUdNSyv6Rof8uJXi1JY6rhdB4mXh6s72KbMxv3t",
  "metadata": {
    "name": "Light Beings - Light Beings - Divine Feminine",
    "description": "Light Beings are enchanted spirit guardians shaped like humans that protect the cosmic energy on this planet. They pray to the Sun, sky, water, Moon and the Earth. Totems to the spirit world and a medicine wheel representing the elements of nature. Light Beings receive the wisdom of light by the Sun during the day. Translating their sacred messages through colorful refractions that are casted beneath their feet on the sand for humans to discover. They act as an earthly sundial; an ancient clock of where the sun and moon rises and sets. During the evening, as the sun sleeps, the moon reflects rainbow light beams into the Light Beings. Light Beings are lit externally during the day and lit internally during the night. After charging all day in the sun, they emit colorful chakra light rays into the darkness of the night, creating new light formations out into the world. The Divine Masculine and Divine Feminine continue to come together everyday for eternity in prayer to honor the relationship between Solar and Lunar cycles. Thank you to the 3D design team at Prefixa for creating the videos, the Transient Labs team created the code for the dynamic artwork, Quantum Art team for building the smart contract, and Julia “Oracle” Sinelnikova in collaboration with Refuge Arts for fabricating the physical sculptures. Thank you to Venus Over Manhattan, Gabba Gallery, and SaveArtSpace for supporting me on my first public art project exhibited during Art Basel 2022 at Satellite Art Fair.",
    "image": "https://res.cloudinary.com/pulsar/image/upload/assets/634587929d38736ed0861502/63fcd486198793b947a259d6/63fcd708198793b947a25a3a.png",
    "external_url": "https://quantum.art/artist/justin-aversano",
    "animation_url": "https://quantum.mypinata.cloud/ipfs/Qma4WhtXGVXUQe3BMxGEAopLgWQTW6iU3ML6egnzqq4qH4/?token=1"
  }
}