{
  "address": "0x2a7db50cf7bb24ad08b3f350637114c011958340",
  "type": "ERC721",
  "name": "Sudden Flowers by Eric Gottesman",
  "tokenCount": "7",
  "uri": "https://arweave.net/tx/2ZaJvl7OlCTqFLg2UbbY276V0P03O0iB6UStl718Dqc/data.json",
  "metadata": {
    "name": "Sudden Flowers #1",
    "created_by": "Eric Gottesman",
    "description": "Assembly presents “Sudden Flowers,” a project by Eric Gottesman in collaboration with Sudden Flowers, an art collective of young people in Addis Abba. This NFT collection explores the complex lives of and harsh realities of young people growing up in one neighborhood in Addis Ababa between 2000 and 2014 who, in the wake of their parents’ deaths, experienced the trauma of grief, structural violence, and AIDS-related stigma. \"Sudden Flowers'' was a fourteen-year-long artistic collaboration with a collective of young people in the Shiromeda/Sidist Kilo neighborhood of Addis Ababa, Ethiopia. The young collective delved into the possibilities of image making as a tool for self-expression, healing and teaching others. Together, they made photographs, films and installations and displayed these works in their neighborhood, throughout the city and the country. Each of their projects is like a “lyric” in larger poetic structure.\n\nEric Gottesman is an artist whose work addresses nationalism, migration, structural violence, history and intimate relations. His projects question accepted notions of power and, by engaging communities in critical self-reflection and creative expression, propose models for repair. Gottesman’s work is always collaborative, and he has never made an artwork alone. His work has been shown in museums like MoMA/PS1, the Johannesburg Art Gallery, MFA Boston, Houston Center for Photography, MoCA Cleveland, and the Addison Gallery of American Art. Gottesman is a Guggenheim Fellow, a Creative Capital Artist, a Fulbright Fellow, an Artadia awardee, an Aaron Siskind Foundation Artist and a co-founder of For Freedoms, an initiative for art and civic engagement that won the 2017 ICP-Infinity Award and was named the \"largest creative collaboration in United States history\" by TIME Magazine.",
    "image": "https://arweave.net/tx/zZoZEcj_oZSN-gLY_mVt4YdrKMCQffiY9YEqleLoHek/data.jpeg",
    "image_url": "https://arweave.net/tx/zZoZEcj_oZSN-gLY_mVt4YdrKMCQffiY9YEqleLoHek/data.jpeg",
    "image_details": {
      "bytes": 4505395,
      "format": "image/jpeg",
      "sha256": "ff1f31fdb39959c45c1bc1943ce70ab1c16c6622415dde1cc5412d2eb1585f80",
      "width": 3000,
      "height": 2475
    },
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Eric Gottesman"
      },
      {
        "trait_type": "Copyright",
        "value": "All Rights Reserved"
      }
    ]
  }
}