{
  "address": "0x2a29af453c6dabe658d9b6ccdd4570f577322869",
  "type": "ERC721",
  "name": "Surf - From Zone 6 with Hate",
  "tokenCount": "7",
  "uri": "https://hitpiece.mypinata.cloud/ipfs/QmcPCwr6Xdq74QAaXzvih4yaFJePg4j3PAacpPoTALvJnW",
  "metadata": {
    "image": "https://hitpiece.mypinata.cloud/ipfs/QmRYzhxuLAu1zzxbbrBjZbum2EppaKE7Ws6SyFLm9tR9DV",
    "name": "Money Counter",
    "description": "In the midst of the struggles to make ends meet in East Atlanta, I found myself using my time working more than enjoying my time with extracurricular activities. Upon first listen you may think I'm referring to an actual money counter when in actuality, I'm referring to myself as the money counter. At the time it felt like my only purpose was to make money and provide for myself and the people I loved. Every day was a maze to navigate through and it felt like I was conquering each level as it became more difficult to make it out.\n\nA memorable line in this song goes, \"I do not believe in karma, I probably would die if i did.\" Making the correct decisions in life was the most important thing to me. Sometimes those decisions led me to do things against my own morals. These decisions chipped away at my character which caused me to question my past, present, and future. In the end, all I wanted to do was put myself in a better situation and to receive the success and recognition that I rightfully deserve.\n\nAbout the collection:\n\n'From Zone 6 with Hate' is a my debut  web3 first project and my first NFT album.  This project is a follow up to 'From Zone 6 with Love' that was released on streaming platforms earlier this year.  This is my first project minted on Ethereum.  The collection comprises of 7 brand new and original tracks offered as separate 1/1 NFTs. Each NFT will grant the holder access to the entire album as unlockable content. Initial buyers will also receive an exclusive t-shirt from ruined.io and a video call from me to say Thank you.  I'm glad I can offer my fans something they can truly own in a digital world.  My collectors will get future access and exclusives from me down the line\n",
    "animation_url": "https://hitpiece.mypinata.cloud/ipfs/QmZwJG9EX6Fd6v8Vdp4u3DiERUfnqr53Fp5n9bBwWBj1BV",
    "audio_url": "https://hitpiece.mypinata.cloud/ipfs/QmZwJG9EX6Fd6v8Vdp4u3DiERUfnqr53Fp5n9bBwWBj1BV",
    "external_url": "",
    "is_sensitive": true,
    "has_unlockable_content": true
  }
}