{
  "address": "0x2afc5f657b6754947b922ce530c3e96bfaa4881f",
  "type": "ERC1155",
  "name": "ISEKAI_AI_NFT",
  "tokenCount": "7",
  "uri": "https://arweave.net/Nn38aP7aJMrYHcFY1bpDniO11TO5_gA5h4Rnezc2MHQ",
  "metadata": {
    "name": "Lady knight -battle mode-",
    "created_by": "Isekai_AI",
    "external_url": "https://twitter.com/ISEKAI_AI_NFT",
    "description": "CHAPTER 1.  \n~First Battle at ISEKAI~\n\nToday I was working late again after being unreasonably angry with my boss.  \nI was walking toward home in the city late at night. That's when!  \n???: I'm sorry, I made a mistake sending you to another world!  \nSomeone's voice echoes in your head and a magic circle appears at your feet.  \nAnd then, it is swallowed by the light from the magic circle.  \nWhen the light subsides and I open my eyes...  \nIn a dimly lit forest.  \nFrom here and there I hear the roar of a beast I've never heard before.  \n\"Wh-what happened?!\"  \nI look around, trying to figure out where I am, but I can't see anything that looks like an exit. There are no signs of human life. \nI fearfully tried to find a way out.  \n…  \nAs I fearfully proceeded through the forest, I saw a carriage....  \nIt seems that someone is attacking them.  \nThe people around the carriage are screaming and running about.  \nSomething must have struck them.  \nThere's blood everywhere.  \nIs this what they call hell?  \nNear the carriage is a silver-haired lady knight .  \n… and small creatures surrounding her.  \nIt's a group of monsters.  \nIs this....  \nGoblins that often appear in games?  \nThe female knight's companions are falling rapidly.  \nWhat?! They're actually going to attack me too?!  \nGrab the fallen knight's sword and run to the lady knight!  \n\"You dare lay hands on our princess?!\" The lady knight roars.  \nA monster rushes forward, swinging its claws at her.  \nGoblins attack Lady knights one after another...  \nJust in time!  \nI was able to save her.  \nThank goodness. She's safe.  \n\"Are you okay?\"  \n\"Yes, I'm fine. Thank you.\"  \nVarious goblins attacked us! \nBut the Lady knight was strong and cut down several of them.  \n\"Please don't worry about me, go help the others!\"  \nThe lady knight shouted.  \n\"Okay!\" \nI ran immediately.  \nI am also able to fight naturally.  \nI must have been given some kind of cheat ability.  \nI've been summoned to this world!\n\n第1章.  \n~異世界での初陣〜。\n\n今日も上司に理不尽に怒られ、遅くまで仕事をしていた。  \n深夜の街中を家に向かって歩いていた。その時だ!  \n???: ごめんね、間違えて異世界に送っちゃった！  \n誰かの声が頭の中に響き、足元に魔法陣が現れる。  \nそして、魔法陣の光に飲み込まれる。  \n光が収まり、目を開けると...。  \n薄暗い森の中。  \nあちこちから、聞いたこともない獣の咆哮が聞こえてくる。  \n\"な、何が起きたんだ！？\"  \nここはどこだろうと辺りを見回してみるが、出口らしきものは見当たらない。人が住んでいる気配もない。  \n私は恐る恐る出口を探そうとした。  \n...  \n恐る恐る森を進むと、馬車が...。  \nどうやら何者かに襲われているようだ。  \n馬車の周りの人たちは、悲鳴を上げて走り回っている。  \n何かがぶつかったのだろう。  \nそこらじゅう血だらけだ。  \nこれが地獄というものなのだろうか。  \n馬車の近くには、銀髪の女騎士がいる。  \n...そして彼女を取り囲む小さな生き物たち。  \nモンスターの一団だ。  \nこれは......。  \nよくゲームに登場するゴブリン？  \n女騎士の仲間がどんどん倒れていく。  \nな、なんだ！？本当に私にも襲ってくるの！？  \n倒れた騎士の剣を掴んで、女騎士の元へ走れ!  \n\"我らが姫に手を出すとは何事だ！\" 女騎士は咆哮する。  \nモンスターが突進してきて、爪を振り回してくる。  \nゴブリンが次々と女騎士に襲いかかる......。  \n間一髪！？  \n私は彼女を救うことができました。  \nよかった、助かった。無事だったんだ  \n\"大丈夫ですか？\"  \n\"はい、大丈夫です。ありがとうございます\"  \n様々なゴブリンが私たちを攻撃してきました \nしかし、女騎士は強く、何匹も切り倒した。  \n「私のことは気にしないで、他の人たちを助けてきてください！」  \n女騎士は叫びました。  \n「わかった！\"」  \n私はすぐに走りました。  \n私も自然に戦えるようになりました。  \nきっと私はチート能力を授かったのだろう。  \n私はこの世界に召喚されたのだ!",
    "image_details": {
      "bytes": 7263637,
      "format": "PNG",
      "sha256": "876cd620d60fd3d6d7e7e00c744790fe8e56ba5e6d4b423f8de06afd61e356cb",
      "width": 2133,
      "height": 3200
    },
    "image": "https://arweave.net/1eSULrbm871RnNP8uG7nfZrf0sgI_g-Sxlv_cggpKYY",
    "image_url": "https://arweave.net/1eSULrbm871RnNP8uG7nfZrf0sgI_g-Sxlv_cggpKYY"
  }
}