{
  "address": "0x2a460b938d7b79049bff493cc7837fac1959d53e",
  "type": "ERC721",
  "name": "Layers by Jonathan Liu",
  "tokenCount": "5",
  "uri": "https://arweave.net/rEkQa_6I7TTu50HB4OHsB6s_uzfNwEgq7k6zjUB7-AY",
  "metadata": {
    "name": "Layers #3",
    "created_by": "Jonathan Liu",
    "external_url": "https://jonathanliu.net/layers/",
    "description": "This project begins with a personal contemplation of the Portuguese term Saudade, working through the concept of how desire is not to simply covet but is sustained by a desire for desire itself, with that it forms an endless cycle, (re)peating and (re)curring.\n\nAt some point along the way, I decided to act upon a brief impulse of escaping to Norway for a road trip and ended up staying on for nine days. Was my decision motivated by the insatiable concept of desire itself? I remember the trip now, weeks later, through a set of polaroids and a couple hundred photographs. My memory however, only exists in fragments comprising of brief moments of lucidity and never in its entirety. Curiously, memory functions much like desire, in a sense, both feeds on itself. John Berger explains, “Memory is not unilinear at all. Memory works radially, that is to say with an enormous number of associations leading to the same event.”\n\nLayers refers to the sedimentary nature of memory – a deposition as well as an excavation of layers upon layers. It vehemently rejects linearity, congruity and fixity. (Re)membering occurs at times with a clarity beyond Real, other times, it appears fleeting and marked by voids - an unerasable erasure.\n\nEach negative was printed multiple times, each time it was printed, it was destroyed – experimenting with both physical and chemical means. The resulting prints are different from the other but they are inherently of the same reality.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Jonathan Liu"
      }
    ],
    "image_details": {
      "bytes": 42180337,
      "format": "JPEG",
      "sha256": "c7f0753412764fcdaa8088d867c5673f830b60d2ec35d33b6501788093e3bc6d",
      "width": 10858,
      "height": 7821
    },
    "image": "https://arweave.net/T6ObFz7HN7ffKX7M9sZF_QGXrQjE3NHHaYLWCceSRPk",
    "image_url": "https://arweave.net/T6ObFz7HN7ffKX7M9sZF_QGXrQjE3NHHaYLWCceSRPk"
  }
}