{
  "address": "0x2ae2aa76224911da2af4c8af0991ba548ab899fa",
  "type": "ERC721",
  "name": "Theo Kandel - Flight to JFK",
  "tokenCount": "5",
  "uri": "ar://KLZagKbdYDLrmkbaZBX40-P-tJkp088JTLqXvrpEc2k/1",
  "metadata": {
    "animation_url": "ar://C4vVIaJ-_oIdZZh6XyoDgZKM09mGoS_v4Tpo9RsiGR4",
    "artist": "Theo Kandel",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://peEPv8aEnYgMokh3Q7imElcwliAPEdhuYG3c4bWbvmk",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Flight to JFK",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "I make folk music, which I know isn’t necessarily a well-represented genre in the Web3 space. That makes a lot of sense to me. Web3 represents the new, the cutting-edge, the very limits of what we can create digitally, and in many ways, folk is the opposite of that – a callback to the sound of our parents’ or even grandparents’ time. It’s organic and analog and acoustic. But it is also approachable, accessible, and above all, communal. If that doesn’t mirror the general ethos in the Web3 music community, then call me crazy. \n\n“Flight to JFK” is my first drop ever. I recorded it in one take, just me in the studio with my guitar, and it marks the first song in Somewhere Along the Trail, Vol. 1, which is part of a three-volume project I’m going to be releasing this year. You’ll find sprinkles of James Taylor, dashes of Simon & Garfunkel, and a big ol’ helping of Jackson Browne. The song is about spending quality time with someone you love who lives across the country. Simple but true!\n\nSomewhere Along the Trail is going to consist of three volumes with three songs each, with the production getting progressively more and more complex in each tripartite release. The title comes from one of the last things my Uncle Jerry said to me before he passed away last year. “In another life, Theo,” he said, “if we were both 25-years-old, we’d be best friends. Somewhere along the trail.” \n\nStay tuned for the following drops, with lots of fun surprises along the way!\n",
    "duration": 241,
    "external_url": "https://www.sound.xyz/theokandel/flight-to-jfk",
    "genre": "Folk & Singer-Songwriter",
    "image": "ar://peEPv8aEnYgMokh3Q7imElcwliAPEdhuYG3c4bWbvmk",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://C4vVIaJ-_oIdZZh6XyoDgZKM09mGoS_v4Tpo9RsiGR4",
    "lyrics": {
      "text": "You got a roll of film, oh honey\nI’ve got a night to kill\nLet’s go out on this town and make a little trouble\n\nI got a place in mind\nDrink a big ol beer in a big ol stein\nWe can knock em all back till we’re seeing double\n\nHmm\nHmm\n\nI like making you laugh, oh honey\nI like the small of your back\nRun my fingers up and down while we’re lying in bed\n\nLet’s go walk in the park\nWe can find a bit of grass till the sky gets dark\nI’ll bring hummus and a blanket and a bottle of red\n\nAnd the clouds are bold and bright\nCalifornia fades away\nAnd my heart is full and light\nOn this flight to JFK\nIf only just to see you for a day\nHmm\n\nNew York winter is cold, oh honey\nI run hotter than most\nPut your hand in my pocket if you need to get warm\n\nScrabble in the afternoon, cook dinner\nPasta with ricotta for two\nSit on the sofa by the fire while we weather the storm\n\nAnd the clouds are bold and bright\nCalifornia fades away\nAnd my heart is full and light\nOn this flight to JFK\nIf only just to see you for a day\nHmm\n\nSaturday, stumble through the Guggenheim\nTalk in funny accents off and on\nEither way, it’s nice to hold your hand in mine\nIt’s not a cliché if it’s in a song\nYou always find a way to sing along\nHmm\n\nYou got a roll of film, oh honey\nI’ve got a night to kill\nLet’s go out on this town and make a little trouble\n\nAnd the clouds are bold and bright\nCalifornia fades away\nAnd my heart is full and light\nOn this flight to JFK\nIf only just to see you for a day\nHmm\n",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Flight to JFK #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Flight to JFK",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}