{
  "address": "0x2a806bc6cd5a35cda80debc205d88fd3503b5c03",
  "type": "ERC721",
  "name": "PoppsBdayCard",
  "tokenCount": "1",
  "uri": "ipfs://bafybeihlahzekxccyue3tjcfdfv5mjlybjwijmmlxf7nliapo4kjt2qpru/metadata.json",
  "metadata": {
    "name": "popp's bday card",
    "description": "a very buidler bday!",
    "image": "ipfs://bafybeihnhwmfwc7xpo6rj7b7pyogtuh2dml5wvvt7axsztpem5iaiqcvpe",
    "external_url": "https://buidl.fm",
    "properties": {
      "signatures": [
        {
          "address": "rorysaur.eth",
          "name": "rorysaur",
          "message": "happy happy birthday, my friend! i made you this card."
        },
        {
          "address": "amelielasker.eth",
          "name": "Amelie",
          "message": "Happiest birthday Glenn! You are an absolute light and I'm so glad to have met you. You have taught me so much about how to be a person in the world (to make things, to connect with people). Enjoy being a person, a fantastic one, for another year!"
        },
        {
          "address": "thebluebook.eth",
          "name": "cryptowanderer",
          "message": "Each flower turns in to itself\nin its own good time,\nso that just at the moment\nold friend's arrive unannounced\nto tell you of an instant\nthat cleansed their mind,\nmade them realise eternity\nis not duration but timelessness,\nwe can turn and walk home\ntogether,\n\nfor the figs are in bloom\nand you can let them take\nwhat has ripened with you\nand pass it on through the web\nof this world to others\nwho are born of this same tree,\nholy, sharing one nectar."
        },
        {
          "address": "bminch.eth",
          "name": "Brandon",
          "message": "Happy Birthday Glenn! The past couple of years have been a wild ride, but through it all I’m so thankful for the friendship we’ve created. You’re an incredibly passionate and engaging leader, but the  empathy you have for everyone around you and humanity in general is truly inspiring. Hoping 2023 is a great year for you, your family, and Meem! Love you man!"
        },
        {
          "address": "gregoryb.eth",
          "name": "gregoryb.eth",
          "message": "Happy bday Glenn! You're always able to find the positive in any situation. So happy you were born and exist in this world. Have a great day! -GB "
        },
        {
          "address": "gadsby.eth",
          "name": "James",
          "message": "Happy Birthday, Glenn! Thank you for leading us during what I feel is just the beginning of a transformational project. I genuinely couldn't ask for a more caring, empathetic, genuine, and cool human being to work with every day, and my mind is blown every time we get the chance to chat. May your birthday be filled with peace and joy and surrounded by your best friends and loved ones! "
        },
        {
          "address": "kateweimer.eth",
          "name": "Kate",
          "message": "Glenn, wishing you the happiest birthday and most wonderful year ahead! I'm grateful every day to work with you and the remarkable team you've built around you - it's no coincidence that people enter the Meem world and never leave. You're such a special person and your sense of wonder inspires everyone you touch. Thank you for being you :)"
        },
        {
          "address": "kpaxle.eth",
          "name": "Kristen",
          "message": "Glenn! Happiest of birthdays! 🎉 Such a pleasure to have met you this past year - I'm so grateful for our deep conversations and mutual interests. You make it easier to work with integrity in web3 and have helped me tap into the bounty that is the buidler community. Here's to an amazing year! XO 💗✨"
        },
        {
          "address": "0x1fcEE8DF7F75324042D5Dcd00d8df7960893e6C3",
          "name": "robyn",
          "message": "Hey Glenn, I don't really know you but you seem like a very cool dude. Happy birthday and hope 2023 treats you well!"
        },
        {
          "address": "understars.eth",
          "name": "Fang",
          "message": "Happy happy Birthday Gleen!! \n\nAs you know, in my mind, you're the personification of consciousness talking and that is something I really do cherish about you and find terribly wonderful. I am also in awe of your incredible ability to connect between two seemingly unrelated things and constant presence in each of our conversations. I look forward to wishing you many many birthdays and caring conversation!  Cheers to another year of wonderful adventures to come. "
        },
        {
          "address": "maceagonvoyce.eth",
          "name": "Keagon",
          "message": "Glenn it's been a pleasure connecting with you this year -- grateful that kernel brought our paths together. Your zest for life and the energy you dedicate to making this world better is admirable, and inspiring. Honored to be in community with you. Wishing you the happiest of birthdays, may this be a year filled with light, love, and joy!"
        },
        {
          "address": "devonhdolan.eth",
          "name": "devonhdolan",
          "message": "Glenn! You are a kindred spirit to many. It's been such a joy sharing ideas with you, your thoughtfulness and kindness are unrivaled. So glad Kristen introduced this year. Not all those who wander are lost..."
        },
        {
          "address": "0xC728DEa8B2972E6e07493BE8DC2F0314F7dC3E98",
          "name": "vivek",
          "message": "glenn, my rememories of you are alive, moving, a river with a pace. you making it across the skies for andy's bday. picking me up from the bart, the changing scenes. rei's painting at the bookstore. her smile! the mems, the (st)ories, the ways they flow together. it is a privilege to be with you, and i wish you a beautiful, continued celebration. "
        },
        {
          "address": "mradam.eth",
          "name": "MrAdam Wondering Chew",
          "message": "Oi Vei! Mr Popp - I fondly remember our first jam in the not so distant KB5 riffing on pranksterism around the arts, nft projects and copyright discombobulation, which birthed the 0xFurnace (hope to resurrect it). Such a blast and a blessing to know you friend. You are a human of the finest order. I cant wait to frolic in the woods with you and eat together some day soon!\nHere's to creating joy and good shizzle on the planet for all the creatures - Into the future and beyond!!! ⌐◨-◨"
        },
        {
          "address": "bestape.eth",
          "name": "Kyle Smith",
          "message": "Thank you for being such a passionate and encouraging visionary! I've had a lot of fun jamming about 🥚 Folk.gg 🥚 and signature economies with you. I can't wait to see where 2023 takes us. Happy Birthday dear friend 🎉 !!!"
        },
        {
          "address": "0x43E95670dD39653632F01f537D7809ab89CA58fA",
          "name": "charles blass",
          "message": "gp! happiest & healthiest of arrival days! today & always!! may you & meem continue to co-evolve & augment the good trouble, the wise c-work, the joy & imperative of interoperability… lovevolv, cb"
        },
        {
          "address": "0x713519f4f5e277A6C9060F6076A63312Cb38062b",
          "name": "Vasu",
          "message": "Happy birthday, Glenn! Here's to more building :)"
        },
        {
          "address": "hollyr.eth",
          "name": "holly",
          "message": "I'm so happy to have met you, dear popp. I appreciate how you approach everything with compassion and understanding. I hope your next year is full of rain picnics, sandwiches, sweet-smelling dogs, and productive days spent in cozy spaces and the cozyweb. Much love!"
        },
        {
          "address": "brennanmulligan.eth",
          "name": "Brennan",
          "message": "Glen, you rock! It's been so great getting to know you. Congrats on another trip around the sun, and I look forward to #buidling many great things with you this year. Cheers :)\n\nP.S. See you in Denver!"
        },
        {
          "address": "0xmah.eth",
          "name": "Jason",
          "message": "Happy Birthday! It's been such a pleasure to riff and jam with you in KB5 and beyond! We will dance, burn, and chant our way onwards. I love your use of language and how you naturally guide people to safe places and inspiring goals. Let us meet IRL and have a chance to break some bread and drink some wine! Long live Meem, Libraries, and 0xFurnace."
        }
      ]
    }
  }
}