{
  "address": "0x2a60dbcf659e4b37752eb937e0a0a2efe9fc9b2c",
  "type": "ERC721",
  "name": "MAD MADE APE - Genesis",
  "tokenCount": "42",
  "uri": "https://arweave.net/9JK0Et8M5-IsmqMHMKOKkTgI6BY8Ug6NLq8m4Rtz1M0",
  "metadata": {
    "name": "MAD MADE APE - Genesis Box",
    "created_by": "Mamadou Sow",
    "description": "MAD MADE APE is a new and exciting NFT collectible project that aims to combine the latest advancements in art and technology with environmental activism. Created by the talented artist Mamadou Sow, MAD MADE APE is a stylized character that is part of a unique universe. Each MAD MADE APE is unique and rare, making them highly sought after by dedicated collectors and enthusiasts of the NFT community.  \nMAD MADE APE PfP  \nOne of the key features of MAD MADE APE is its PfP (Portrait for Profile) feature. These portraits are the top and fundamental part of the 3D printed collectible, representing the identity and attitude of your personal MAD MADE APE.  \nRoad to Reality  \nThe MAD MADE APE project has a roadmap to reality, where collectors will be able to combine the head-NFT with the body- and base-NFT to claim the physical adaptation within a short time later this year.  \nStatement  \nMAD MADE APE is not just about owning a unique and rare collectible, it is also about embracing and employing the latest achievements in art and technology to make a positive impact on the world. The project is a playful charity that aims to inspire young people in Africa to join and collect plastic, educating them about the importance of correct classification and recycling.  \nMamadou Sow  \nThe artist behind MAD MADE APE, Mamadou Sow, was born in Senegal in 1986 and has a strong passion for recycling and eco-friendly materials. He wants to collect plastic with locals and educate them about the importance of correct classification, and in exchange for clean and sorted plastic parts, he offers digital money. The journey will be recorded and turned into a short film, entitled OPEN FIELD II, marking the second milestone in the vision to help clean up the environment.  \nGenesis  \nMAD MADE APE - Genesis Drop is an open edition made with manifold.xyz. It is your entrance ticket to the MAD MADE APE universe and the first recommended asset for the final physical toy. The drop will include many functions and benefits, with more details to be announced soon.  \nGoals  \nThe goals of MAD MADE APE are to collect and own NFTs, learn about web3.0 projects, recycling, and eco-friendly materials, charity in the form of entertaining, and the exchange of culture. The project aims to combine the innovative decentralized network community with environmental activism by connecting real-world individuals who will inspire a legacy of how to solve real-world problems without the limitations usually imposed by governments or as a result of globalization and impactful former relations.  \nCWRY  \nThe MAD MADE APE project also includes a social token called $CWRY, which is used to authenticate collectors' and enthusiasts' dedication to the vision and shill the attitude of the NFT community. The token will be distributed through social engagement, burn NFT, claim, blacklist, and environmental initiatives. The distribution will be managed through terminals such as cent.io/CWRY, Discord, Telegram, and WhatsApp.  \nConclusion  \nMAD MADE APE is a unique and innovative NFT collectible project that aims to combine the latest advancements in art and technology with environmental activism. Created by the talented artist Mamadou Sow, MAD MADE APE is a stylized character that is part of a unique universe, making it highly sought after by dedicated collectors and enthusiasts of the NFT community. With the MAD MADE APE project, collectors will have the opportunity to learn about web3.0 projects, recycling, and eco-friendly\n\nMAD MADE APES PfP \nPortraits can be used as a ProfilePic and are the top and fundamental part of your 3D printed collectible. The head represents identity and attitude of your personal MAD MADE APE. \n\nROAD TO REALITY  \nYou can combine the head-NFT with the body- and base-NFT you can finally claim the physical adaptation within a short time later this year.\n\nSTATEMENT  \nOnly dedicated collectors and Real Enthusiasts of the NFT community will be able to own one in future. When you have a MAD MADE APE you have an idea or a vision of how we can improve many things by embracing and employing the great things that we invent. When you join the MAD MADE APE Gang you will have many opportunities to profit from the latest achievements in art and technology. In same time its a playful charity that also can have deep impact in the future of many.\n\nGENESIS  \nMAD MADE APE - Genesis Drop is an open edition made with manifold.xyz. It is your entrance ticket to the MAD MADE APE universe. The first recommended asset for the final physical Toy. A lot of functions and many benefits. More details Tba. \n\nGOALS  \nCollect and own NFTs. Learn the architecture of web3.0 projects. Learn about recycling and eco friendly materials. Charity in form of entertaining. Make art from trash. Exchange of culture.\n\nMAMADOU SOW  (www.mamadousow.xyz)  \nThe artist was born in Senegal 1986 and there he wants to collect plastic with locals and educate about the importance of the correct classification of plastic. Sow wants to inspire young people in Africa to join and offers in exchange of clean and sorted plastic parts digital money. The journey will be recorded and become a short film.",
    "external_url": "https://youtu.be/IqMxaJm0oM0",
    "Phone ": "01777889430",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Mamadou Sow"
      },
      {
        "trait_type": "Year",
        "value": "2023"
      },
      {
        "trait_type": "Edition ",
        "value": "Open"
      }
    ],
    "animation_details": {
      "bytes": 272869,
      "format": "MOV",
      "duration": 2,
      "sha256": "3d71f830350c8a5ce94af091bbf3977be453e6526d3712c03f4d57a74c6e44b0",
      "width": 924,
      "height": 1280,
      "codecs": [
        "H.264"
      ]
    },
    "animation": "https://arweave.net/-RZP9q6lmsu_79NocKXpUrhkgI3cOuhnt7rAMoV1u4g",
    "animation_url": "https://arweave.net/-RZP9q6lmsu_79NocKXpUrhkgI3cOuhnt7rAMoV1u4g",
    "image_details": {
      "bytes": 768100,
      "format": "JPEG",
      "sha256": "81239a5f23ecee3d8eb69a88bf0371f248d82d18a1afbecdb132f9067e3b9720",
      "width": 2056,
      "height": 2855
    },
    "image": "https://arweave.net/GjoP9AKm8-8B4xUmJZRlCQcMPE3HS4DGk9N06X76er4",
    "image_url": "https://arweave.net/GjoP9AKm8-8B4xUmJZRlCQcMPE3HS4DGk9N06X76er4"
  }
}