{
  "address": "0x2bfa0b0cb6daf453ade1cb9797402185f0587aaa",
  "type": "ERC1155",
  "name": "Editions by Mohit Khetrapal",
  "tokenCount": "1",
  "uri": "https://arweave.net/a4vSYmwHRlPPaI4LJluJSioEwhYZiemWUDmzQ0Trwz8",
  "metadata": {
    "name": "Surya Arghya- Worshipping the Sun God",
    "created_by": "Mohit Khetrapal",
    "description": "Surya Arghya, or worshipping the sun god, is a ritual performed as a part of Hinduism. The importance of praying to the sun god, also called arghya, is mentioned in many ancient scriptures and the Vedas. The process involves offering water to the sun in the morning and chanting some mantras. \n\nThe sun is believed to be the creator of everything present on earth and is a symbol of universal consciousness. One of the benefits of surya arghya is that it purifies you from within. It also provides us with intellectual upliftment and positive energy. It strengthens us spiritually and physically. \n\nHere in this picture, a holy man is seen performing the same ritual at the ghats of Varanasi by the banks of the sacred river Ganges. Flying seagulls and complementary colors add so much to the overall frame. It was a mesmerising sight to witness.\n\nArtist- Mohit Khetrapal\n\nLicence : The NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries and essays by holder of the NFT, as long as the creator is credited. The creator provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with the creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Mohit Khetrapal"
      },
      {
        "trait_type": "Camera",
        "value": "Canon EOS 80D"
      },
      {
        "trait_type": "Lens",
        "value": "EF-S18-55mm f/3.5-5.6 IS STM"
      },
      {
        "trait_type": "Genre",
        "value": "Travel"
      },
      {
        "trait_type": "Location",
        "value": "Varanasi, India"
      },
      {
        "trait_type": "Edition",
        "value": "30/30"
      },
      {
        "trait_type": "Medium",
        "value": "Photography"
      }
    ],
    "image_details": {
      "bytes": 12575394,
      "format": "JPEG",
      "sha256": "e1014938d40355cf0b77979918be9d608da7f62f3007a3d4cf0a48b98e380042",
      "width": 6000,
      "height": 4000
    },
    "image": "https://arweave.net/tS55V4z3Aq9QZRSJmHzxCkjBxNB_azdl__FuRhjitsA",
    "image_url": "https://arweave.net/tS55V4z3Aq9QZRSJmHzxCkjBxNB_azdl__FuRhjitsA"
  }
}