{
  "address": "0x2b5942f9ddd1236fb6307540916527975c2e9d0e",
  "type": "ERC1155",
  "name": "Travel The World Editions",
  "tokenCount": "8",
  "uri": "https://arweave.net/-BBaxnpjgw0B41f0XbgY0UFVwMtCECg-88uMFCKiRpk",
  "metadata": {
    "name": "The Bonfire",
    "created_by": "Eltier",
    "description": "As I sit by the bonfire, the flames dance and flicker, casting a warm glow on my face. I close my eyes and take a deep breath, letting the soothing crackling of the fire fill my ears.\n\nIn my mind, I begin to travel to each of the seven continents, taking in the beauty of their natural landscapes.\n\nFirst, I find myself in the lush rainforests of South America. The air is thick with the scent of exotic plants and the distant sound of exotic birds. I am surrounded by towering trees and the vibrant colors of the plants and animals that call this place home.\n\nNext, I am transported to the frozen tundra of Antarctica. The landscape is stark and desolate, yet there is a quiet beauty to the vast expanse of snow and ice. I hear the haunting cries of the penguins and watch as a lone polar bear stalks across the frozen wasteland.\n\nNext, I find myself in the rolling hills and fields of Europe. The grass is lush and green, dotted with wildflowers and the occasional sheep. In the distance, I see the towering peaks of the Alps, their snow-capped peaks reaching for the sky.\n\nI am then whisked away to the dense jungles of Africa. The heat is oppressive, but the beauty of the plants and animals is undeniable. I hear the distant roar of a lion and the whooping call of a troop of chimpanzees.\n\nNext, I find myself in the vibrant cities and stunning coastlines of Australia. The beaches are pristine and the water is crystal clear, with colorful fish and coral visible just below the surface. In the distance, I see the iconic Sydney Opera House and the bustling streets of the city.\n\nI then travel to the vast deserts and mountains of Asia. The sand is hot beneath my feet and the air is dry, but the beauty of the ancient temples and the stunning sunsets more than make up for it.\n\nFinally, I find myself in the forests and mountains of North America. The air is crisp and clean, and the trees are tall and majestic. I hear the distant call of a wolf and the rustling of leaves as small animals scurry through the underbrush.\n\nAs I return to the bonfire, I am filled with a sense of awe and wonder at the beauty of the natural world and the incredible diversity of landscapes on our planet. I am grateful for the opportunity to experience all of these amazing places, and I am reminded of the importance of preserving and protecting them for future generations.  \n",
    "attributes": [
      {
        "trait_type": "Release",
        "value": "December2022"
      },
      {
        "trait_type": "Burnable ",
        "value": "Yes"
      },
      {
        "trait_type": "Special",
        "value": "Start of the Journey"
      }
    ],
    "image_details": {
      "bytes": 19451457,
      "format": "GIF",
      "sha256": "00b8d6e64cb054a65684b8537ea09f7d30e5def4e7b4145f72ad05e25e6fe33f",
      "width": 1080,
      "height": 1473
    },
    "image": "https://arweave.net/rEEeFuI3-WGNepIwhSpW9WgHJFX-GVtNeqvfKOjmDXw",
    "image_url": "https://arweave.net/rEEeFuI3-WGNepIwhSpW9WgHJFX-GVtNeqvfKOjmDXw"
  }
}