{
  "address": "0x2bc5224338fae29aab6f1b6afa5e7c2488c14e2e",
  "type": "ERC721",
  "name": "ItsNeverTooLate",
  "tokenCount": "2",
  "uri": "https://ipfs.pixura.io/ipfs/QmXCFonKYkWo59vG9bA7EGKs7G8Z8zxSEL5tgMRzEXhD75/metadata.json",
  "metadata": {
    "name": "It's Never Too Late",
    "createdBy": "Gabriel Gareso",
    "yearCreated": "2023",
    "description": "This is the start of a collection on the same theme and my debut on SuperRare.\n-\n575 frames @ 12fps : 2048x2048 px\nAudio by Ambrose Yu.\n_\n\nHave you ever felt like the “right” time to do something has passed you by?\n\nIt breaks my heart every time I hear someone saying “I’m too old for that” or “I wish I had started sooner, now it’s too late”.\n\nOf course time imposes a few limitations, but if we are not focusing primarily on our goals, there is essentially no right time for anything.\n\nWhen we change our focus to our habits and routine, and start comparing ourselves solely with our past selves (a bit better everyday kind of deal), we are suddenly free to do anything, anytime. All it takes is some planning and resolve.\n\nBesides, by trying something new at a “non-conventional” age, you’ll bring to the table “non-conventional” perspective. You’ll see things that people that started from a young age didn’t see.\n\nDo not regret your past. Do not regret not having done something sooner. Regret is just wasted energy. Everyone has different challenges in life, and that’s what makes us unique. In 5 years you can become very good at almost anything, as long as you start. It might even not take that long! How many 5 years do you have ahead of you?\n\n“Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose. You are already naked. There is no reason not to follow your heart.” Steve Jobs.\n\nThis animation is a reminder to myself, as I turn 40, to ignore when my mind is trying to convince me I’m too old to do anything.\n\nThis is the start of a series of animations on the same theme.",
    "image": "https://ipfs.pixura.io/ipfs/QmedsXE6D2sXnCfbsspDM7cCnLVD4bTjqAtAo3o5uTshbC/INTL_tochangedirection_20230518_1630_op4.png",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/Qme6sJSrt4nTunCDXbYcGEARNm4Hc6rHcKykmnkhU17nWB/INTL_tochangedirection_20230518_1630_NFT_NoCredits.mp4",
      "dimensions": "2048x2048",
      "size": "49837836",
      "mimeType": "video/mp4"
    },
    "tags": [
      "2d",
      "animation",
      "framebyframe",
      "character",
      "itsnevertoolate",
      "gareso",
      "courage",
      "brave",
      "change",
      "risk",
      "motion",
      "trippy",
      "hallucination",
      "job",
      "heart"
    ],
    "attributes": [
      {
        "trait_type": "collection",
        "value": "centerpiece"
      }
    ]
  }
}