{
  "address": "0x2c3fe631ca39e279666742269ca6ce62ebf5408f",
  "type": "ERC721",
  "name": "Chaos and Candy II",
  "tokenCount": "1",
  "uri": "https://ipfs.pixura.io/ipfs/QmdULaHBuUJ2ccJuSJMK8TYQxvbXW1iSJ3Zu5ufaFosFnL/metadata.json",
  "metadata": {
    "name": "The Last Resort",
    "createdBy": "Marcus",
    "yearCreated": "2022",
    "description": "Welcome, welcome to our park!\nA place on earth of grand remark!\nWhere every single stone was sculpted,\nand growth is never interrupted.\n\nWelcome to the land of eve!\nWhere buzzing coolers hide the screams\nof all the paramedic teams\nin this place once built for dreams.\n\nCome and play! Attractions are plenty,\neach one designed to take every last penny.\nWelcome to distraction land!\nThe place that feeds from your demand.\n\nSo many colors compete for your sight:\nlights and music, left and right.\nA land where there’s no quiet at night,\nbut If you look closely things ain't so bright.\n\nOnly scratches on the surface but fisuras deep inside.\nThis foundation, oh mamita, hundred per cent about to crack.\nLike a house of humid cards, a rather weak and feeble stack,\nonly held up by some speeches, all as sound as quack quack quack.\n\nSomething's rotten in this park.\nSomething growing, something dark.\nIf you ever see some cracks: fill them up! Fill them up!\nFill them with… glue! Corazón que no siente… Dont leave a clue!\nImpending doom? None to be seen.\nCassandra was payed off by some magazine\n\nSomething flows in this made up town.\nIt ain't the water cause water so brown\nfrom all the children that ever have drowned\n(even Ofelias in their wedding gowns).\n\nYou wanted happy, and you wanted fast,\ndismissing the steps to make those things last.\nWe are building for newness, let's go in a blast.\nWe won't be the ones building a past.\n\nYou wanna be fly, you wanna nonstop,\nand while you are distracted with circus and chalk,\nwe´ll take your wallet, your shoes, and your clock.\nEven our candy is sponsored by Glock!\n\n\nKings are the ones who own a fast pass ,\nbut how can you be royal when you are one from the mass?\nIf you pay enough we might let you kill!\nPushing the buttons that your soul might fill.\nIt’s all for the rush, all in order to feel.\nDo you sign here? Do we have a deal?\n\nUnder terms and conditions \nyou'll find  ammunition but please…\n\nStay seated for this ride.\nWe can't guarantee you'll get to come back.\n\nFill in the void, with love made of plaster.\nDon’t mix with water or else big disaster.\nAnd once you are full, the rug we will pull,\nwe were always a wolf dressed as a bull:\n\nInstant gratification.\nInstagram deification.\nChasing after ghost sensations,\nskipping all the conversations.\nWe don't talk 'bout the situation.\nWe don't need no education.\nJust some big people concentration,\nand, of course, passive participation.\n\nA horde of zombies, here they come!\nFootsteps loud as martial drums.\nHumming voices fill the air,\nnot a single flying care.\nTo be fair they are not aware\nthat war has already been declared,\nby beings displaced due unfair treaties,\npaid with sorrow and half baked pities.\n\nHow much did you burn to earn your plot of land?\nHow much are you growing in your fields made of sand?\nAlways for the conquest shouting: let's expand the brand!\nBut did you ever stop to just look around? Did you ever notice, now, where you stand?\n\nKing of the desert, left no home for other souls.\nPoured gasoline down through every single hole.\n“People like explosions, those score higher on the polls!”\nThere’s no love in las caricias of a hand that all controls.\n\nOrganic ain’t attractive, at least not all of the time,\nif not ask the caterpillar while its hanging upside down.\nYou can build a reputation with no need to have a crown.\nIt is better to be no-one than to be an evil clown.\n\nDown there the mutants, the ones cast away, their new life is forming with other ways.\nStunted by cold, in shadow they grew,\nlike moss and like ivy, like thick stew and flu.\nIn sewers they built  their underground town:\nall that were born, were born deaf and blind.\nBut learning the language of slow tactile gestures,\n they created a tongue of lyrics and questions.\n\n\"Why are we down here? Who put us here?\nWe are children of greed and hate's our seed.\nThis is our land and spring we demand!\nWe may not have bones but together we stand!\"\n\nA landing place, a quay.\nAn army of rats in patient array.\nComing at you, with the promise of fame,\nall that ass kissing has made your mouth lame!\nA knot in the throat, a stiff stone for tongue,\nyou could never utter the words “I belong”.",
    "image": "https://ipfs.pixura.io/ipfs/QmbLF3FsKqr33vJSD2M2T4PQk3Y5GQ9TrECVPuPmAUQGGZ/LASTRESORTfinalversion.png",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmbLF3FsKqr33vJSD2M2T4PQk3Y5GQ9TrECVPuPmAUQGGZ/LASTRESORTfinalversion.png",
      "dimensions": "6888x3240",
      "size": "48601924",
      "mimeType": "image/png"
    },
    "tags": [
      "3d",
      "blender",
      "story",
      "illustration",
      "color",
      "poetry"
    ]
  }
}