{
  "address": "0x2c77c46e14bccadffe5f87853c87464b87058228",
  "type": "ERC721",
  "name": "The Catcher in the Sand",
  "tokenCount": "28",
  "uri": "https://arweave.net/3kncdVGBbQbithUnpQgbH7WT7K-iHZvVTSY3so6vYZo/1",
  "metadata": {
    "name": "I See You",
    "created_by": "Martinvagabond",
    "description": "Artist: Martinvagabond\n\nTitle: I See You\n\n1/1 work released in “The Catcher in the Sand” collection of 28 photographs with Extended Editorial License. Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.\n\n\nThe Catcher in the Sand\n\nI came to Morocco with an unfinished book and a hope that by the water, which I love so much, I would write its perfect ending.  \nHowever, the pre-arranged volunteering in exchange for a free accommodation agreement took its own path.  \nMy idea of ​​a quiet life, sitting on a terrace overlooking the ocean, surfing and enjoying great food was swept from the table not only by work commitments but also by constantly shuttling between Tamraght, Agadir and Imsouane.  \nThe family who owned the surf-camp that I worked for quickly accepted me. The real life prevailed. The work commitments grew and there was a little room for my imagination to thrive.  \nAs a born introvert, I spent my time looking for peace and solitude after spending time with energetic people.  \nI drove guests to the camp from the airport and vice versa, did shopping for the chef, all that in a completely foreign environment without speaking any French or Arabic. I was lucky that there was usually at least one journey in the car that I had to do only by myself as I was based in Tamraght and the surf camp was in Imsouane.  \nAnd so I was driving up and down along the beautiful coast of southern Morocco, surfing any time I could and worrying that my savings were running low with each day. I accepted that the end of the book I had written was quite frankly rubbish and I had to immerse myself in it to the fullest to make it work.  \nI left the family which I found in Tamraght and Imsouane and hitchhiked a bus to finally get to Essaouira where I slept in a hostel for a few days while I looked for a cheap room in which I would survive on a budget for as long as possible. The following month I basically lived on delicious Moroccan bread and fig jam. The family who rented me the apartment brought me couscous every Friday, but they also left me completely alone. Who knows what they thought about me pacing around the apartment long into the night. I walked around 10 kms outside every day and for the whole 2 months I carried my two film cameras with me everywhere I went. The one which resurrected my love for photography, the other that saved me a few euros compared to the first one. In those two months, I went through all the possible emotional states. The most common were frustration from failing in writing, and awe of the environment in which I was living, which offered unlimited ways to showcase my feelings through photographs. A selection of my favorite images is brought to you by “The Catcher in the Sand” collection. As for the book, it was the biggest writing fiasco in human history, and it discouraged me from writing again for a long time. Salinger still wouldn't be proud of me at this moment, but the dream of traveling, taking photographs and writing doesn't seem so unattainable today.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Martinvagabond"
      },
      {
        "trait_type": "Collection Title",
        "value": "The Catcher in the Sand"
      },
      {
        "trait_type": "Title",
        "value": "I See You"
      },
      {
        "trait_type": "Film Stock",
        "value": "Portra 400"
      },
      {
        "trait_type": "Camera",
        "value": "Nikon Fm2"
      },
      {
        "trait_type": "Scanner",
        "value": "Noritsu"
      }
    ],
    "image_details": {
      "bytes": 29613074,
      "format": "JPEG",
      "sha256": "82467060289286b1c4ff21681e0665b3c6c20c98c402d57b013df9a0c4f06108",
      "width": 6665,
      "height": 4419
    },
    "image": "https://arweave.net/0afOT5CF_v3awsZiWbu7E0LKOETDN9cDCQ2SAigX8pE",
    "image_url": "https://arweave.net/0afOT5CF_v3awsZiWbu7E0LKOETDN9cDCQ2SAigX8pE"
  }
}