{
  "address": "0x2c8d3de51352d99e51f5cf866c993eec9c1609a2",
  "type": "ERC721",
  "name": "The Space Fantasy",
  "tokenCount": "4",
  "uri": "https://ipfs.pixura.io/ipfs/QmWDE9VjbVkBwsMjfswkUPQbzZ2iwkkQ9iW3SzgmABLM8f/metadata.json",
  "metadata": {
    "name": "The Ending Blade",
    "createdBy": "ahad",
    "yearCreated": "2022",
    "description": "The Nymph, feeling upset, approached Death.\n\n\"Oh, Death, surely it is time for you to end all things?\"\n\nDeath, curious, asked The Nymph what happened. What followed this question was a long tale of heartbreak - one more tragic than he had heard before. Death then told the Nymph:\n\n\"Don't you think you are being selfish, asking me to end all things because of your heartbreak?\"\n\nThe Nymph paused for a second and then confidently replied:\n\n\"No, not at all; the worlds are full of suffering; I believe you would be doing an act of mercy\".\n\n\"I feel for you. However, I can only bring an end to all things once my blade is too heavy to hold. Once it has taken enough souls it will fall from my hands and bring time to a close.\"\n\nThe Nymph, frustrated at Death's response, returned home.\n\nDeath was not entirely honest with the Nymph, for he could end everything whenever; he made up his story about the blade. On the inside, Death was pleased. When beings would be willing to ask for entire Universes to end over a broken heart, it meant the world above held much love and life. For now, there was no need to bring an end at all.",
    "image": "https://ipfs.pixura.io/ipfs/QmZEBCVBZPc6hjyywHisqd2L3uDtF7sp9EQs9KP5jcCXne/TheEndingBladeSRVersion.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmZEBCVBZPc6hjyywHisqd2L3uDtF7sp9EQs9KP5jcCXne/TheEndingBladeSRVersion.jpg",
      "dimensions": "1729x2300",
      "size": "5012895",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "death",
      "anime",
      "fantasy",
      "scifi",
      "colour",
      "surreal",
      "illustration",
      "space",
      "stars",
      "nymph",
      "art",
      "fairy",
      "moon"
    ]
  }
}