{
  "address": "0x2c5bf8b32651ee732478de95ce873ea5a7d3fa7d",
  "type": "ERC721",
  "name": "CATALYST",
  "tokenCount": "12",
  "uri": "https://arweave.net/Cqa3UE42u9XoYkJNUxN-E3cj_Jwv93cOVA6F3lnreuk/1",
  "metadata": {
    "name": "CATALYST #1/4",
    "created_by": "EPOCH",
    "external_url": "https://epoch.gallery/catalyst/",
    "description": "CATALYST (featuring Tanya Aguiñiga | Carla Gannis | Trulee Hall | Auriea Harvey | Bahareh Khoshooee | Caroline Sinders | Sammie Veeler)  \nVirtual exhibition featuring artworks by participating artists (interactive HTML + 8K stand-alone app, Windows/Mac OS compatible file with hi-res audio, viewable on VR headsets)  \nInteractive HTML (1.2GB) / 8K stand-alone app (2.8GB)  \nEdition of 4 + 8 AP  \n_____________________________\n\nEPOCH is proud to present, CATALYST, a group exhibition in collaboration with Honor Fraser Gallery. EPOCH is partnering with Honor Fraser to mount our first hybrid physical/virtual installation. The exhibition features seven internationally celebrated artists who have developed artworks which are situated within a speculative 3D model of LACMA’s forthcoming building, designed by Peter Zumthor. Like chemicals in a laboratory or warm sunlight grazing photosensitive emulsion, the artists in CATALYST use their artwork to provoke and accelerate change, whether that be personal, social, or political.  \n\nCATALYST, EPOCH’s collaboration with Honor Fraser, is the third chapter in a triptych of virtual exhibitions each set within and around a digital representation of LACMA’s campus. The first two exhibitions in EPOCH’s LACMA Saga PHANTOM LIMB and ECHOES can be understood as architectural precursors to CATALYST. The exhibition’s environment in PHANTOM LIMB was inspired by and modeled after the demolition of LACMA’s Ahmanson building. The term “phantom limb” in context became a metaphorical framework to suggest a sense of loss and displaced feelings of pain and growth. The second exhibition in the series, ECHOES, developed in collaboration with LACMA’s Art + Technology Lab, was modeled after the physical excavation area of LACMA’s east campus, as well as neighboring locales around Wilshire Boulevard. The term “echo” refers to the reverberation of ideas, movements, or events that, like sound waves, collide and coalesce at sites of creative exchange.\n\nUnlike the two exhibitions before it, CATALYST plays out in both physical and virtual environments. Building upon the themes of PHANTOM LIMB and ECHOES, CATALYST is set in a post-apocalyptic LA, drawing inspiration from LACMA’s forthcoming building. This digital environment is experienced using VR headsets placed within a physical installation at Honor Fraser. The interior of the digitally fabricated museum is clean and undisturbed — nearly tomb-like—where viewers can interact with artworks safe from the compounding disasters unfolding outside of the museum’s colossal glass windows. The architectural contours of the forthcoming museum are replicated outside of the headsets, transforming Honor Fraser white walls into undulating partitions of translucent fabric and warm LA light.\n\nThe curation and corresponding environments invite us to question the role and responsibilities of our cultural institutions, as well as who these spaces best represent and serve. In turn, CATALYST allows viewers to consider the utility of a single idea/vision/object/building to provoke change in two moments in time — virtually in the present and physically in the future.\n\n______________________________\n\nLinks: [8k interactive stand-alone app](ipfs://bafybeidwkpqbl4s7wysn2rpu46bo74qgheqne62jt5koyijjpgcr7bdkfa) | [Artwork list catalog](ipfs://bafybeidmkei7ek4ohdcje7izgxxq7gsip7ngcflag2aq223hiqxzkhtdve) | [Collector's Agreement](ipfs://bafybeifirruukpoerfvsyg2ixn5vrthbnmoz4mpqd2mbxw57tfx4suaeb4)",
    "animation_url": "https://nftstorage.link/ipfs/bafybeihxh2qnqlb72y2fzut42eirra4wyi2i5ok7cjsds3f7vnfsqp4o7e",
    "animation_details": {
      "format": "HTML"
    },
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Tanya Aguiñiga | Carla Gannis | Trulee Hall | Auriea Harvey | Bahareh Khoshooee | Caroline Sinders | Sammie Veeler"
      },
      {
        "trait_type": "Artwork Title",
        "value": "CATALYST"
      },
      {
        "trait_type": "EPOCH Series",
        "value": "Exhibition"
      },
      {
        "trait_type": "Format",
        "value": "Interactive HTML"
      },
      {
        "trait_type": "Gallery",
        "value": "EPOCH"
      },
      {
        "trait_type": "Total Editions",
        "value": "12"
      },
      {
        "trait_type": "Type",
        "value": "Edition"
      },
      {
        "trait_type": "Year",
        "value": "2023"
      }
    ],
    "image_details": {
      "bytes": 8154924,
      "format": "PNG",
      "sha256": "d737600b72d385b94377d2798e5e54c6d1ae42649e22d5aacbc59b5414e8fb06",
      "width": 3840,
      "height": 2160
    },
    "image": "https://arweave.net/ZVthIf6_VJwgiXuNBa_ZnMZCze_nMAVLTy3G-IsZWNw",
    "image_url": "https://arweave.net/ZVthIf6_VJwgiXuNBa_ZnMZCze_nMAVLTy3G-IsZWNw"
  }
}