{
  "address": "0x2c6d1d6fe80b7a3f1a59d3194ab2b3d755f2e165",
  "type": "ERC721",
  "name": "Bad Alphabet - Because I Can (Official Music Video)",
  "tokenCount": "10",
  "uri": "https://arweave.net/eXJkZulkUOfXazFWL6Tmpbt646nckNpq137Dlg3K_U4",
  "metadata": {
    "name": "Bad Alphabet - Because I Can (Official Music Video)",
    "description": "3 Minutes All facts All bars No hooks just ME. In one word \"RAW\"\n\n“Because I Can” is my debut introduction as a music artist in the Web 3 space.  The intention is to bring the listener into my world so you can better understand my perspective as I prepare to make my lane on the blockchain...  the phrase “Because I Can” is only stated once in the song, but it is my mentality. It is a statement I push daily to encourage people to unlock their potential. The video was performed, shot, and edited by me. A Black and white sketched theme with some lite color overtones. I wanted it to have a “raw” feel with multiple expressions of emotion to pair with the genuine expression of the song.\n\nWho is Bad Alphabet? Jason Hooey AKA “Bad Alphabet”, in short, is a Texas Made creative specializing in music and digital hand drawn art. “Because I Can” is the FIRST of a roll out of music on this technology.  I have an NFT Art collection as well called @Percy’sPOV. A collection of hand drawn art open for interpretation from my perspective of certain social environments and the focal point bright eye'd “Percy Wise Man” has found in the mix of it all. My art is my heart. I curate my life on the blockchain to inspire so the art is the utility, but without a doubt every holder will have priority in future drops and access. My Percy's POV holders can attest to our direct relationships and air drops. \n\nThis is what we call my Genesis in music. Be a part of the journey. I appreciate all support and I’m so excited to start here with Glass.\n",
    "image": "https://arweave.net/1mVYjL-VQdNfUG9xs2Jg45efn24TbRWFAZRWzr01f5M",
    "external_url": "https://glass.xyz/v/Cw__VTi6WbkZu-pNwmYd6YIonbrA-vGbNbj74hBGYXA=",
    "animation_url": "https://glass.xyz/embed/Cw__VTi6WbkZu-pNwmYd6YIonbrA-vGbNbj74hBGYXA="
  }
}