{
  "address": "0x2c024465a5efe904a01590981bfe9cd70d7f379f",
  "type": "ERC1155",
  "name": "Neo Metropolis",
  "tokenCount": "1",
  "uri": "https://arweave.net/6yJLmPqX85-Ojn8Q5TZpOId9g-T2dIaHt13sim8OGnE",
  "metadata": {
    "name": "Runtime Comp._Backstory Card",
    "created_by": "Abel Okugawa",
    "external_url": "www.abelokugawa.com",
    "description": "When Abel first played me the rough edits that were to become Runtime Compilation, each track gave me the feeling of moving from one place to another. Synthwave and Outrun have always been quintessential driving music, so I began to name the tracks after different roads and paths.\n\nAs I imagined the eponymous places conjured by the music, I wondered how they might fit together on a map — how do you get from the boulevard to the overpass? What happened to the subway system? Why are you making this journey at all?\n\nThese questions gave shape to a story: you're a courier, on a rather generic mission to deliver a secret package. You'd never be so unprofessional as to look at the contents, which suits your mysterious clients just fine. Their intentions are every bit as opaque (and vaguely sinister?) as those of the city you all inhabit: Neo Metropolis.\n\nThe more I built the world, the more I began to wonder about those intentions, and the contents of the packages and messages sent between power players in a corpocratic city-state. How did the world get to be this way? What rules govern this place, whom do they benefit, and how can they be subverted?\n\nThese questions (and more) will be answered in time — for this is just the first chapter in the story of Neo Metropolis.",
    "attributes": [
      {
        "trait_type": "Music",
        "value": "Abel Okugawa"
      },
      {
        "trait_type": "Visual Artist",
        "value": "SAWCHAK"
      },
      {
        "trait_type": "File Type",
        "value": ".png"
      },
      {
        "trait_type": "Aspect Ratio",
        "value": "1:1"
      },
      {
        "trait_type": "File Size",
        "value": "29.9MB"
      }
    ],
    "image_details": {
      "bytes": 29907624,
      "format": "PNG",
      "sha256": "494a363b8093cdfd66c45c9dc9c4ce4b32c96aa18e7eb2c0ec9028da2224a2fc",
      "width": 3240,
      "height": 3240
    },
    "image": "https://arweave.net/nR_ZtkAwW0oWOiBNWkuxlAHJYZJS6UieadF7Nk6T5bA",
    "image_url": "https://arweave.net/nR_ZtkAwW0oWOiBNWkuxlAHJYZJS6UieadF7Nk6T5bA"
  }
}