{
  "address": "0x2c07737d09bf68cea1555ed348e9db5983fe77f2",
  "type": "ERC1155",
  "name": "Unidentified contract - Yq8z3qJ8Dg",
  "tokenCount": "2",
  "uri": "ipfs://QmWwc8KY2jJTvrDRjH85r7PcB5sobvQr7HLJgFBvQURmEN/metadata.json",
  "metadata": {
    "tokenName": "Dragons & Bourbon Tier 1",
    "previewImage": "ipfs://bafybeibcg7jvsv77xcuqldjtljzoyu7ngl5mgfdnrf6gbteho3akcnzkmq/hcsgzWb",
    "contentImage": "ipfs://bafybeihpde64xbz5u7svp4mvml24vtridtcxd44bnei36g3c27lmk4b3oi/Liquid craft bourbon by Milica_ETH.jpg",
    "sellType": "instant offer",
    "price": "0.22",
    "categoryOfLiquor": "61431fe1a573f6c2d9fdc72d",
    "subCategoryOfLiquor": "61432047a573f6c2d9fdc733",
    "size": "750ml",
    "chainId": 1,
    "quantity": "1",
    "description": "Nose - Start the experience with inviting aromas of oak, warm vanilla, and decadent caramel, swirling with subtle hints of sweet candied orange and rich plums.\n\nPalette - The delivery is masterful – silky and full, with slight notes of lingering char playing with the complex sweetness and spice. \n \nFinish - The finish greets you as an old friend, gracefully revisiting all of the flavors and aromas that met you with the first sip.\n\nOverall - An overwhelmingly smooth and calming experience.  Enjoy the journey from start to finish.\n\nDate Barreled-12/08/2018\nMash Bill-\n67% Corn\n16.5% Red Wheat\n16.5% Malted barley\n",
    "royalties": "5",
    "distributionDetails": "By proceeding you are agreeing that when you decide to harvest your NFT, you have read and acknowledged the Terms of Distribution set forth by the supplier. When harvesting your NFT, it will be irreversibly deactivated and distributed based on the set Terms of Distribution. In order to receive the physical product attached to the NFT, as of now, you will be responsible for picking up your harvested NFT at The Heart Distillery in Windsor, Colorado. In order to receive your spirit you will also be responsible for proving that you are of legal drinking age in the U.S.A. Failure to comply with any of these terms may lead to a termination of the agreement by the supplier. Delivery method may include shipping in the future, at which time an announcement will be made. This NFT will not be available for harvest until Liquid Craft’s Marketplace has launched and is live. To Harvest this NFT please go to Liquidcraft.io, connect wallet, and press Harvest. You will then be contacted by supplier to initiate harvest.",
    "image": "ipfs://bafybeibcg7jvsv77xcuqldjtljzoyu7ngl5mgfdnrf6gbteho3akcnzkmq/hcsgzWb",
    "image_data": "ipfs://bafybeibcg7jvsv77xcuqldjtljzoyu7ngl5mgfdnrf6gbteho3akcnzkmq/hcsgzWb"
  }
}