{
  "address": "0x2c17789335699f538716d06abe79a4a95cf0a26b",
  "type": "ERC721",
  "name": "Mochima, The Ghost Donkey",
  "tokenCount": "3",
  "uri": "https://arweave.net/M108l_hkq1GQ3iOWlnMLF4RwesPG11vikvqN_fZhnng",
  "metadata": {
    "name": "Where the Trees Meet Green Mountain, Chautauqua Park, 2023",
    "created_by": "mochima.eth",
    "external_url": "https://twitter.com/_mochima",
    "description": "Taken with a Canon EOS 888 using Kodak Portra 400 film.\n\nThe beautiful American west has always captured my heart. I spent many summers during my undergrad years travelling through Idaho, Wyoming, Montana, and Utah. This was my first time in the great state of Colorado paired along with my first attempt at curating a landscape photography series on film.\n\nThis specific moment was captured at the base of Green mountain in Chautauqua Park. Warm morning sunlight reflecting gently off the fresh powdery snow helps highlight the serene beauty of Green Mountain in the background as well as the collection of spruce and pines at the base of the mountain.\n\nThe lone tree isolated as a subject serves as the inspiration for the name of the photograph. This is the first tree to greet visitors along the opening trail at Chautauqua Park. Imperfectly aligned with the angled Flatiron formations of Green Mountain, inviting all to explore the wild, untamed beauty of the Gateway to the Rockies.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "mochima.eth"
      },
      {
        "trait_type": "Camera",
        "value": "Canon EOS 888"
      },
      {
        "trait_type": "Film Stock",
        "value": "Kodak Portra 400"
      },
      {
        "trait_type": "Location",
        "value": "Chautauqua Park - Boulder, Colorado"
      }
    ],
    "image_details": {
      "bytes": 3280612,
      "format": "JPEG",
      "sha256": "08087c26b5ad06e6d3da85569bceed1b5c4e89716920b9f2512d5a499d2259e8",
      "width": 3130,
      "height": 2075
    },
    "image": "https://arweave.net/P1e4MbTQOLmYhls3b3amvofMND1T9f6annY-a34w1K8",
    "image_url": "https://arweave.net/P1e4MbTQOLmYhls3b3amvofMND1T9f6annY-a34w1K8"
  }
}