{
  "address": "0x2dbfc470e17d0a246fc049145fa3566e67c11934",
  "type": "ERC721",
  "name": "GrainVoyage",
  "tokenCount": "10",
  "uri": "https://arweave.net/pgHSva8Y1hi3TVYjuCAIJ7sQXc0puLaLJBOpVSw9-pc/1",
  "metadata": {
    "created_by": "LIVETHELIFETV.ETH",
    "name": "Grain Voyage #1/3",
    "external_url": "https://livethelife.tv/",
    "description": "Embark on a fascinating odyssey into the fine grain of generative art with GrainVoyage. This exploration series, delicately textured and intricately detailed, captures the nostalgia and depth of analog film grain while pushing the boundaries of digital creativity. As an evolution of two decades in surf travel and real estate, GrainVoyage symbolizes a transition to a life enriched by artistic passion.\n\nGrainVoyage embraces the allure of film grain and medium format photography, two beloved elements of analog filmmaking. Yet it ventures beyond the traditional, using generative algorithms to create abstract art so refined and delicate that it mirrors the aesthetic of film grain. Each piece is an invitation to voyage through an immersive landscape of pixel-perfect details and subtle, shifting patterns.\n\nGrainVoyage is not just about noise; it's about tuning into a frequency of art and creativity where noise transforms into patterns, where randomness finds rhythm, and where every granule tells a story. Join us in our journey, navigating the mesmerizing complexity of grain, and discover the beauty that lies within the noise.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "LiveTheLifeTV"
      },
      {
        "trait_type": "Code",
        "value": "P5 JavaScript"
      },
      {
        "trait_type": "Series",
        "value": "Exploration"
      }
    ],
    "image_details": {
      "bytes": 46599232,
      "format": "PNG",
      "sha256": "e451a4ffa804beab8bc43a6a9203cc6cbc9c848d71d03c50e26bd0fc360c3555",
      "width": 6000,
      "height": 4000
    },
    "image": "https://arweave.net/ko-A1lcD18O95-qCe5V-abKoE8rX9p73vq1K6h0Ux-Y",
    "image_url": "https://arweave.net/ko-A1lcD18O95-qCe5V-abKoE8rX9p73vq1K6h0Ux-Y"
  }
}