{
  "address": "0x2d263c8ba73befe60702decf2a3866c484a7bada",
  "type": "ERC721",
  "name": "DE-TU - Air Time",
  "tokenCount": "25",
  "uri": "ar://xuWzIZOOK6IPDUsX2FS8x89bHStYZOUgkVpaBSGIojE/1",
  "metadata": {
    "animation_url": "ar://_qI_NgrOL7xrgxbmdjuK03Wn5LnFBM2m4tI9fSbFs7k",
    "artist": "DE-TU",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://h2EYKks6F5sko6lhMldqYff13LrhaHxMzmSH-14p2ZI",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Air Time",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "We are DE-TÜ; An electronic dance music production duo from London - the home of the underground. We have always focussed the style of our music on what inspires us in the moment, however always home in on big bass lines and unique drum patterns.\nWe wrote ‘Air Time’ whilst on tour in New Zealand, and we feel it portrays the inspiration we took from the beauty of the country at the time.\nThe white noise you can hear throughout the whole song is a recording taken from a hike we did out in the mountains. It is hard to hear the fidelity of this sample as we used saturation to process the\noverall sound of it, creating an overdriven white noise type sound,however if you listen closely you can hear the wind blowing and the rivers running. Being in New Zealand gave us the opportunity to work in various studios across the country. This meant playing with synthesizers we had never used before, which was heaps of fun. We managed to create and shape a dissonant pad sound which is used throughout the intro of the track. We used this same synthesizer to create the stab sounds in the drop, adding subtle but effective depth to the track.\nThe drums and bass were added in our usual fashion, chopping breaks and creating unique grooves to fit. This was the easy and fun part as it is generally a process we follow for most of our music. Saying this, we always seem to find new sounds to work with, adding to our unique style of production.",
    "duration": 197,
    "external_url": "https://www.sound.xyz/detu/air-time",
    "genre": "Electronic",
    "image": "ar://h2EYKks6F5sko6lhMldqYff13LrhaHxMzmSH-14p2ZI",
    "isrc": null,
    "key": null,
    "license": null,
    "locationCreated": null,
    "losslessAudio": "ar://_qI_NgrOL7xrgxbmdjuK03Wn5LnFBM2m4tI9fSbFs7k",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Air Time #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Air Time",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}