{
  "address": "0x2deded2d19098307c78e5416712d5ce1e7c7b3a5",
  "type": "ERC721",
  "name": "Cocoa Sarai - The Riddim",
  "tokenCount": "10",
  "uri": "ar://WPcGxtEohsKgG72LfjCR9Mfuk8YwciR-vDFjZPVwgJ8/1",
  "metadata": {
    "animation_url": "ar://FJJLiFpPNZU6V_dRRyWLvWhGVJPOtmVlgRMTpQC3aiA",
    "artist": "Cocoa Sarai",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://asyp2in4r0T3kNnSXgQtOjcHCpGwLVuXp0bOmSbN5RU",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "The Riddim",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "It’s a powerful thing to be both CREATOR and the CREATED!  I’ve always known that “Art is meant to comfort the disturbed and disturb the comfortable. To be disruptive is not always a negative thing. With a super bloom ahead of us, I went to visit the Poppy Fields. I noticed fields of orange poppies plastered across miles of land with a few purple and white peeking through. A resident of the town told us that the purple and white flowers weren't supposed to be there; that they pushed their way through and were disrupting the natural order of things. I laughed and said “Well it makes for a powerful picture” \n\nI can't remember a time when music was not the focal point of my life. The soundtrack to every memory, the anchor for every family gathering and the calling that I couldn't escape if I tried.{Insert “Big Dummy”}. Growing up in Brooklyn, New York in a Jamaican-American household to a musical family meant Church was 6 days a week.I started singing at 2 years old, writing poetry at 11, recording songs at 13 and an Emmy and a Grammy later I am still finding new things to love about my craft. An artist has to create ART. It's a life force. Indie artists do it broke, tired, scared, unsupported and anxious most of the time.  \n\nThe act of creating is a harnessing of power. Every time we invalidate the power of music and devalue its contribution to the world or its impact on our lives, we are literally eroding the thread that weaves through everyone on the planet. Music is universal! It connects us to the source of all that there is. \nIt's a responsibility! Black women know all too well how divinity and power gets subdued, disrespected and cast aside. Honoring your artistry, teaches you to engage in the greatest surrender and the responsibility of honoring your own power!\n\nI wrote this song as a way to pay homage to the ways that music has transformed my life, and that surrendering to what felt like the unknown brought me to the closest point of home\nWe are nothing without music. We are nothing without God(dess).  \n\nI always say that when I get on a stage it's like inviting people into my living room. I’m a good host. I will take care of you and as an audience, you take care of me. We exchange with each other because there's nothing like a room, stadium, or crowd full of people on the same frequency. That's power! That is surrender!  That's “The Riddim” and I hope this song makes you feel free, inspires you to create and empowers you to connect to the divinity within.",
    "duration": 207,
    "external_url": "https://www.sound.xyz/cocoasarai/the-riddim",
    "genre": "Pop",
    "image": "ar://asyp2in4r0T3kNnSXgQtOjcHCpGwLVuXp0bOmSbN5RU",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://FJJLiFpPNZU6V_dRRyWLvWhGVJPOtmVlgRMTpQC3aiA",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "The Riddim #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "The Riddim",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}