{
  "address": "0x2de082783a43531514dd70e5227ddb6ce232bb9c",
  "type": "ERC721",
  "name": "The Denox Naked Racer Bitcoin W175",
  "tokenCount": "1",
  "uri": "https://ipfs.io/ipfs/QmRfvZatpZR5vNifoadujuF7qTJjFuu9fon3tVpu1ZtbWX",
  "metadata": {
    "name": "The Denox Naked Racer Bitcoin W175",
    "description": "Unique and Awesome! Kawasaki W175 motorbike is modified with the cafecarer concept with a bitcoin theme for the first time in Indonesia!\n\n The owner of this Kawasaki W175 motorbike is the founder of Cryptoiz which is a community-based media in Bandung that focuses on educating the world of cryptocurrency.This motorbike with the bitcoin concept has been published in top Indonesian media; you can search on google with the tag W175 bitcoin\n\n The founder, Agus Artemis, has a great interest in the crypto world even since crypto has not existed in Indonesia.\n\n Apart from that, Agus also likes and active in the motorcycle community.\n\n Recently, he collaborated with Speedking Garage to modify his Kawasaki W175 motorcycle.\n\n This motorbike was chosen to be customized because of its simple and classic look.\n\n It fits with the theme, namely Bitcoin combined with the Cafe Racer Classic concept.\n\n Speedking Garage itself is a custom workshop that was established in Bandung.\n\n The owner of Speedking Garage, Susanto Gunawan who is familiarly called Yank, went directly as a builder to modify the Kawasaki W175 motorbike.\n\n Yank dares to claim that his modified Kawasaki W175 is one of the best Kawasaki W175s in Indonesia.\n\n Because the concept that Bro Agus chose is related to Bitcoin, the colors of some  components this motorbike are equipped with black, gold and a touch of yellow on the front number plate like the color of the Bitcoin visualization.\n\n While the motorcycle paint itself uses deep black, gold samurai, and yellow custom colors using the Sikken brand.\n\n With a high level of difficulty, the body of this motorbike is modified to match the graphics with the Bitcoin theme and the Cryptoiz logo.\n\n The body of this motorbike has a hornet (wasp tail) which is made with clay modeling techniques and is made like most cafe racer concepts.\n\n This single seat motorbike can also be made into a double seat with a horn that can be removed without losing the life of the cafe racer itself.\n\n Then the manufacture of small components that support aesthetics using CNC technology whose shape and size are very exactly like the manufacturer's output.\n\n According to Yank, the base of the Kawasaki W175 is small with a slight weakness, namely the shape of the tank which is rather large.\n\n then it was replaced by the W175TR tank.\n\n Having a W175TR has slimmer dimensions and fits in a cafe racer without many changes but still looks scary and manly” said the builder.\n\n then the basic swing arm of this motorbike is short, then it is replaced with a custom swing arm which is about 5 cm longer, making the motorbike look longer.\n\n For the rear suspension, Yank replaced it with the Ohlins brand which is set 2 cm higher than the factory default suspension.\n\n In addition, the front suspension sector is also replaced with an Upside Down output from Showa replacing the factory default telescopic front suspension.\n\n The handlebars are replaced by the typical cafe racer clamp handlebar model which makes the riding position look down.\n\n Modification data:\n Front tire: Pirelli Diablo Rosso 120/70-17\nRear tire: Pirelli Diablo Rosso 130/70-17\nHead lamp: lunox led\n Stop lamp: led\n Speedo : digital\n Upholstery: handmade\n Muffler: Daytona Classic Stainless\n Gas tank: Kawasaki W175TR\n Pretentious: Showa\n Rear quasi: Ohlins\n all detail acecories: custom cnc (number plate, footrest, headlight holder, detail acecories, etc.)\n\nNote: includes physical, legal documents, purchase invoices, and includes worldwide shipping.",
    "image": "https://ipfs.io/ipfs/QmdzUoreJ15rT3JfyqkC9v7JtetNsPS8gLX59aQp1eAHnk",
    "media": {
      "uri": "https://ipfs.io/ipfs/QmeVNe54q2WwoJg5eVbg2KLkAiJ4pgFX6gURcSA78oDvAG",
      "dimensions": "1080x1080",
      "size": "30526999",
      "mimeType": "video/mp4"
    },
    "attributes": [
      {
        "display_type": "date",
        "trait_type": "birthday",
        "value": 1643005759
      }
    ],
    "tags": [
      "mp4",
      "eth",
      "history",
      "motorbike"
    ]
  }
}