{
  "address": "0x2de82331d4a90cee2a3916651c1106a97b4139f6",
  "type": "ERC1155",
  "name": "Ibraheem Leone [Editions]",
  "tokenCount": "1",
  "uri": "https://arweave.net/YzHS2LAllPLk6nYLdqx1uFNexRK7AVrlxOYWEYqVcbA",
  "metadata": {
    "created_by": "Ibraheem Leone",
    "name": "Chain of Narration",
    "description": "A still from a lensing of The Tapestry in Mange Bureh, Sierra Leone. On a quest to find, document, and preserve old song in Sierra Leone, this was the first time I’d take note of a pattern I saw unfold throughout my experience with the project. \nAs the sun rose, I asked the women who were already singing if they had any songs that had been in the village for generations. There was a pause as the younger women looked to their elders for guidance. \nThey huddled around some of the elders in the tribe who in that moment began to sing and instruct the others on how to sing an old song. \nIt was a beautiful moment, and moving forward I made note of all the instances where old songs weren’t as known by the younger generations. I was affirmed at that moment that documentation itself plays a role in preservation. And although the tools I may use may differ from my ancestors, the goal is the same. Keeping the chain of narration alive.\n\nThis is one of the earliest looks at The Tapestry.  \nHold it close, this is one of the first threads.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Ibraheem Leone"
      },
      {
        "trait_type": "Tribe",
        "value": "Temne"
      },
      {
        "trait_type": "Country",
        "value": "Sierra Leone"
      },
      {
        "trait_type": "Chiefdom",
        "value": "Mange Bureh"
      },
      {
        "trait_type": "Thread of Narration",
        "value": "Frayed but strong"
      }
    ],
    "image_details": {
      "bytes": 6157826,
      "format": "JPEG",
      "sha256": "b8908742e70ad2d0cee15fb197facf97d2e62c0ead1fa10d94813a40de39454b",
      "width": 7952,
      "height": 5304
    },
    "image": "https://arweave.net/xTmzEQZ-y-7pmvh7pvJh4rAjTKgcxn8PK2I3eb7v5uI",
    "image_url": "https://arweave.net/xTmzEQZ-y-7pmvh7pvJh4rAjTKgcxn8PK2I3eb7v5uI"
  }
}