{
  "address": "0x2d8b3538d2b4a7a120d951683b1d387fae4cdbe4",
  "type": "ERC721",
  "name": "NOTD - Worst Thing (ft. Kenzie)",
  "tokenCount": "15",
  "uri": "https://metadata.sound.xyz/v1/0x2d8b3538d2b4a7a120d951683b1d387fae4cdbe4/1",
  "metadata": {
    "name": "about you (with Nightly) #1",
    "artist_name": "NOTD",
    "description": "'about you' is a very special song to us that marks a transition in our creative process, one that has been a long time in the making. earlier in our career, we had commercial success in the dance pop world, but as time went on we felt that our inspiration to make those kinds of records was fading. at the same time, we wanted to evolve our sound. although we didn’t know exactly where we wanted to go, we did feel the urge to go back to our musical roots in some way — growing up listening to rock bands and playing instruments from a very young age.\n\nwe decided to try dm’ing a few bands that we were big fans of, including Nightly, to see if it would spark anything. Nightly actually answered and sent over a batch of toplines, which included 'about you', and something clicked in our heads. we started working on the production immediately, and the song was finished in a few months, all done over the internet.\n\nin the time that has passed since the song was finished in 2019, we have followed the rise of NFTs, and even more interestingly for us, music NFTs. as producer-heads who love gaming and learning about new tech, we've been watching closely as the space has grown so quickly. the concept first caught our eye when BossLogic, a visual artist who we were working on another project with, started doing nft drops in early 2021. we then learned about music nft’s and soon became collectors.\n\nas awareness of nft's grew, we continued to experiment with the \"new\" NOTD sound that we first discovered with 'about you' and this year we are lining up to share a new chapter of music with our fans. we’d be lying if we didn’t say that for a while, we questioned our place in the music nft world. a major label changed our lives when we were 16 and 18 years old and we'll always be grateful for that opportunity, but we've also seen the ins and outs of a system that is not working for the majority of artists. to their credit though, our label gave us their blessing on this drop.\n\nat the end of the day, we want to continue creating art that inspires us and build a community of supporters who can also now be collectors. it feels very symbolic that ‘about you’ is both the song that kickstarted our inspiration for this new chapter of music and also the song for our first nft drop.",
    "external_url": "https://www.sound.xyz/notd/about-you",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmcLcV4TpFQedGUXtXJK1LzPSKqkbe84gsYv8QvFSxdZ5d",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmVfkMCe87EE3crJuFpvR8TpaHo8BBYJVwhKW73Y42uPSy",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmVfkMCe87EE3crJuFpvR8TpaHo8BBYJVwhKW73Y42uPSy",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmUjNeeRHa7gWEbhGoVdaShKhk6FeZVa7JqfqnmTHrAF4s",
    "attributes": [
      {
        "trait_type": "about you (with Nightly)",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}