{
  "address": "0x2d6fea747c03a20391b472247ee0f1b19e5e9144",
  "type": "ERC721",
  "name": "A new world of imagination by YOSHIROTTEN",
  "tokenCount": "153",
  "uri": "ipfs://QmSrbgHt8uAYxdzoHo1gCkGnL7WA3Wdxnp2FLCACHbBcey/1",
  "metadata": {
    "name": "SUN JAN 01",
    "description": "Amid the COVID-19 crisis, YOSHIROTTEN created a sun image every day over an entire year to turn his actions' limitations into creativity. The eye's catchy visuals resulting from this process are not automatically generated but are painted by hand using digital tools. All have a different and unique impression and are named depending on their creation date from January 1 to December 31.  \n  \nMarch 21 is also called \"Sun Day\" because the sun crosses the equator from south to north, and the length of day and night are equal wherever you are located around the globe. This unique yearly event is expressed in this day's visual, depicting when the sun's rays reach the ground and become more energetic. The meditative approach, a core component of this NFT collection, allows viewers to enjoy the hues change using the studio's original technique and narrative.  \n  \nThe whole SUN experience also includes a meditative overnight at SUN HOUSE art space, special events, and more utilities expressing SUN's imaginative world.  \n  \n  \n  \nコロナ禍の中、YOSHIROTTENは突き付けられた行動の制限を創造性に転換するかのように 1 日 1 枚の太陽を 1年間(365日)、描き続けました。これらは、自動生成ではなくデジタル・ツールを用いた手作業で着彩されており全てが異なる独特の印象を持っています。タイトルには、1 月 1 日から 12 月 31 日までの実際に描いた日付が冠されています。  \n  \n3月21日は、太陽が赤道上に位置し、地球のどこにいても昼と夜の⻑さが同じとなることから「太陽の日」とも称されます。地上に届く太陽の光が一層エネルギーを高めていくターニングポイントである 3月21日のSUNのビジュアルを起点に、そこから「一年の時間をかけてうつり変わっていく」という独自技術を使用し、色相の変化を楽しむことができる、メディテーションNFTアートです。  \n  \n宿泊型メディテーションアートスペース「SUN HOUSE」での特別な体験や、SUNのイマジネーションワールドを表現するイベント招待など、多様なユーティリティの付与を予定しています。",
    "image": "ipfs://QmWHcvWCjfd6TtiaDkdo59Nz74yZnES7RTww56MgrbJ3g1/SUN_JAN_01.png",
    "animation_url": "https://cloudflare-ipfs.com/ipfs/QmW6bVg48PSmYN6UbokiC9xcCZSGYX5ubohFZePruYrUJ4/SUN_JAN_01.html"
  }
}