{
  "address": "0x2e1c3a16fcd3f087c6e690589454efd77ccb6f9b",
  "type": "ERC721",
  "name": "Synesthetic",
  "tokenCount": "34",
  "uri": "https://arweave.net/M1lfUmzUFOx9VdSD_qA_6rzBEYBmkN84rmKXOHztXnI",
  "metadata": {
    "name": "Synesthetic Mono – animated 1/1",
    "created_by": "Filip Zaruba",
    "external_url": "https://filipzaruba.com",
    "description": "This artwork is my attempt to transfer my synesthetic experience to you in the form of 3D animation. Synesthesia is a neurological condition in which stimulation of one sensory or cognitive pathway leads to automatic and involuntary experiences in another sensory or cognitive pathway. I am able to see music as complex 3D objects, it is a form of synesthesia known as music-to-color synesthesia or auditory-visual synesthesia. This type of synesthesia involves perceiving visual shapes, textures, and movements in response to hearing music. For example, a person with music-to-color synesthesia may see a spinning sphere of vibrant colors when listening to a particular piece of music, or they may see intricate patterns and geometric shapes that move and change in response to different musical elements.\n\nThe experience of seeing music as complex 3D objects can vary from person to person, with some individuals perceiving highly detailed and vivid visual imagery, while others may experience more abstract shapes or patterns. The specific shapes, colors, and movements perceived can be consistent or change over time, and can be influenced by factors such as the tempo, rhythm, melody, and harmonies of the music. Like other forms of synesthesia, music-to-color synesthesia is thought to be a result of cross-activation between different areas of the brain that process music and visual information.\n\nVideo file: 1920x1080 pixels. Framerate: 25 fps  \nNo AI involved. Made in Newtek Lightwave 3D. Compositing and postproduction in Adobe After Effects. Music made in Cubase.\n\n3D animation and music: Filip Zaruba aka. Sub.d.visionz  \nVocals: Maok\n\n© 2023 Filip Zaruba - filipzaruba.com",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Filip Zaruba"
      },
      {
        "trait_type": "Animated",
        "value": "yes"
      }
    ],
    "animation_details": {
      "bytes": 188137862,
      "format": "MP4",
      "duration": 110,
      "sha256": "a8d2a461bcfa767510292a87f6e10c0d5a1c01aeee43c6dc31dcf5b760ca9c8c",
      "width": 1920,
      "height": 1080,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/7AAs60T-IBg_XAb7OZ2CrZ72J8GS_mq7r2jyF6bZ-j8",
    "animation_url": "https://arweave.net/7AAs60T-IBg_XAb7OZ2CrZ72J8GS_mq7r2jyF6bZ-j8",
    "image_details": {
      "bytes": 5289713,
      "format": "PNG",
      "sha256": "23e04f71de5a0e7d83d889b328b3fa945fbc4728963dcdfe5e1420a9fa30c810",
      "width": 1920,
      "height": 1080
    },
    "image": "https://arweave.net/r32MZM5bK-c5XMruHzIRY358RZXthnNvJPuGNqH2Wwk",
    "image_url": "https://arweave.net/r32MZM5bK-c5XMruHzIRY358RZXthnNvJPuGNqH2Wwk"
  }
}