{
  "address": "0x2e6da3977bcd80daac5ef12f0e28c9dce11406fa",
  "type": "ERC721",
  "name": "BODHIZAI.ETH",
  "tokenCount": "4",
  "uri": "https://arweave.net/VSGhW3bKVGi6KxeYR0C7lDQMgOUQ9VGo7uBism8su3Q",
  "metadata": {
    "name": "Mirthful Multitude",
    "created_by": "BODHIZAI.ETH",
    "description": "The Mirthful Multitude: a land of individuals who celebrate diversity and embrace the weird. They believe that being unique and standing out from the crowd is a strength, not a weakness. Their idea is to spread joy and positivity through music, art, and humor, and to inspire others to do the same.\n\nTheir attitude is one of acceptance and inclusivity, where everyone is welcome to join and express themselves freely without fear of judgment. They believe that by embracing our differences, we can learn from each other and grow as individuals. The roots of their  philosophy extend to the belief that life is meant to be enjoyed and that laughter is the best medicine. They encourage each other to find humor in the everyday and to never take themselves too seriously.\n\nThe physical location of the Mirthful Multitude may vary, but its spirit can be found wherever there are people who share their passion for music, beauty, and culture. It exists in every part of the globe, and it brings together people from all walks of life who share a common goal of spreading joy and positivity.\n\nDare to be weird, because you can't make a difference by doing the same thing as everyone else. Seek enlightenment through beauty, art, humor, love, and peace, and invite anyone who shares these values to join that mission.\n\nAI/Photoshop/Topaz  \n1/1 - 10080 x 6720px - 300DPI - PNG - 72MB  \nTwitter: @Bodhizai  \nIG: @Bodhizai  \nwww.bodhizai.com\n\nCopyright © Bodhizai, 2023.\n\nLicense: Primary NFT holder is free to use for private print display and in virtual galleries.  \nProvides no rights for commercial use, merchandise, distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "BODHIZAI.ETH"
      },
      {
        "trait_type": "Collection",
        "value": "Mirthful Multitudes"
      },
      {
        "trait_type": "Size",
        "value": "10080x6720px/300dpi"
      },
      {
        "display_type": "number",
        "trait_type": "Edition Size",
        "value": "1",
        "max_value": "1"
      }
    ],
    "image_details": {
      "bytes": 75776714,
      "format": "PNG",
      "sha256": "8b0f9748905e6f17486bfb767a5c6f5c8bc3c8503099b08cdfdbb318315a28db",
      "width": 10080,
      "height": 6720
    },
    "image": "https://arweave.net/HffrDQTCns7zAXkQDoee9nKijb6mN3dDTEKT4obS-j8",
    "image_url": "https://arweave.net/HffrDQTCns7zAXkQDoee9nKijb6mN3dDTEKT4obS-j8"
  }
}