{
  "address": "0x2e7fed8db93e2124877b3c5d98a3c162c7af5b09",
  "type": "ERC721",
  "name": "INTERNALIZED by DVK",
  "tokenCount": "8",
  "uri": "https://arweave.net/D8yjUDXcjPf-aV7QyyiSj5d0ODfscGYTL3lT2i0_k9M/1",
  "metadata": {
    "name": "Anguish",
    "created_by": "DVK",
    "external_url": "twitter.com/DVKtheartist",
    "description": "‘Internalized’ is a collection of artwork made in the modern style of “expressionism”.\n\n“Creating is an outlet and a window to the inner universe.” - DVK\n\nExpression is essential in life, but it is difficult. It is interesting how art can display a presence of mind, that can’t be explained, similarly to how a well-known feeling can become exponentially strengthened when presented in a visual form.\n\nThis collection presents 8 important states of mind.\n\nIn the process to reach these visuals, I perfected the prompts enough to get the same visual qualities even though the expression changes. Yet the color scheme and the expressions require a lot of outputs to get the exact feeling that I wish to depict. With hundreds of pieces looked through I narrowed it down to the 8 pieces with the closest relation to my feelings. \n\nThe project has been ongoing for several months. Sometimes I’ve had to let it sit for a while, but I kept returning to it.  One of the difficult parts is to achieve the same visuals, without using the same prompts. So I had to refine the prompt numerous times to finalize the collection.\n\nPrograms used: Stable Diffusion, DALL-E 2, Real-ESRGAN, Gigapixel AI, and meticulous Photoshop editing.",
    "attributes": [
      {
        "trait_type": "Year",
        "value": "2022"
      },
      {
        "trait_type": "Artist",
        "value": "DVK"
      },
      {
        "trait_type": "AI Tool",
        "value": "DALL-E 2"
      },
      {
        "trait_type": "Style",
        "value": "Expressionism"
      }
    ],
    "image_details": {
      "bytes": 50699267,
      "format": "PNG",
      "sha256": "ced735cd0292a21b13251bd1b0f16b21860b212a89487c4bb18d83c011a7abc3",
      "width": 5120,
      "height": 5120
    },
    "image": "https://arweave.net/ws2TnBfXLYMCCDPMP_D6BwW0WDAllhkPZF33Vr8THgg",
    "image_url": "https://arweave.net/ws2TnBfXLYMCCDPMP_D6BwW0WDAllhkPZF33Vr8THgg"
  }
}