{
  "address": "0x2e263f27d510c29f7185f87706bd352b79eb0e5f",
  "type": "ERC721",
  "name": "Friday Night Features",
  "tokenCount": "4",
  "uri": "https://arweave.net/YYQ1QDWjOHtwvf0wGLAMhNy9xxLU5wnVRGulkPKwtjQ",
  "metadata": {
    "name": "The Meme Thief",
    "created_by": "Alona Tiunina",
    "description": "1595 BCE...\n\nThe Babylonian Empire is in the final stages of war with the Hittites led by King Mursilis. The Amorite king of Babylon, knowing this was not a war his people could win, decided to save some of his culture's most revered relics. He chose to send a secret convoy deep into the Mesopotamian hinterland where such works of religious symbolism and art would be hidden and protected in caves and tunnels.\n\n1878 CE...\n\nSt. John Pepys, Viscount of Hyndford exited the caravan and looked around. He could see nothing as as he looked out towards the horizon, yet his years of studying near east historical writings at the Bodleian libraries in Oxford told him this was nearby where the ancient city of Terqa once existed.\n\nIt was a rumor, a couple lines in a ledger from a fabrics trader, that led him on this mission. The trader wrote of a small group of travelers moving through the desert with many valuable items. He was able to trade some heavy woven clothes for beautiful silks he could only presume came from a noble house.\n\nFor three weeks Pepys and his hired team of natives dug the area looking for any trace of occupation, and treasure. Finally they made a discovery. At the foothills of a mountain one of the locals found a cave entrance primarily hidden by thorny brush and fallen rock.\n\nTreasure. More ancient Mesopotamian art than had ever been discovered; and in an excellent state of preservation as well. The crown jewel, the Viscount determined, was a small fertility relic wrapped in silk and enclosed in a stone box.\n\nOf course, this would all go to good Queen Vic, and make Pepys one of the most famous adventurers of the day.\n\n1978 CE...\n\nIt was a great honor for Amelie Renaud, curator to a popular museum in Paris, to host the exhibit of Ancient Mesopotamian art on loan from the British Museum. She remembered seeing the Pepys (Pepe) Fertility Relic as a young girl on a school trip and fell in love with the art style of the region.\n\nIn another part of the city, Alexandre LeJeune was busy planning the most daring heist of his career. A gentleman thief, he only stole for the challenge. A fact corroborated by his small 1 bedroom apartment in the 19th arrondissement.\n\nTarget: The Pepe Fertility Relic  \nSecurity: Top of the line  \nGuards: Too many to count\n\nChance of success: High",
    "attributes": [
      {
        "trait_type": "Directed By",
        "value": "George Roy Hill"
      },
      {
        "trait_type": "Rating",
        "value": "R"
      },
      {
        "trait_type": "Year Of Release",
        "value": "1978"
      }
    ],
    "image_details": {
      "bytes": 13723035,
      "format": "PNG",
      "sha256": "b37cc87777098570fc5847074a01ee0b1106bb2e1d13954e33b4e064319bf6a7",
      "width": 5947,
      "height": 3345
    },
    "image": "https://arweave.net/mZpsSBj4A9_vbH7MwEXCIH0pDA63-V78-usbja3qz1U",
    "image_url": "https://arweave.net/mZpsSBj4A9_vbH7MwEXCIH0pDA63-V78-usbja3qz1U"
  }
}