{
  "address": "0x2e350d799acd38584338615f758cae15ea739dab",
  "type": "ERC1155",
  "name": "Weed The Wizard & Good News Bas",
  "tokenCount": "1",
  "uri": "https://arweave.net/wEC5OsU3CGuVCdW9DcowNhYURuuHiDnCuC9y4J8j5y8",
  "metadata": {
    "name": "Superpass",
    "created_by": "Good News Bas & Weed The Wizard",
    "description": "Inspired by the creators of Bonnaroo and Outsidelands the groundbreaking SUPERF3ST (Music Festival NFT Project) (Powered by the COMMUNITY) released it's exclusive Superpass NFTs Summer 2k22. \n\nThe incredible decentralized world of NFTs and Web 3 has on countless occasions unexpectedly and what has appeared to be universally right on time connected and intermingled some of the most gifted creators and thinkers of our generation.  \n\nHistorical moments are taking place and the beautiful part is that it will all be documented and preserved for generations to come on the blockchain. Good News Bas and Weed The Wizard two aspiring rap stars from different walks of life who happened to link up through SUPERF3ST display a monumental example of how the magic of Web 3 NFTs and COMMUNITY can ignite and push us closer to our dreams. \n\nAfter both emcees successfully minted their unique Superpass NFTs and solidified their belief in the SUPEF3ST Ecosystem and mission the universe didn't stop there. Masterfully constructed and assembled as fate would have it the Superpass (Audio Track) was born.  \n\nWeed The Wizard and Good News Bas compliment each other's lyrical styles with impeccable flavor and grace.  All while delivering Web 3 inspired bars line after line speaking directly to the true experiences that come along with being apart of a NFT Project Community as great as SUPERF3ST.\n\nNo spoilers here, so you'll have to bump the entire track to get all the gems. None the less, the Music NFT you see above will be exclusively available for all Superpass (Holders) at a supply of 33 priced at .039 ETH.  The TOTAL supply will be 44 and the remaining 11 will be allocated towards a public sale after the first 33 (Superpass Holder) collectors mint. The public sale listings will be priced at 0.08 ETH.\n\nRoadmap  \nRecently SUPERF3ST announced a major UTILITY for \nSuperpass Holders called FIELD TRIP.  Through the submission of proposals on behalf of groups of members of the community, treasury funds will be utilized to sponsor the particular FIELD TRIP.  Good News Bas and Weed The Wizard intend to integrate the Superpass Music NFT into their FIELD TRIP proposal.  Imagine an IRL music video shoot for the Superpass (Track) with Superpass (Music NFT Holders) all turning up at a concert or show of our choice.  Smino JID Kota the Friend? Who knows? \n\nCollect one of these joints and lets get it crackin!\n\nHolders Benefits\n\n1.  Each holder of the Superpass (Music NFT) will receive an AUTOMATIC WL spot for Good News Bas's upcoming MIXTAPE NFT Project called the Trader Clan. \n\n2.  Holders will receive a free Abcs of NFTs (Ebook) personally constructed and created by Good News Bas.\n\n3. A one on one Intro To NFTs (Slideshow) (Presentation) Zoom Call with Good News Bas discussing and covering all things NFTs and how creatives and entrepreneurs can began taking steps in the right direction in order to effectively leverage the blockchain and enhance their careers.\n\n4. All Superpass (Music NFT) (Holders) will receive AUTOMATIC WL access to the Superass (Music VIDEO NFT) that will eventually drop after a successful FIELD TRIP where the video will be shot and filmed is completed.\n\n5.  All Superpass (Music NFT) (Holders) will receive streaming Royalties from the official Superpass (Track) once it goes live on streaming services like Apple Music, Spotify, and TIDAL. \n\nThe plan is to utilize the MUSIC NFT as a gateway into a larger roadmap and vision for the experience and overall release of the FULL Superpass (Track) launching from Web 3 and then crossing over into Web 2 for the general mass to find out what being apart of NFT COMMUNITIES is all ABOUT. \n\nLets show the world why we are the pioneers and leaders of the greatest technological generation of our TIME. \n\n\nMay the force be with you, always.",
    "animation_details": {
      "bytes": 41469251,
      "format": "MP4",
      "duration": 30,
      "sha256": "da28a7d2306712eb3f3b548907045e1c464790ba13b57e4571195f4304e283e5",
      "width": 2048,
      "height": 2048,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/NXQiZTG7DMNPquHch5nbH9QrAq7NejGHSUGLUxG8kDA",
    "animation_url": "https://arweave.net/NXQiZTG7DMNPquHch5nbH9QrAq7NejGHSUGLUxG8kDA",
    "image_details": {
      "bytes": 1412161,
      "format": "JPEG",
      "sha256": "a52a75aea4a7055a4bd9ac6f3886e54a2071b668d831e89605ec82fa5b06c6aa",
      "width": 2048,
      "height": 2048
    },
    "image": "https://arweave.net/lwz7micoj7yqgUU3eRalBfcKk7G-QexY97z3guXFBgs",
    "image_url": "https://arweave.net/lwz7micoj7yqgUU3eRalBfcKk7G-QexY97z3guXFBgs"
  }
}