{
  "address": "0x2e1a755e96ad5e0907e70298960dee62f664f0de",
  "type": "ERC721",
  "name": "Vincent D'Onofrio SuperRare",
  "tokenCount": "1",
  "uri": "https://arweave.net/FPc4BYZuyxQGZslPB9yFJjQcfJyI4M4FvqXVokfE7m0",
  "metadata": {
    "name": "Way In The Deep",
    "created_by": "Vincent D'Onofrio",
    "external_url": "https://twitter.com/vincentdonofrio",
    "description": "The discovery of a new world of art & poetry and an infinite expanse ahead with Vincent D’Onofrio’s SuperRare Genesis.\n\nPoetry by Vincent D’Onofrio  \nAI Visuals & Music by Laurence Fuller  \nPerformances by Vincent D’Onofrio & Laurence Fuller \nSound Design by Makhmudjonov Doniyor\n\nWAY IN THE DEEP\n\nLet us once and for all start way in the deep.  \nDown so far muddled soil is pressed against our eyes.  \nI deplete myself of all feelings.  \nI force a depletion of all that I feel or think. \nAll of my ego or hatred of myself.  \nEverything I've ever fancied revealed to me by mirrors or mirrored remarks from suitors made to send me reeling and stimulate myself celebration. \nEmpty thy self. Empty thy self. EMPTY THY SELF I say.  \nAs I do I feel things go.  \nThat rush out. \nMy junk it leaks out. Falls to the floor. Puddles there. \nHow it drys up quickly into a stiff wafer.  \nEat it and...  \nThis is and then that winding road and it leads to the temple where bliss is found. \nDepletion, I'm empty of most everything then left in a melancholy stream, a clear spring, no a creek of the melancholy that always lingers if you let it. \nThis melancholy can turn. \nHard, fast, easy, it leans, glides until it turns.  \nI am not the ringmaster, I'm again the fool.\n\nAuto.  \nSelf drive!!! The rich kid, the space cadet screams out: \nLook it lands on its own.\n\nNow left here holding hands with fate. On that road to the clear spring. \nThere is a smile found in that creek.  \nThere is a tear in that stream.  \nThere is a laugh at the ridiculousness of myself. \nA big HA!!! \nI curse at my struggle to produce anything that resembles every variation of a variation of a variation. \nIn other words, the artist's confession.\n\nNow in the place my creativity born.  \nEveryday birth after birth after birth.  \nJust screaming babies of ideas and notions.  \nSilver-toned celluloid showing nurses darting from newborn to newborn tending to these screaming moments of what could be a story, a painting, a song, and what rises up? \nThe depiction of a frozen flower built by only ones and zeros, zeroes and ones.  \nThe aged out ringmaster in a tall black hat shouts out:  \nHe hangs on. He has gripped tight what was and what is and all that is finally going. \nYet newness will pull his grip away.  \nHis last words...  \nPUT IT ON THE BIG SCREEN.  \nAnd all the newborns cry as they know better. \nFrom the babes it's said any process can deliver a story.  \nIt is not a circus. \nIt is not cheap.\n\nIsn't it true.  \nIsn't it true.  \nLet us once and for all start way in the deep. \nI wipe the mud from my eyes. \nThe clear spring flows. You hear the rush of the melancholy.  \nStand back!  \nJoy and tears have created. \nThe newborns hush.  \nThe nurses are all still as they rest.  \nStories are born in every form.\n\nIn a 6-foot deep hole in the ground he is not at rest. \nA tombstone, the tall black hat propped on top of it.  \nHis whip which took so many souls.  \nWritten in the blood of every artist held back. \nThe epitaph reads: \nThe ringmaster dies a very late death.\n\nSo again, yes, again and again. \nLet us once and for all start way in the deep.\n\n~ Vincent D’Onofrio, 2023",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Vincent D'Onofrio"
      }
    ],
    "animation_details": {
      "bytes": 179209682,
      "format": "MP4",
      "duration": 252,
      "sha256": "1997d1cfa8002a37ef4ac73424f69fb94d92cafaefaeaa67b7e65f1128ebcc9f",
      "width": 1920,
      "height": 1080,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/as0lS8khhtvc3XtSzwnopyW-I8OZI0Rsg08GoXt4rNo",
    "animation_url": "https://arweave.net/as0lS8khhtvc3XtSzwnopyW-I8OZI0Rsg08GoXt4rNo",
    "image_details": {
      "bytes": 2641609,
      "format": "GIF",
      "sha256": "dd142028dfc6814bd228b55f354d8b3f9fd8b527730a40c5c430ab1baec446f3",
      "width": 480,
      "height": 270
    },
    "image": "https://arweave.net/Ltracq5PrEEOOdWRjXnOZlG6nV1Lr1n9QfcUyZLWZ1o",
    "image_url": "https://arweave.net/Ltracq5PrEEOOdWRjXnOZlG6nV1Lr1n9QfcUyZLWZ1o"
  }
}