{
  "address": "0x2fbf71fbb0ab564dcb263ffd1dec0f3d7482363f",
  "type": "ERC721",
  "name": "Jacques Greene - Taurus",
  "tokenCount": "25",
  "uri": "https://metadata.sound.xyz/v1/0x2fbf71fbb0ab564dcb263ffd1dec0f3d7482363f/1",
  "metadata": {
    "name": "Taurus #1",
    "artist_name": "Jacques Greene",
    "description": "Making music over the past couple years has presented a bit of a challenge.\nFinding something worthwhile to put out into the world, against all the noise, while just trying to make sense of my own reactions to it felt at times impossible.\n\nTaurus, the lead single on my new EP Fantasy, was born out of a desire for literal escapism, as well as a beacon of light of my own. From the walls of my apartment to a sprawling forest somewhere.\n\nMany lockdowns ago, in my old apartment in Toronto, clawing my way in and out of depression and a kind of survival mode, I tried to force myself into a routine, to make something, anything, to fill the emptiness of daily life.\n\nI reached out to Joel Ford, who had mixed my last album Dawn Chorus and became a good friend since, for advice on how to go about it. Through him I started talking to Leanne Macomber, and we started trading some simple musical sketches. I think the relative loneliness of lockdown in Canada spurred a desire for collaboration as well as the literal presence of a human voice on the record. I’d send her simple chord progressions, a few key words and then start cutting up what she sent back.\n\nOne of the main goals of this record was to undo fully formed narrative arcs from my tracks, to make stuff that felt like it was ‘floating’ a bit more. Like an ambient character-and-mood-driven scene as opposed to expeditionary dialogue and action. \nThe result is a track that ebbs and flows, and hopefully can help someone else through this too. ",
    "external_url": "https://www.sound.xyz/jacquesgreene/taurus",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmcN4oYhLx3Wg2RxsjZh9RCMsibfYfpJQiiJ5y91QSMZt8",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmPTFtewZtxeoDAFsM9d2vTAx9btJj9UyG53Zd2AzMMost",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmPTFtewZtxeoDAFsM9d2vTAx9btJj9UyG53Zd2AzMMost",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmdWKf8fhzFW3fARj8VbudYmegXRWuH8jyGQbs9pHjGgnH",
    "attributes": [
      {
        "trait_type": "Taurus",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}