{
  "address": "0x2f04d6f5881a0d49b870bea2d03853df7eb46101",
  "type": "ERC721",
  "name": "AbJo - i tried, fam.",
  "tokenCount": "1",
  "uri": "https://metadata.sound.xyz/v1/0x2f04d6f5881a0d49b870bea2d03853df7eb46101/1",
  "metadata": {
    "name": "5:55am. #1",
    "artist_name": "AbJo",
    "description": "This track is for all of my peoples who have to wake up before the sun comes up to make ends meet, the early risers who found their beat to start the grind for the life that they want, a soundtrack to contemplate your next move, whether it’s to secure the bag, realize your dreams, or just tear up the asphalt to as you dance your way to the finish line, when the rest of the world is seemingly non-existent. As if there was no one else but you out there…\n\nI wrote this during the pandemic, working as an essential worker the entire time, something I was not accustomed to as a career musician/DJ/producer for so long before. I thought for a while I couldn’t even make the same music as before, because I wasn’t living like I used to, head in the proverbial clouds and blessed to do what I love for a living. I had a whole different grind, a different perspective that put me out of my usual, ideal state of mind, that working 40+ hours a week wasn’t going to get me to.\n\nInstead, though, I learned over time how much this motivated me to persevere, be patient, and wait for my next “cubic centimeter of chance” as I call it, the chance for me to break back through and find momentum, back into that state of mind that brought me the musical workflow I became successful with.\n\nDance Like No One Else Exists (or “5:55am”, the time I remember finishing this beat) is me, dancing the dance of the early grinder, ready to take it all on so I can get to my real work, making music that moves people, and reminds them that you and you alone can move mountains, let alone yourself. So dance like no else exists, move to your own beat, and don’t ever forget who you know and believe you are.\n\nThis one is for my late father who passed last April, Gary Nash, my inspiration to keep making music everyday, any way I can, anywhere I’m at.\n\nRest in peace, Pops…",
    "external_url": "https://www.sound.xyz/abjo/5:55am",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmXHfjwQ1MKmZLmzMNWc51brBTxFRWyjXKtLLysj2e5FcU",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmePSC9EFEiSK3cK67Qs4r9zUAWxx6NaiCy53sdcnmXKYJ",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmePSC9EFEiSK3cK67Qs4r9zUAWxx6NaiCy53sdcnmXKYJ",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmNheEfxdTTDdkdb19URAydJjDixgRqna6nTmcE2PCwwVB",
    "attributes": [
      {
        "trait_type": "5:55am.",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}