{
  "address": "0x2f177bb4197547dbb3a2d1ac36ac6df2b71cb859",
  "type": "ERC721",
  "name": "UC NFT Media Lab - On-Chain Royalty Test",
  "tokenCount": "1",
  "uri": "https://arweave.net/SP3zga2fN81LulczRUmqBCJV46Er9mfRzPpnvAW9lYM",
  "metadata": {
    "name": "Darmok and Jalad on the Ocean @ Taubert Contemporary, Berlin",
    "created_by": "University of Cincinnati NFT Media Lab",
    "description": "Darmok and Jalad on the Ocean @ Taubert Contemporary, Berlin.\n\nFrom Prefaces / Appendices by Jordan Tate\n\n_____________________________________________________________________________\n\n( ͡° ͜ʖ ͡°) This thread is leaking from the heavens.\n\nJordan Tate’s Prefaces is driven by the potential of the unrealized. At first glance Tate appears to have one of the strongest exhibition histories of any contemporary artist. It boasts installation shots of the Swiss Institute in New York, Pilar Corrias Gallery in London, Wiels in Brussels and even immaculate depictions of his work hanging in the Guggenheim. This is all artifice. These images are Tate’s latest body of work titled Prefaces. For this series, he has constructed various works and then taken on the role of curator and created exhibitions. While composed solely in digital space, they read as pristine installation documentation, taken in physical space. In these photographs, light veils of shadow fall on perfect white walls and mirage-like reflections spread across high-shine gallery floors. Tate harnesses the power of the white cube as a validation, as a signifier of what is art of value.  - Justine Ludwig",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "University of Cincinnati NFT Media Lab"
      },
      {
        "trait_type": "Purpose",
        "value": "This token serves as a test of Manifold Studio's capability to utilize on-chain royalties."
      }
    ],
    "image_details": {
      "bytes": 3955641,
      "format": "PNG",
      "sha256": "830e0025f56d28a06489f5e7853b6e3aff145c7ca724de577a9daf08dc0fc187",
      "width": 2640,
      "height": 3350
    },
    "image": "https://arweave.net/yhkOGx0INwWIGt7yIBPDQGBFAIzrtNksDJzaUF45whg",
    "image_url": "https://arweave.net/yhkOGx0INwWIGt7yIBPDQGBFAIzrtNksDJzaUF45whg"
  }
}