{
  "address": "0x2f85eb83595c11adcf2151b6e09d05c78c79b1fe",
  "type": "ERC721",
  "name": "Padma - Move Your Mouth",
  "tokenCount": "9",
  "uri": "ar://bjP_KZzEVDj2J9cUCP8Z1fbCgf0jlu6lp7m3Ny0-qig/1",
  "metadata": {
    "animation_url": "ar://xc37PshoIOsfhCzTdpeeTtXSlFvbYFX8cPr8RT67SmU",
    "artist": "Padma",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://5kDtLfWG6jeMeGbxJbQph9JDt77FC3Un1V9zYNHSG6U",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Move Your Mouth",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 0,
    "credits": null,
    "description": "Padma is a 19 year old first generation Indian-American artist. Having grown up with one grandmother who was a renowned poet and another grandmother who sang in Indian temples, she was inspired at a very young age to write and sing. She wrote her first song at age 15 and has since written 300+ songs. Her musical influences range from The Smashing Pumpkins to HAIM to Nusrat Fateh Ali Khan.\n\nMost recently, in 2022, she released her debut EP “Daisy,” which received several editorial nods including a major look from her motherland: Rolling Stone (India)\n\n‘Move Your Mouth’ is the first single off of her next EP. The song opens with a reverb kissed lead guitar line and is followed by a pumping bass line and crunchy drums. The rhythmic and airy vocals create a pocket that is bound to make your head bop. The simplicity of the production leaves room for Padma’s vocals to draw in listeners and hear the story she is telling.\n\nThe upbeat and grunge pop sonics of ‘Move Your Mouth’ contrast the darker meaning behind the lyrics. The song was inspired by the thoughts you have when you start to sense that a relationship is turning sour. It’s about realizing that your partner was more focused on your body than your emotions throughout your relationship. The phrase ‘Move Your Mouth’ is a way of asking your partner to “say something” and give you a reason why they’re treating you this way.",
    "duration": 164,
    "external_url": "https://www.sound.xyz/padma/move-your-mouth",
    "genre": "Indie",
    "image": "ar://5kDtLfWG6jeMeGbxJbQph9JDt77FC3Un1V9zYNHSG6U",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://xc37PshoIOsfhCzTdpeeTtXSlFvbYFX8cPr8RT67SmU",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Move Your Mouth #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Move Your Mouth",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}