{
  "address": "0x3005218f1770203dc38bf579786610b0830b2801",
  "type": "ERC721",
  "name": "Yathra",
  "tokenCount": "2",
  "uri": "https://arweave.net/cpze0o10wlf_F9LjMzjEGx8qJmK8UL5N1APtnFwZGSI",
  "metadata": {
    "name": "Elephant's Belly",
    "created_by": "Fabin Rasheed",
    "external_url": "https://nurecas.com/about-yathra",
    "description": "\"In a lush, verdant forest teeming with life, a peculiar elephant roamed freely, indulging in an unusual habit. It went around sucking up unsuspecting animals with its powerful trunk, imprisoning them in its vast belly. Despite its odd behavior, the forest had adapted to its presence, with animals steering clear of the elephant's path.\n\nOne sunny day, a spirited mouse and a cunning cat were frolicking by a serene pond, their laughter echoing through the trees. They splashed and played without a care in the world, unaware of the impending danger. The elephant, drawn to the sound of their merriment, approached the pond, and in a single swift motion, it sucked up the entire body of water, inadvertently capturing the cat and the mouse as well.\n\nIn the elephant's dark and confining belly, the captured animals huddled together, their spirits dampened by their predicament. They shared their stories and forged a bond through their shared captivity. A courageous deer, tired of their despair, proposed a bold plan – to make a hole in the elephant's belly to escape. Different animals offered various ideas, but none seemed feasible.\n\nIt was then that the tiny mouse, usually overlooked, suggested a brilliant plan. The mouse decided to sneak out of the elephant's trunk while it slept, undetected by the slumbering giant. As it scurried away, it came across a nearby school teeming with eager students. The clever mouse hatched a mischievous scheme, convincing the students who had scored zero on their exams that their grade was actually an elephant egg.\n\nThe story spread like wildfire, and soon the children were teasing each other mercilessly for their \"elephant eggs,\" as if it were a shameful secret. The whispers and laughter reached the ears of the elephant, who became deeply embarrassed and depressed by the ridicule.\n\nOver the next several years, weighed down by sadness and exhaustion, the elephant released the animals one by one from its cavernous belly. The forest rejoiced as their lost friends and family returned, and life returned to its natural rhythm. The elephant, humbled by its experience, sought solace in the spiritual path, and after many more years, it finally attained enlightenment.\n\nOne fateful day, as the enlightened elephant walked through the forest, it encountered the mouse that had set in motion the events that led to its transformation. The mouse, now wise and mature, offered a heartfelt apology for its actions. However, the elephant, in its newfound wisdom, thanked the mouse instead, acknowledging that without its intervention, it would never have found the path to enlightenment.\n\nIn that moment of shared understanding, a bond of friendship blossomed between the unlikely pair, transcending their past and embracing the possibility of a brighter future. The forest, once a place of fear and uncertainty, now celebrated the unity and wisdom brought forth by the tale of the elephant and the mouse, a testament to the transformative power of compassion and friendship.\"",
    "GLB file of day version": "http://gateway.pinata.cloud/ipfs/QmXm7FKezE7x2S5c4WnRvXWSgihY1ENmVkgFwrfiwRWwjT",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Fabin Rasheed"
      },
      {
        "trait_type": "Location",
        "value": "Expo City, Dubai, United Arab Emirates"
      },
      {
        "trait_type": "Story by",
        "value": "Ashna Sahir"
      },
      {
        "trait_type": "Viewer Link",
        "value": "https://yathra.nurecas.com"
      }
    ],
    "animation_details": {
      "bytes": 51482392,
      "format": "GLB",
      "sha256": "b39a66c5952557d1eace94c451f6095dddf1e9390bddba0ab34baa29a5cb231d"
    },
    "animation": "https://arweave.net/J4LH8Bx2lFPRfrDcQaqtIjdjxm1ApztKerprLQLwwvQ",
    "animation_url": "https://arweave.net/J4LH8Bx2lFPRfrDcQaqtIjdjxm1ApztKerprLQLwwvQ",
    "image_details": {
      "bytes": 321176,
      "format": "PNG",
      "sha256": "a700e0072bcfef2c9006f5466615f61e2f668ed70aa2d6febb07e81335990bb9",
      "width": 1644,
      "height": 1516
    },
    "image": "https://arweave.net/bN3OXODKpjucShoJfQ62NMFpzxEbSKUFKsNxkhVtgKM",
    "image_url": "https://arweave.net/bN3OXODKpjucShoJfQ62NMFpzxEbSKUFKsNxkhVtgKM"
  }
}