{
  "address": "0x301170291871ec6e17bd91cb771ae9359f1befba",
  "type": "ERC721",
  "name": "Photo Finish by FAR",
  "tokenCount": "12",
  "uri": "https://arweave.net/lQSUaGtYnMKl_AZQkhJ02o1zXTsjapZmd2MKs14TuiE",
  "metadata": {
    "name": "Photo Finish #0",
    "created_by": "FAR",
    "external_url": "https://www.expanded.art/exhibitions/algorithmic-empathy",
    "description": "Photo Finish\n\nPhoto Finish explores the impact of technological progress, in concrete AI, and its influence on visual culture, featuring the horse as a central symbol. The artwork references its historical significance in the work of Muybridge, where the horse served as an object for capturing the passage of time with photography, and ultimately led to the development of motion pictures.\n\nIn situations where the naked eye cannot determine the winner of a race, a photo or video taken at the finish line is often used for a more accurate assessment. Race photography has continuously evolved since its inception, from single-exposure photo finishes to motion picture cameras and advanced digital cameras that use 1-dimensional array sensors to capture 1-pixel-wide sequential images of the finish line. Photo Finish explores the introduction of new technological players in the visual production process, specifically focusing on AI-generated images of horse races. \n\nThe artwork is created in two steps: first, an AI model trained on actual race photos generates a speed photo of a horse race; second, the pixels of the AI-generated image are dismantled and reorganized, reinstilling a sense of velocity. \n\nMore info at Expanded.art\n\nhttps://www.expanded.art/exhibitions/algorithmic-empathy",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "FAR"
      }
    ],
    "image_details": {
      "bytes": 4377015,
      "format": "PNG",
      "sha256": "d9da411db6a025ea9fa2e68e68d269ca18143bd985af0da419c9f0a9f31922c3",
      "width": 1080,
      "height": 1920
    },
    "image": "https://arweave.net/0z5DzvppZuOEbgUnsb2i88yPwpKGRpB9esoft7bEHRQ",
    "image_url": "https://arweave.net/0z5DzvppZuOEbgUnsb2i88yPwpKGRpB9esoft7bEHRQ"
  }
}