{
  "address": "0x31416435f994b99418a32b5370995c0767511832",
  "type": "ERC721",
  "name": "RMS - Im Here With U Official Music Video",
  "tokenCount": "16",
  "uri": "https://arweave.net/IlDGXIMsaNe7F7oAOA1WjZEI0_l8oj-igaOMWXrKbP8",
  "metadata": {
    "name": "RMS - I'm Here With U (Official Music Video)",
    "description": "\"I'm Here With U\" is an audio journal - a heartfelt hip hop record about the duality of reassurance in a relationship. The first verse is from the perspective of me attempting to offer reassurance to a loved one who has experienced trauma. The second verse is from the perspective of me requesting reassurance as I unpack my own baggage. This song confronts cultural stigmas around mental health issues and habits of toxic masculinity that lead me to bottle up emotions in my own life.\n\nThe video direction aims to convey a sense of comfort in various subliminal ways. From the pastel hues of the sky and the softness of the landscape, to the freedom of the birds passing by and the comfy clothes I’m wearing - all were included to reinforce this idea of comfort and reassurance.\n\n\nAbout RMS:\nRMS is an Indian-American hip-hop artist from New Jersey. He aims to merge conceptual lyricism, cinematic instrumentation, and his experiences as a child of first-generation immigrants in a way that ultimately allows him to bring a sound of his own to the hip-hop scene.\n\n\nCollectors of this NFT will receive:\n-1 of these 4 possible collectible items: metaverse wearable RMS Hoodie, canvas print of cover art, NFT of cover art, OR journal w/ handwritten lyrics. \n(Collecting an edition allows you to 'spin' the Wheel of Collector’s Perks for a collectible - a little gift from me for supporting my dreams. The item you receive is determined by the NFT edition # you collect, which is randomly mapped to a particular collectible. More information on Twitter/Discord)\n\nAdditional Perks:\n-NFT gated discord (exclusive access to RMS’s unreleased album content)\n-.WAV file\n-.mp4 file\n-.jpeg files of cover art + digital liner notes/graphics\n\n—\n\nMusic Credits:\nWritten by RMS\nProduced by Brody & RMS\nMixed/Mastered by RMS\n\nFilm Credits:\nDirected/Filmed by RMS & Krishna Sridharan\nEdited by RMS\n",
    "image": "https://arweave.net/7BPeJQcmVm_xIZquRWg6C_xYFW2pxGBh1UDK5OexpKI",
    "external_url": "https://glass.xyz/v/qbNItYt39y9Ownvzdk3dJ0hEYrG5I2EgF9t9Ml1ZRNg=",
    "animation_url": "https://glass.xyz/embed/qbNItYt39y9Ownvzdk3dJ0hEYrG5I2EgF9t9Ml1ZRNg="
  }
}