{
  "address": "0x324dfa1dc110b2e0f4a77e45fc707409c9aa4cc1",
  "type": "ERC721",
  "name": "Fritz Mead Art",
  "tokenCount": "10",
  "uri": "https://arweave.net/vJ3yhZh7DfTHkbJ19qSfpuMC143zlrycNkBp_g31dzg/1",
  "metadata": {
    "name": "Thats Life #1/10",
    "created_by": "Fritz Mead",
    "description": "It is 2’ x 3’. It’s a mixed media collaboration with my 3 year old son Haku and me. The piece is 90% oil paint 10% acrylic and an element of assemblage where we mounted a skateboard wheel to the bottom corner. We painted this off the back porch of our monthly rental on Kauai, HI, looking at the ever growing toy filled yard and our neighbors' authentic single wall house. A dream is to one day own a similar property. A big theme in this painting is the cycle of outgrowing things. Material comes in and out of our lives at different points and at one point or another, we have to outgrow or divorce things and move on, giving space for what's to come.  This can be painful at times, and at other times almost unnoticeable. Sometimes we wish it was easier to outgrow things that just won't seem to budge from the priority list no matter how many times we tell ourselves it's time to move on. \n\nAs I have entered the surprise world of parenting, I suppose it forced me to really ponder the concept of outgrowing.  I've watched my health fail and seen my toys and hobbies cast aside as my sons toys seem to pile up higher and higher. After two hip surgeries and a solid year of chronic back pain, I was forced to outgrow my aspirations for concrete skate ramp building, surfing, and the most cherished act of all, riding on a skateboard. These unexpected health complications really threw my fantasy of what being a young parent would be like for a loop.\n\nFor some reason, painting is the last of what my body will allow, which is ironic because I have made a couple feeble attempts at outgrowing painting. For the obvious reasons of countless hours, little real economic gain, mental frustration and a total and complete addiction that pulls me from family and work, and ties me deeper and deeper into a bohemian lifestyle. Currently I'm so thankful to be physically able enough to paint and pray that it continues.    \n\nAs an artist, surfer, skateboarder, ramp construction builder addict, this has been quite the adjustment into \"adulthood.” Being forced to change my job and divorce my passions that I hold so close, rethink the quintessential American dream things I had unintentionally pushed back against for so long. Owning a house, \"no concrete ramps,” holding down a job, keeping a marriage together, and supporting my child. Making room for my son to cycle through some sort of a similar passage of growing in and out of things. \n\nAs my health has started to return with constant physical therapy, diet and stretching so to have the aspirations for ramps and surfing, I am praying that I will be able to share those activities with Haku again \"pain free\" soon.\n\nThrough the recovery process, I have developed a real appreciation for things that do work like waking up in the morning and using the bathroom, \"alright everything down there is still working!\"\n\nAnyways, plenty of material for future paintings. Thanks for reading. I hope you enjoy the art.",
    "attributes": [
      {
        "trait_type": "cozy coupe",
        "value": " "
      },
      {
        "trait_type": "backyard scene ",
        "value": " "
      }
    ],
    "image_details": {
      "bytes": 19018878,
      "format": "JPEG",
      "sha256": "4f6e1463860ce27405294796f47414c2d126b41c1a4873e9bb659a458d8fd264",
      "width": 4968,
      "height": 3340
    },
    "image": "https://arweave.net/xXnWx6aVtTjh1HANaQ2HjkrlGWk1UdrpSEaWcKPK0rc",
    "image_url": "https://arweave.net/xXnWx6aVtTjh1HANaQ2HjkrlGWk1UdrpSEaWcKPK0rc"
  }
}