{
  "address": "0x32a62a847ebd4a9d80b0dce5fa2e1c28efc8dd60",
  "type": "ERC721",
  "name": "Dear My Treasure",
  "tokenCount": "1",
  "uri": "https://arweave.net/OHwtQu_sjfGK2wzxBCnnkuP4ulkh74QGv_mWl53-dCA",
  "metadata": {
    "name": "Joyful Whistle",
    "created_by": "YUI AOKI",
    "description": "png [3233×5787px]\n\nThis work was inspired by a precious memory from my childhood, and I think I was able to paint freely and spontaneously.\n\nWhen I learned to whistle after practicing day in and day out\n\nI could see the world shining brightly, and my heart was filled with joy on my way home.\n\nA lady in the neighborhood said, \"That's what I'm talking about! and called out to her\n\nThe man at the artificial flower warehouse I knew looked at me with a smile on his face\n\nI walked around \"my town\" feeling elated and invincible!\n\n--------------------\n\nこの作品は幼い頃の大切な思い出からインスピレーションを得て制作しました、そしてのびのび自由に描けたと思います\n\n来る日も来る日も沢山練習して口笛を吹けるようになったら\n\n普段の帰り道が喜びで心が弾んで見える世界も輝いて見えました\n\n近所のおばちゃんは、「さすが！」と声をかけ\n\nなじみの造花倉庫のおじさんはにっこり笑って私を見ていた\n\n意気揚々と無敵気分で\"私の町\"を歩きました\n\n--------------------  \n■Author's recent activity record  \nI recently moved to a new house!\n\nI've been busy and doing well, but when I take a break, the grief of last year's bereavement of a dear family member has hit me and it's been a difficult day. I hope to get over it soon.\n\nI think my illustration skills have improved a bit recently, and I would like to continue to evolve, not only by adding details, but also by making my work more sophisticated.\n\nI already have an idea for a second piece in this new collection, which I am looking forward to!\n\nI am also learning new things, and I hope to use the techniques and accomplishments I learned last year when I produced the video that was exhibited at the Tokyo Tower.\n\nPlease keep an eye on my activities!",
    "image_details": {
      "bytes": 31909015,
      "format": "PNG",
      "sha256": "83dc733af4415f7d945270d434ae961ed43ba6041a8b3bea2cd5c8776d6a03ce",
      "width": 3233,
      "height": 5787
    },
    "image": "https://arweave.net/niBC3oPXaEx0MlJm0jmgC8Gaea9FYSusoZFu6LiXFCs",
    "image_url": "https://arweave.net/niBC3oPXaEx0MlJm0jmgC8Gaea9FYSusoZFu6LiXFCs"
  }
}