{
  "address": "0x3266a5c5b279dbfc214bfe1be080cb920666c160",
  "type": "ERC721",
  "name": "BRUX - VINEGAR HILL",
  "tokenCount": "10",
  "uri": "https://metadata.sound.xyz/v1/0x3266a5c5b279dbfc214bfe1be080cb920666c160/1",
  "metadata": {
    "name": "STEP DOWN #1",
    "artist_name": "BRUX",
    "description": "We all know the impact that the last 2 years has had on our industry and being a part of it shifted something inside me. I was introspective - reevaluating the meaning of my artistry, my place in the world, while the collective noise was loud and intrusive. Restricted but yearning to be seen, heard & understood more than ever. I began to create tracks that demanded attention & took up space. Simultaneously, I emerged from hiding my public identity. I started the BRUX project masked so I could deflect my gender, deflect being a novelty as a “female producer” in the electronic scene. \n\nStep Down is the upcoming release off of my ‘Take’ EP on Deadbeats this Spring - it follows on from singles “Covet” and “Take ft. Kimbra” that were written during my energetic shift in 2020. Step Down embodies that phase of energy - demanding space and attention at any cost. It’s the aggravated voice of someone needing to be seen & understood “Step down, it’s my crown. No room for you and me…”\n\nIn early 2021, I began to shift my focus to web3. After many months of watching from the sidelines, I entered the space late last year after being nominated as an FWB fellowship artist. I’ve learnt quickly just how much room there is for expression & autonomy in web3 and it’s unlocked a whole new playground in my brain. I’ve since released highly intricate 3d artworks as a collection of NFTs that once had no forum other than web2 PFPs & DSP(Spotify etc) packshots, experimenting with generative music via coding & released a full length music video clip for recent single Take. \n\nI am absolutely thrilled to be dropping my new single Step Down exclusively on Sound.xyz ahead of its official release and hope you enjoy its vibration x\n",
    "external_url": "https://www.sound.xyz/brux/step-down",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmZpA3mBQxPLwsdvaj585EdKqFtNBYNo5f9Hq1osk7eJbw",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmQ4HeQQV87cDQeZGZA2AgHFYtawcZgmJYYLF5ZyYr37Nd",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmQ4HeQQV87cDQeZGZA2AgHFYtawcZgmJYYLF5ZyYr37Nd",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmVPM3dvHuEYAsr2hbcDq5HhLrwtK3vUzFNNxazx1vqpt1",
    "attributes": [
      {
        "trait_type": "STEP DOWN",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}