{
  "address": "0x324350a7cbf7d108343cb5e47862852316421487",
  "type": "ERC1155",
  "name": "behaya",
  "tokenCount": "1",
  "uri": "https://arweave.net/7yIeQi_Q4Xm12sJfaaG43b_4TWoeoR3zMjFvkahpqc8",
  "metadata": {
    "name": "TAJ - An Epitome of Love",
    "created_by": "Bipradev Roy",
    "description": "Earlier Shah Jahan and Mumtaz looked at the moon and wondered how beautiful the moon is. Now the moon looks at the Taj Mahal and wonders how beautiful was love that Mumtaz and Shah Jahan used to share.\n\nWhy is Taj the symbol of love? Because of all those white marbles? Or the fine design inside? The architecture? I don’t believe so. \n\nIt’s just that the expression of one’s undying love for another being can be expressed so beautifully. When you look at the Taj Mahal, your heart can feel what Shah Jahan felt for Mumtaz. It might remind you of your beloved. \n\nWhen you look at the moon, you can never think about the ugliness of the world. In the same way, when you look at the Taj, you can never think about the hatred around you. I believe this makes it a symbol of love.\n\nTaj Mahal is an immense mausoleum of white marble built in Agra on the bank of Yamuna river between 1631 and 1648 by order of the Mughal emperor Shah Jahan in memory of his favourite wife Mumtaz which encompasses 14 hectares (42acres) of land. The Taj Mahal complex was conceived as a replica on earth of the house of Mumtaz in paradise. The building material used for Taj were brick-in-lime mortar veneered with red sandstone and marble and inlay work of precious/semi precious stones. The mosque and the guest house in the Taj Mahal complex were built of red sandstone in contrast to the marble tomb of Mumtaz in the centre. The construction project employed some 20,000 artisans under the guidance of a board of architects led by Ustad Ahmad Lahauri, the emperor’s court architect.",
    "attributes": [
      {
        "trait_type": "Location",
        "value": "Agra, India"
      },
      {
        "trait_type": "Camera",
        "value": "Sony A7 3"
      },
      {
        "trait_type": "Dimension",
        "value": "3241*4861"
      },
      {
        "trait_type": "Edition",
        "value": "Open"
      }
    ],
    "image_details": {
      "bytes": 6422467,
      "format": "JPEG",
      "sha256": "a9569413013c50b7cfcbf72b55dcf2f9f2cafaa00dea33bca85d51ca202ed137",
      "width": 3271,
      "height": 4815
    },
    "image": "https://arweave.net/IaMmkezzGt1klegwF-b0zFkdMbfZ98RvmwfT1Augc3Y",
    "image_url": "https://arweave.net/IaMmkezzGt1klegwF-b0zFkdMbfZ98RvmwfT1Augc3Y"
  }
}