{
  "address": "0x32b97cc41aa225bf6267607c89b372b8f341594d",
  "type": "ERC721",
  "name": "Natural Geographic",
  "tokenCount": "17",
  "uri": "https://arweave.net/JbMabGI9OfIBFt-zH5T_ha6jdyE2aC1xSGlL6uELlx4",
  "metadata": {
    "name": "Mountain Lion",
    "created_by": "Legendary_559er",
    "description": "The mountain lion has been listed as “Least Concern” by the International Union for Conservation of Nature (IUCN) since 2008, after spending the previous six years as “Near Threatened.” The IUCN recognizes six subspecies of mountain lion throughout its massive range, spanning from Canada through the United States, Central and South America, down to southern Chile. Although the IUCN acknowledges that the global mountain lion population is likely decreasing, its numbers don’t justify threatened status, since it has the largest geographic range of any terrestrial mammal in the Western Hemisphere. A subpopulation in Florida is considered endangered, as its isolated population numbers between 100 and 180 individuals. This extensive range, paired with the mountain lion’s solitary nature, makes it difficult to estimate exact numbers, though it’s believed that there were at least 5,000 in Canada and 10,000 in the U.S. in 1990. The global mountain lion population continues to be affected by factors like urban development, conflict induced hunting, and road construction. While conservationists and scientists work to develop research and wildlife management plans to help protect the majestic mountain lion, there are plenty of community-focused organizations that readers can support on the local level. Mountain lions are most active at night, so it's important for drivers to stay mindful and alert while traveling through mountain lion territory. The National Wildlife Federation is working to help build the world’s largest freeway wildlife crossing to help keep Los Angeles mountain lions safe from extinction.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Legendary_559er"
      }
    ],
    "image_details": {
      "bytes": 1008341,
      "format": "JPEG",
      "sha256": "609b3c991e4fb6bed305fb58ebec2af91fefa2d6b7b8f9b1830605486e4f79d2",
      "width": 1000,
      "height": 1500
    },
    "image": "https://arweave.net/ePQONzPxODhZ5zUHF5kkVBwP3ZmasEKJ_J6FbQFZnmY",
    "image_url": "https://arweave.net/ePQONzPxODhZ5zUHF5kkVBwP3ZmasEKJ_J6FbQFZnmY"
  }
}