{
  "address": "0x32089aa37d1defb0f471388f59aab38dd56ab881",
  "type": "ERC721",
  "name": "Impressions",
  "tokenCount": "2",
  "uri": "https://ipfs.pixura.io/ipfs/QmSqh36GYKC9mM3DNVsVqjGkx4WLcE2B7N2mEbeCVUEpjg/metadata.json",
  "metadata": {
    "name": "Impression #01",
    "createdBy": "Mannay",
    "yearCreated": "2023",
    "description": "Impression #01\n\n✤ ✤ ✤\n\nAs I’m painting, my childhood summers spent in the south of France and Spain come flooding back. The essence of those sun-soaked days, where the vibrant hues of the expansive sky would meld with the golden sand and distant hills, creating a dreamscape filled with laughter and joy is what I remember the most.\n\nEach brushstroke tells a story; the dappling of sunlight on the clouds transports me to the countless hours spent basking in the warm embrace of the sun, while the swaying trees in the foreground evoke memories of gentle breezes caressing our faces as i played and explored. The blurred edges and soft colour palette whisper of the hazy warmth that enveloped the landscape, providing a comforting backdrop as i discovered hidden trails.\n\nThose moments are etched in my heart, and this painting a testament to the profound impact of those carefree days. As the sun dipped below the horizon, casting a symphony of colours across the sky, I would run up on the hillsides, watching the sun going down with the gentle hum of the evening breeze. In this painting, I have endeavored to immortalize those treasured memories, weaving a tapestry of emotions that transcend time and space, offering a glimpse into my intimate self, a world where the sun never sets and the spirit of my childhood summers lives on.\n\n✤ ✤ ✤\n\nAbout the IMPRESSION series\n\nSome time ago, i have started working on a new painting series that extends the art style and philosophy i've started exploring in my HER collection. Each painting is inspired by what I’d call an impression: an abstract memory from my own head that was shaped by time and imagination.\n\nThese animated paintings seek to explore the relationship between memories, imagination, explore the ever-changing nature of it and the way our brains interpret and beautify them.\n\nAt the heart of the \"Impressions\" concept is the idea that our memories are never entirely accurate or complete. Instead, they are fleeting impressions that we piece together in our minds, often embellishing or altering them in the process.\n\nBy animating paintings, i can explore this concept in a new and innovative way, using movement and sound to evoke the fluid and ever-changing nature of our memories. It allows me to delve into the complexities of our own minds and the way we interpret and beautify our memories.\n\nOur memories are fleeting and imperfect, but they form the basis of our experiences and our understanding of the world. Through the use of digital animation, i'm able to breathe new life into my memories and relive them in a way that is more immersive and engaging than ever before. This is not simply a matter of nostalgia or sentimentality; it is an attempt to capture something essential about the human experience.\n\nAt the same time, i recognize that the use of technology in art raises important questions about the nature and value of art itself. If a painting is animated, is it still a painting, or does it become something else entirely? How does the use of technology affect the artist's creative process, and what does it mean for the viewer's experience of the artwork?\n\nI am mindful of these questions and strive to create work that is authentic and true to my artistic vision. I believe that the “Impressions” series strikes a delicate balance between tradition and innovation, between the old and the new. This has been the essence of my work from the beginning: questioning our relationship with the time that passes.\n\nIn many ways, the \"Impressions\" concept challenges traditional notions of what art is and can be. It blurs the line between different mediums and encourages us to think more deeply about the nature of memory, imagination, and the way we experience the world around us.\n\nWhether you view \"Impressions\" as a bold new direction in art or a mere curiosity, it has opened up exciting new possibilities for me as an artist and i hope for you too as a viewer.\n\nThe decision to incorporate a specific piano piece into the series was an essential part of my artistic process. As an artist, I often find that my creativity flows more freely when I am in a specific state of mind. The use of a meditative and wide piano piece in conjunction with the paintings provides me with a creative anchor that allows me to tap into a particular state of mind and access my memories in a more profound way. The repetitive and calming nature of the piano piece can help me enter a flow state, where i am more fully present in the moment and able to connect with my memories on a deeper level.\n\nOne of the fascinating aspects of using a single piano piece across the entire series is the complex relationship between the music and the visual art. As I paint each memory, the music serves as a soundtrack to the experience, bringing out different emotions and sensations that may not be immediately apparent from the image alone. At the same time, the paintings also influence the music, creating a feedback loop of sorts that elevates both art forms.\n\nOf course, using a single piece of music for an entire series of paintings is not without its challenges. Each painting must be able to stand on its own while also being part of a larger, cohesive whole. This requires a delicate balance between unity and variation, with each painting serving as a unique expression of a specific memory while also contributing to a larger emotional and aesthetic narrative.\n\nUltimately, the “Impressions” series is not just about exploring the complexities of memory and imagination; it is about pushing the boundaries of what art can be. It is about challenging traditional notions of medium and form and creating work that is both visually stunning and emotionally resonant. It is about capturing something essential about the human experience and sharing it with the world. I invite you to join me on this journey of exploration and discovery, and to experience the magic of “Impressions” for yourself.\n\n✤ ✤ ✤\n\nArtwork & music composition by Mannay (2023)  ",
    "image": "https://ipfs.pixura.io/ipfs/QmXLB42XCbgZtu631Db7SCfjVTT8NwsNjeqGTmtYWicdhB/impression-01__thumb.png",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/Qmdwq44bGDF9gvXSBDFmKVE4nuF5GwFqtdc7m35GhbBPWH/impression-01.mp4",
      "dimensions": "1920x2400",
      "size": "45945701",
      "mimeType": "video/mp4"
    },
    "tags": [
      "painting",
      "animation",
      "music"
    ],
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Mannay"
      },
      {
        "trait_type": "Collection",
        "value": "Impressions"
      }
    ]
  }
}