{
  "address": "0x322989c9ac6e87520a844928052fa3a3ea86d290",
  "type": "ERC721",
  "name": "THE BLACK DREAM",
  "tokenCount": "1",
  "uri": "https://arweave.net/aYuUeLy0daIQ72c35WbfgJDdb-UtH2IuORQDgPQ2j1E",
  "metadata": {
    "name": "THE BLACK DREAM",
    "created_by": "Nakul Sharma",
    "description": "My passion for the this black church started back in 2014 when i saw it on social media. It was first time and it was like love at first site. I pinned this site on my bucket list that one day i would visit this beauty. \n\nThis small black church of BUDIR is located in \" Snæfellsnes peninsula\" in iceland. Almost 300 years old church is still standing with all his charm and beauty today in the middle of nature and surrounded my mountains. \n\nMy attraction to this black beauty became like a dream, for years i followed other photographers work and closely observed it. i waited for the right time and right moment to visit it. In 2016 i went on a solo trip to Iceland in winter. I was excited and emotional to live my dream and at the same time visiting one of my bucket list location. \n\nlike as said road to every dream comes with challenges and struggle, so i had to go through all to reach to this location. Weather turned into storm and heavy snowfall. At one moment it seemed like that i had to give up on this dream. It was very risky to drive on icy roads and reach there in full of snow and strong winds. But, then one voice came into my mind \" I HAVE A DREAM\" by Martin Luther king's.  \n\nI gathered some courage and I drove all the way up to this spot in snow, rain and cold, it was really dark weather and there was a slight hope that light would show up and lit up my day and dream. I waited in my car for hours with hope. After a long wait one cloud patched moved and sunlight came from the back, i ran outside like a kid with my camera. It was snowing , windy and extremely cold & I didn't care for anything, stood in front of the church to capture the light and the dream beauty moment. \n\nI loved the light from the back and how it was coming through from the window and it was really a magical moment and one of the best shot of my life. I went through all the stress, emotions and thought to live this magical moment of \" BLACK BEAUTY\". \n\nWhy i call it black dream because it was my dream, it removed the darkness from my thoughts. After this shot i realised that darkness could be stronger but not every dark thing is negative or bad. Some darkness teaches us how to fight for your dreams and desires and the same darkness make us stronger in Life. \n\nSo, i believe this BLACK BEAUTY brings love, power, hope and strength in your life, and you would never ever feel scared from darkness ever. \n\nnote: ( If you zoom in you can see the snow in the photo) \n\n\nLicense: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Nakul Sharma"
      },
      {
        "trait_type": "Camera",
        "value": "Canon EOS 6D"
      },
      {
        "trait_type": "Lens",
        "value": "EF24-105mm f/4L IS USM"
      },
      {
        "trait_type": "ISO",
        "value": "100"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/10"
      },
      {
        "trait_type": "Exposure",
        "value": "1/100"
      },
      {
        "trait_type": "Location ",
        "value": "ICELAND"
      },
      {
        "trait_type": "Medium",
        "value": "Photography ( landscape) "
      },
      {
        "trait_type": "Edition",
        "value": "1/1 "
      },
      {
        "trait_type": "TIME ",
        "value": "Sunset"
      },
      {
        "trait_type": "Special Trait ",
        "value": "Black church "
      }
    ],
    "image_details": {
      "bytes": 2659397,
      "format": "JPEG",
      "sha256": "214800022906cceb976e0c7f3630831637e50942e90f12f86c2c28780c5f58b3",
      "width": 2126,
      "height": 1409
    },
    "image": "https://arweave.net/MncNSp06LAwNTa8b8Xcp9CynSXGnb15nHhSh8cISXjo",
    "image_url": "https://arweave.net/MncNSp06LAwNTa8b8Xcp9CynSXGnb15nHhSh8cISXjo"
  }
}