{
  "address": "0x337723b9526399a28c56a2e7c90fc33e3f56619f",
  "type": "ERC721",
  "name": "AimiVR",
  "tokenCount": "6",
  "uri": "ipfs://QmUNReGbCz6m2WS2sAgGpwzrAYshy1CnVitymB8tasEsjQ",
  "metadata": {
    "name": "Pioneering - VR LIVEPAINT NFT CHARITY AUCTION IN MINAMISOMA",
    "image": "ipfs://QmbgMtVoZcqCqWL7F8QveQYNox9F3T9Toofw2wKbuBm29D",
    "description": "テクノロジーを用いて未来を切り拓いていくというテーマで描きました。VRによって絵の世界に入る新体験をすると、そこには過去の記録メディア達が並んでいます。石板、紙、CD...そして今それらは物理的な実体は無くなり、ネットワーク上でデータとして管理されるようになりました。しかし、一番大切なその中身の本質が消える事はありません。そして移り変わって行くその先にはまだ見ぬ未来が広がっているといストーリーをVRの奥行きを使って表現しています。このNFTアートは2021.5.21~23の3日間、オンライン配信による公開VRライブペイントで制作いたしました。 オークションも同時開催し、その売り上げを福島県南相馬市に寄付するVRとNFTを活用したチャリティイベントです。アート内にも密かに南相馬ならではのモチーフが入っています。また、このVRアートは南相馬市にてVR展示を行います。【メッセージ】 VRアートとNFTアートは世界を変える物凄い可能性に溢れています！ より多くの人にとって身近に楽しめる、活用できるものとして広まるべきだと思っております。 また、自分がVRとNFTアートを通じて、人のために活用できる方法はないかと考えていました。 そこで、今回この新たなアートの形でのチャリティ企画を開催させて頂く事になりました。 私は逆境から新たなテクノロジーを用いて未来を作っていく南相馬市とここの人々が大好きです。 VRNFTアートと共にこの記念すべき日を恒久的なデジタルデータに刻めればと思い開催させて頂きました。落札者様、そしてご参加して下さった皆様、この企画を一緒に作って頂き本当にありがとうございました。 協力： 福島県南相馬市 南相馬市産業創造センター クリーク・アンド・リバー社 トレ食 Neko-Tencho Nandemo Token.VR LIVEPAINT NFT CHARITY AUCTION IN MINAMISOMAについて https://note.com/sekiguchiaimi/n/n446222e27c72 I drew on the theme of using technology to open up the future.When you experience the new world of painting through VR, you will see the recorded media of the past. Stone tablet, paper, CD... And now they are no longer physical entities, but are managed as data on the network. However, the essence of their most important contents will never disappear. In this work, I use the depth of VR to tell the story of a future that is yet to be seen. This NFT art was created by public VR live painting via online streaming for three days from May 21 to 23, 2021. An auction will be held at the same time, and the proceeds will be donated to the city of Minamisoma in Fukushima Prefecture. This is a charity event using VR and NFT. The art also secretly contains motifs unique to Minamisoma. The VR art will be exhibited in Minamisoma City. [ Message ] VR art and NFT art have a tremendous potential to change the world! I believe that they should spread as something that can be enjoyed and used by more people. I have also been thinking about how I can use VR and NFT art to help people. That is why I have decided to organize this charity project in this new form of art. I love the city of Minamisoma and its people who are using new technology to create a future out of adversity. I wanted to create a permanent digital record of this memorable day with VRNFT art. I would like to thank the successful bidder and all the participants for making this project possible.",
    "animation_url": "ipfs://QmT5oHtNBP6qhCTZ7jB26vVFqFBEJzWYnrPyRzBV5gp6Eh",
    "external_url": "https://www.creativevillage.ne.jp/lp/aimi_sekiguchi/"
  }
}