{
  "address": "0x3328c01d95f0bcf1545fef0c78a2ca95c7ee9395",
  "type": "ERC721",
  "name": "Aesopica - The Frogs asking for a king",
  "tokenCount": "1",
  "uri": "https://arweave.net/5TqrOU_syQG6CPhWMkru0v9M6fNHpTUUGtEF-lNyVHI",
  "metadata": {
    "name": "Aesopica - The frogs asking for a king - Storytime DAO",
    "created_by": "Story Breach",
    "external_url": "https://sleek.bio/shutterfrequency",
    "description": "Long ago, the Frogs were unhappy because they lacked a ruler to govern them. Frustrated with their predicament, they decided to approach Jupiter and requested that he appoint them a King. Jupiter, perceiving the absurdity of their petition, decided to teach them a lesson by throwing a log into the pond where they lived and declaring it their King.\n\nAt first, the Frogs were startled by the sudden intrusion, causing them to scuttle away into the deeper parts of the pool. However, they gradually grew bolder as they saw that the log remained motionless. Over time, they even began to take the log for granted, eventually sitting on it as if it were a throne.\n\nAs the days went by, the Frogs realized that having a King made of wood was a foolish and humiliating notion. They sent a second delegation to Jupiter, pleading with him to remove the inert King he had bestowed upon them and to provide a more fitting and capable monarch.\n\nJupiter, irritated by their constant nagging, decided to give the Frogs a ruler that they would never forget. He dispatched a Stork to preside over them. The Frogs were initially thrilled to have a new King, but their delight was short-lived.\n\nThe Stork, a carnivorous bird, quickly began to prey on the Frogs, devouring them one by one. The amphibians were caught off guard, unable to defend themselves against their new monarch's insatiable appetite. They soon realized that the Stork was not the benevolent ruler they had hoped for and that the log, in retrospect, was far better than the fowl that now plagued them.\n\nThe Frogs had learned a valuable lesson: it is better to have a simple and humble existence than to demand things that are beyond their reach. They returned to their peaceful and contented lives, grateful for the wisdom they had gained. From that day on, the Frogs learned to live within their means, appreciate the gifts they had been given, and be content with what they had.\n\nCollection: Aesopics bt Storytime DAOhttps://sleek.bio/shutterfrequency",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Story Breach"
      },
      {
        "trait_type": "Production:",
        "value": "Ai - Hyperspective - iPhone 8+ - FXC - M1 Mini - "
      },
      {
        "trait_type": "Collection:",
        "value": "Aesopica by Storytime DAO"
      },
      {
        "trait_type": "Moral:",
        "value": "‘When you seek to change your condition, be sure that you can better it.’"
      },
      {
        "trait_type": "PROTAGONIST:",
        "value": "FROGS"
      },
      {
        "trait_type": "ANTAGONIST:",
        "value": "JUPITER & Their Decisions"
      }
    ],
    "animation_details": {
      "bytes": 14234834,
      "format": "MP4",
      "duration": 12,
      "sha256": "f9c539fcc1dcca5c2e688cd063ecf6a2840b986e98f5ebfd939230d19210b16f",
      "width": 1920,
      "height": 1080,
      "codecs": [
        "H.264"
      ]
    },
    "animation": "https://arweave.net/etijwJHlBVcJQHD32yn9NzpLuMkveKIlVWCSJuiqPnM",
    "animation_url": "https://arweave.net/etijwJHlBVcJQHD32yn9NzpLuMkveKIlVWCSJuiqPnM",
    "image_details": {
      "bytes": 1441309,
      "format": "JPEG",
      "sha256": "4d5b361e7b24756788576bc3517bc0755f579869c967154231c55d587c36c3a0",
      "width": 1073,
      "height": 1434
    },
    "image": "https://arweave.net/nbo_SB68jY8V41hH4B47thPA3-pdb6sDXOA45PsmFTw",
    "image_url": "https://arweave.net/nbo_SB68jY8V41hH4B47thPA3-pdb6sDXOA45PsmFTw"
  }
}