{
  "address": "0x334b85f36411c5e043795063bb0d76b59152b863",
  "type": "ERC721",
  "name": "The SSO Gallery",
  "tokenCount": "9",
  "uri": "https://arweave.net/s_iB9kA9XZMUxlOZuGxpJ0WLYpnegzN0Lf3sk_nOEdM",
  "metadata": {
    "name": "Unearthed",
    "created_by": "StrawberrySpiced",
    "external_url": "https://linktr.ee/strawberryspiced",
    "description": "Like a Columbus of the heart, mind and soul I have hurled myself off the shores of my own fears and limiting beliefs to venture far out into the uncharted territories of my inner truth, in search of what it means to be genuine and at peace with who I really am. I have abandoned the masquerade of living up to the expectations of others and explored the new horizons of what it means to be truly and completely me, in all my amazing imperfection and most splendid insecurity. - Anthon St. Maarten\n\nKindly contact the artist directly at strawberryspiced@gmail.com for access to the high res original of this particular piece as it was too large for upload.  \n--------------------\n\nABOUT THIS COLLECTION:\n\nThe SSO (StrawberrySpiced Originals) Gallery is an eclectic mix of 1/1 originals created by the Capetonian born South African designer and digital artist who sports the pseudonym “Strawberry Spiced”. \n\nThe pieces in this collection are a colorful mix of abstracts which strongly reflect the artists diversity in artistic expression and creative interest, whilst staying true to her passion for colour and unmistakably vivid palette. \n\nAn avid lover of symbolism in art and life itself, each piece holds deep meaning to the artist, which is occasionally expressed in the individual descriptions, but Strawberry Spiced is also of the opinion that each set of eyes which meets her work, should be afforded the opportunity to develop their own personal interpretation as this is how the story of an art piece grows, ultimately captivating the hearts of those who chose to look a little deeper.\n\nEach piece in this collection has the following specs:  \n9100 x 9100 px / 350 dpi. / 66.04 x 66.04 cm / 26 x 26 inches",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "StrawberrySpiced"
      }
    ],
    "image_details": {
      "bytes": 29569317,
      "format": "PNG",
      "sha256": "ca23f400f308f1a1dc7221a34240bf38d1f480c664ba5dde04d9ea69b32e7811",
      "width": 4550,
      "height": 4550
    },
    "image": "https://arweave.net/YkSVWEdfxxLrWSBVyxAoXovr5x96zAZ3ne0neYle1G4",
    "image_url": "https://arweave.net/YkSVWEdfxxLrWSBVyxAoXovr5x96zAZ3ne0neYle1G4"
  }
}