{
  "address": "0x401c0b63d36fefc6cb0370040a37dd6d88a8619d",
  "type": "ERC721",
  "name": "pat junior - Cool With You?",
  "tokenCount": "18",
  "uri": "ar://hlcv99ugJcUqkS24I6L5zJmdjBoq9meSjmk9sNWIwLU/1",
  "metadata": {
    "animation_url": "ar://k3Zz2Zc4hBm3R7KSVj8sUi-cC9_wwWnArpS5qLvtZbU",
    "artist": "pat junior",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://CZ_kchmodadrJ6KeWKuet_fsayxamLUHFJyPMQyq2MI",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Cool With You?",
        "value": "Song Edition"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "I remember having a conversation with a \"music exec\" in the past for some critiques and insight on my music.\n\nI was told: \"The music is great. You rap great, the production is great  and love music with this type of message. But the masses won't tune in to this kind of music. The world is too dark its not you.\" When I asked what that meant, I was told in so many words I needed to have a rough childhood upbringing turned positive to make my message loved and respected by people. If not, then I needed a gimmick of some sort.\n\nThat convo put me into a small stint of depression and snatched the inspiration right out of me. I'm grateful for friends with wisdom that told me that person was very likely trying to make me their industry pawn but also made it clear to me that -- MY story? Was indeed needed in the world via my music.\n\nNot too long after that, I was inspired to produce and write this song. It was a letter to my listeners asking them an important yet somewhat rhetorical question: \n\nthis is my life and experience...is that cool with you?\n\nI hope this record can be an encouragement to all artists of all genres and forms to always stay true to you. We should all strive to become great at what we do and explore new sounds and ways to create. But we should never lose who we are for the sake of money (USD or ETH) or just to attract a large audience. Because you can really die while you're still alive.\n\nCool With You? \nprod. by pat junior & J.Pelham\n",
    "duration": 184,
    "external_url": "https://www.sound.xyz/iampatjunior/cool-with-you",
    "genre": "Hip-hop & Rap",
    "image": "ar://CZ_kchmodadrJ6KeWKuet_fsayxamLUHFJyPMQyq2MI",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://k3Zz2Zc4hBm3R7KSVj8sUi-cC9_wwWnArpS5qLvtZbU",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Cool With You? #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Cool With You?",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}