{
  "address": "0x406518d6d7c7b1e1fce01e7df7e97e564c241b5f",
  "type": "ERC1155",
  "name": "Monkism Fashion",
  "tokenCount": "1",
  "uri": "https://arweave.net/EPzmeH0IqHUQcetKTz14CJ4FHITSXUW2qXJWmrxMypw",
  "metadata": {
    "name": "The 420 Indoor",
    "created_by": "Monkism",
    "external_url": "https://www.artfort321.com/monkism",
    "description": "The 420 Indoor is a soccer style designer shoe by The Urban Monk & inspired by The Green. With a dark green italian suede leather to compliment the Ganja Green Italian leather, Green on Green aesthetic. The laces are red to represent that red haired deliciousness. Based off The Urban Monk's art collection called,  \n\"The Dispensary\" Collection.\n\n     Monkism shoes are strictly sold through The Urban Monk & my metaverse official boutique. With each purchase of 420's NFT each original purchaser will be asked their shoe size so their custom shoe may begin production. Each NFT will also be air dropped another NFT at a later date that will work as access to exclusive metaverse boutique w/ many other Monkism products strictly for the heads.\n\n     These shoes are made created in Italy per order and arrive from order to production in 2-4 weeks.\n\nHandcrafted in Italy  \n-All custom shoes are handmade by master Italian craftsman from pristine Italian leather. Each designer pair is a one-of-a-kind, combining handcrafting tradition, quality and modern style for a product that’s perfectly Italian.\n\nCutting-Edge Design  \n-This sporty sneaker is made for both, fashion and for indoor soccer. Grants perfect fitting and very high performances. The sole is designed with a back-spoiler and half toe guard, the upper is embossed with reinforcement stitching for extreme endurance.",
    "attributes": [
      {
        "trait_type": "Category",
        "value": "Shoes"
      },
      {
        "trait_type": "Style",
        "value": "Indoor Soccer"
      },
      {
        "trait_type": "Color #1",
        "value": "Dark Green Suede"
      },
      {
        "trait_type": "Color #2",
        "value": "Ganja Green Leather"
      },
      {
        "trait_type": "Laces",
        "value": "Red"
      }
    ],
    "image_details": {
      "bytes": 72567,
      "format": "JPEG",
      "sha256": "1f385a5e83f91957e3d4a087a27632f93ae699f020de01b6f89e064d89271556",
      "width": 1500,
      "height": 1500
    },
    "image": "https://arweave.net/jPrLn7TvsI6VBTrJ7OZrR0dqcKjH_Ddu7Bm6yAjyNJE",
    "image_url": "https://arweave.net/jPrLn7TvsI6VBTrJ7OZrR0dqcKjH_Ddu7Bm6yAjyNJE"
  }
}