{
  "address": "0x40958f329a2745a968975b8c3ba6b06f004faa05",
  "type": "ERC721",
  "name": "Night Reflection Five by Kim Henry & Eric Pare",
  "tokenCount": "9",
  "uri": "ipfs://QmcAAcwQt8aap2nRSiWCMRwUfPzCUvCdS3J4ak87rELb7U/1",
  "metadata": {
    "name": "Night Reflection 5.1",
    "description": "We can always find something to celebrate, or so we believe. The Fire Sessions chapter contains only sparkling moments we created in the night over the past few years. Early on in our journey, we had the desire to add an element of fire to our light-painting, for it is a natural source of light that is in constant motion. Almost hypnotical. For many reasons, working with sparklers is a special event for us. They are tricky to control and master but probably constitute our favorite tool to play with. Although not dangerous, they are often impossible to find in most parts of the world. Therefore, creating with them is an exciting experience as we know we only get a few opportunities where the conditions allow us to live those fiery moments.\n\nJust as every trace of light made by hand is unique and impossible to replicate, so is every night sky we capture. As we shape traces of light and partially reveal the beauty of our environment, we try to create a slightly altered perspective of reality where reflection is implied.",
    "image": "ipfs://Qmds7hNrLtuPByx1iPr3oSttm1wZMZ7EbjkpAJWfHxNN4H/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location Type",
        "value": "Desert"
      },
      {
        "trait_type": "Tool",
        "value": "Black tube"
      },
      {
        "trait_type": "Shape",
        "value": "Circle"
      },
      {
        "trait_type": "Artist",
        "value": "Eric Paré & Kim Henry"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      }
    ],
    "external_url": "https://permalink.sloika.xyz/v1/bbhJRyfCVeg-mhbtVLJwM/1"
  }
}