{
  "address": "0x4057f58ea2e3ac932601c51c7cbe3489437a393f",
  "type": "ERC721",
  "name": "Forsaken Reflections V2",
  "tokenCount": "3",
  "uri": "https://arweave.net/p89PmuuH8PurBEIWuo8DrnjoArK9UvI7Au-RmNyrDDg",
  "metadata": {
    "name": "Industrial Sector",
    "created_by": "phillysuspect",
    "description": "Massive.\n\nThis is one word that I would choose to describe this abandoned factory/warehouses. This location has multiple structures that have an enormous amount of empty space within. An abundance of people have explored this place as many music videos and such were shot here. Photographers of all kinds have taken photos here.\n\nUsually while exploring this building you will see younger kids hanging out within the property or sometimes a few homeless people. I usually go here during the daytime but I have been here for a few sunsets. It is very eerie after dark.\n\nThis reflection highlights the amount of space left behind to rot away. The lines of columns and windows create an industrial feeling showing that massive machinery used to reside here.\n\nLicense: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries, and essays by the holder of the NFT, as long as the creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with the creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Timothy Petrenko"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      },
      {
        "trait_type": "City",
        "value": "Philadelphia"
      },
      {
        "trait_type": "Focal Length",
        "value": "30mm"
      },
      {
        "trait_type": "Dimensions",
        "value": "3072 x 4608"
      },
      {
        "trait_type": "Year",
        "value": "2016"
      },
      {
        "trait_type": "Building",
        "value": "Factory"
      }
    ],
    "image_details": {
      "bytes": 1093307,
      "format": "JPEG",
      "sha256": "9f3f7ec68735a335acb025cb8940e7536f62bb94860f6f2f063201a59f605eff",
      "width": 3072,
      "height": 4608
    },
    "image": "https://arweave.net/-XUIjym0n0z7Owr8qti5jC6UbuZ6qr202KZPl61vPrk",
    "image_url": "https://arweave.net/-XUIjym0n0z7Owr8qti5jC6UbuZ6qr202KZPl61vPrk"
  }
}