{
  "address": "0x405a6e3a984982858cbf1991bad6b541f5f80a47",
  "type": "ERC721",
  "name": "Humans since 1982 x Paul Milinski",
  "tokenCount": "5",
  "uri": "ipfs://QmNzWLkkoEDjrNEdMxNy3PLXuqnCPXznuCe6CVyJZdLc13/1",
  "metadata": {
    "name": "Vision 1 #1/5",
    "description": "In collaboration with renowned 3D-artist Paul Milinksi, Humans since 1982 presents five limited edition physical/digital NFTs that include a physical *ClockClock 24 x Milinski – Deep Cloud Silver Hands* and a digital video NFT – *Vision 1*.\n\nAs a continuation of our long term journey to create experiences where time and space seemingly dissolve, our limited edition Humans Since 1982 x Milinski ClockClock 24 – Deep Cloud Silver Hands transports you into a moment where time can be forgotten. This physical artwork is pulled from the digital world experienced in the video NFT created in collaboration with Paul Milinski. Inspired by baroque frescoes, where painting and architecture create the illusion of an expanding metaphysical space and timeless realm of “heaven,” this is Human since 1982 x Paul Milinksi’s 21st century attempt to suggest such an illusion.\n\nThe physical artwork consists of a handcrafted deep cloud gray housing of mineral composite and electronic components. Each piece has a plaque commemorating the collaboration with a QR code that will allow you to view the digital artwork, and comes with a signed certificate of authenticity, an operator’s manual, hanging bracket, and art handling gloves. \n\nPhysical Dimensions: 900 x 400 x 34 mm\n\nDelivery Note:\n\nThe physical artwork will ship from Humans since 1982 studio in Stockholm late-June. Nifty Gateway will provide your contact details and shipping information to the studio and they will reach out to the winner regarding the delivery of the physical piece. \n\nShipping costs are included in the winning bid, although the buyer will be responsible for import taxes and duties upon delivery of the artwork. \n\nPlease read about Humans since 1982 warranty on their product detail page for this artwork.",
    "image": "https://res.cloudinary.com/nifty-gateway/video/upload/v1684178437/publishers/niftygateway_curated/67289/88210/Humans%20Since%201982%20X%20Paul%20Milinski%20-%20NFT.mp4",
    "image_hash": "QmWpaWfKLqfGpzNMEo3XDRqqAwes8jaBPKUHUPC4wNVZQq",
    "background_color": "ffffff",
    "external_url": "https://niftygateway.com/collections/clockclock24/"
  }
}