{
  "address": "0x407954c90ba8a70a7fdc0a9dc4c02131e0407349",
  "type": "ERC721",
  "name": "Dear Dreamer III",
  "tokenCount": "7",
  "uri": "https://arweave.net/cd9L_5i5tK1VE_u1Z084WW4KR4SdTGV2KorASMBNpF8",
  "metadata": {
    "name": "Kekuli",
    "created_by": "Sarah Lyndsay",
    "external_url": "www.sarahlyndsayphotography.com",
    "description": "Title: Kekuli \nEdition: 1/1  \nArtist: Sarah Lyndsay \nLicense: Extended Editorial  \nCollection: Dear Dreamer 3 - #1 out of 4\n\nThe story behind the image - Kekuli Bay is a beautiful area near where I grew up in British Columbia, Canada. Every April, the hillsides come alive with endless displays of Balsamoot, which is a flower closely related to the sunflower.   I spent four seasons here working on my photography and enjoying these bright yellow flowers.  I knew I needed to create a self-portrait in the yellow dress amongst these beauties. Since flowers are so light and delicate, they can be tricky to photograph when a breeze picks up.  They blow around so intensely sometimes, so for this image, I decided to leave the immediate foreground out of focus which helps draw the eye to the yellow dress and colourful long exposure sky.  Photographing flowers has been an important piece of the development of my photography skill and I always look forward to April. \n\nHow do I take these self-portraits? They are a combination of 2 images. I take one shot of the overall scene which is typically a long exposure shot to smooth out any water and clouds in the sky. I then take a second shot of myself as the subject and combine them together in photoshop. Since I am often adding a long exposure technique to my images, I can't pose for more than a few seconds without visible movement in my hair or dress. I use a remote on my phone that connects to my camera to take the photo.\n\nAbout the artist - Sarah is a passionate environmental self-portrait and landscape photographer. Based in the beautiful Canadian Rockies, she is widely known for her signature yellow dress, long exposure work and bubbly personality. \n\nExtended Editorial License - Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The License includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.\n\nSmart Contract-https://etherscan.io/address/0x407954c90ba8a70a7fdc0a9dc4c02131e0407349",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Sarah Lyndsay"
      },
      {
        "value": "Extended Editorial ",
        "trait_type": "License"
      },
      {
        "trait_type": "Element",
        "value": "Flowers"
      },
      {
        "trait_type": "Camera Body",
        "value": "Canon 5D Mark IV"
      },
      {
        "trait_type": "Camera Lens",
        "value": "Canon 16-35"
      },
      {
        "trait_type": "Photography genre",
        "value": "Environmental Self-Portrait"
      },
      {
        "trait_type": "Element",
        "value": "Sunset"
      },
      {
        "trait_type": "Location",
        "value": "Vernon, BC, Canada"
      },
      {
        "trait_type": "Art medium",
        "value": "Photography"
      },
      {
        "trait_type": "Element",
        "value": "Yellow dress "
      }
    ],
    "image_details": {
      "bytes": 14413566,
      "format": "JPEG",
      "sha256": "d2371e9fc47c6c36ed1044a1e79bfd675b2568d88e3ca15af61638e78e1fe56d",
      "width": 4480,
      "height": 5600
    },
    "image": "https://arweave.net/nzb5IchjUCB8A0gW9c8xh3M5vjErMfW7-AUbXDE4S1M",
    "image_url": "https://arweave.net/nzb5IchjUCB8A0gW9c8xh3M5vjErMfW7-AUbXDE4S1M"
  }
}