{
  "address": "0x40fb1c0f6f73b9fc5a81574ff39d27e0ba06b17b",
  "type": "ERC721",
  "name": "The Mike Tyson NFT Collection by Cory Van Lew",
  "tokenCount": "511",
  "uri": "https://client-metadata.ether.cards/api/tyson/undisputed/1",
  "metadata": {
    "id": 1,
    "series": "undisputed",
    "tier": 1,
    "name": "UNDISPUTED Edition 1/1 Unlockable",
    "editions": 1,
    "description": "The owner of this NFT also unlocks \"\"The Ultimate Mike Tyson 1-of-1 NFT\"\", a complete day in the life with Mike Tyson which includes:\n\nUnlockable #1: Full expenses paid trip to Tyson Ranch. First class airfare and lodging only begins this journey that includes an all-access tour of Mike Tyson's personal training facility, Hotboxin' set, studios, and \nlounges located in Southern California. Experience a complete day-in-the-life of Mike Tyson, exploring his secret training facilities, studio rooms, and exclusive art archives.\n\nUnlockable #2: Boxing lesson at Tyson Ranch. Experience a true championship training routine as Mike Tyson provides support and instruction during a 1 on 1 training session. Receive personal instruction, \ncoaching, and training tips at Tyson Ranch in this once-in-a-lifetime experience as you prepare for a sparring session with one of Mike’s sparring partners.\n\nUnlockable #3: Sparring session with one of Mike's sparring partners, with Mike in your corner. Utilizing the skills and techniques from your training session with Mike, step into the famous Tyson Ranch ring with Mike Tyson as \nyour cornerman and go toe-to-toe with one of Mike's sparring partners. Experience the speed and intensity of a real-life Mike Tyson sparring session with personal coaching and round-by-round advice \nand mentorship from Mike Tyson himself.\n\nUnlockable #4: Elevate with The Champ for 4 minutes and 20 seconds. After burning energy from an intense training session with Mike, it's time to kick back and relax on the original set of Hotboxin'. Sit back, relax, and smoke weed with The Champ or if you don't smoke you can just take in life lessons from The Champ while enjoying an official Tyson Ranch munchie box and gift bag of Tyson Ranch products.\n\nUnlockable #5: Mike Tyson Treasure Box. Unlock the one and only Mike Tyson treasure box, filled with exclusive Mike Tyson merchandise, memorabilia, accessories, and Tyson swag.\n\nUnlockable #6: Physical Cory Van Lew painting of the 1-of-1 NFT. As you wrap up The Ultimate Mike Tyson 1-of-1 NFT, you will receive the physical Cory Van Lew painting of the 1-of-1 NFT, UNDISPUTED. This is\na collector's painting which marks the historic collaboration between Mike Tyson and emerging artist Cory Van Lew.\n\nNote:\nThis NFT is limited to one edition.\nFor Full Terms & Conditions: https://nfttyson.com/terms-conditions",
    "about": "The Mike Tyson NFT Collection is a limited-edition series of NFTs that \ncelebrates the iconic life and legacy of the Baddest Man on the Planet, Mike Tyson. \nEach NFT is a unique collaboration between Mike Tyson and emerging artist Cory Van Lew. \nWith Mike providing creative oversight and mentorship in the artistic process, \nThe Mike Tyson NFT Collection is Cory Van Lew’s reimagination and interpretation of \nthe all-time greatest Mike Tyson moments and images.\n\nThe Mike Tyson NFT Collection Includes:\n\nThe Ultimate Mike Tyson 1-of-1 NFT (1-of-1)\n\nThe Lifetime Collection (A limited set of 10 original 1-of-1 NFTs)\n\nThe Knockout Series (A limited set of 5 original NFTs - limited to 50 editions each)\n\nThe Baddest Man on the Planet (A single collector's edition NFT with 250 editions)",
    "image": "https://ether-cards.mypinata.cloud/ipfs/QmaTEc4qrje4b7rRmaCTfLkBpTHiSyWyM17ZWpTHys7aDS/1/thumbnail/undisputed.png",
    "original_art_url": "https://ether-cards.mypinata.cloud/ipfs/QmaTEc4qrje4b7rRmaCTfLkBpTHiSyWyM17ZWpTHys7aDS/1/undisputed.mp4",
    "animation_url": "https://client-metadata.ether.cards/embed/tyson/undisputed/1",
    "redeemable": false
  }
}