{
  "address": "0x41ef52a5ef5255497089068d6fdb3859f7cb1603",
  "type": "ERC1155",
  "name": "Daocracy",
  "tokenCount": "1",
  "uri": "https://arweave.net/M8hEGwrlbF6ideDOi6sE4puN-q_MjukriKkaqXrWgH4",
  "metadata": {
    "name": "Daocracy Genesis Membership",
    "created_by": "1MecEnSlip",
    "external_url": "daocracy.net",
    "description": "Daocracy Genesis Membership. \nWhere the revolution start.\n\nDaocracy is a collective aimed to gather citizens, activists, thinkers, philosophers and builders into a community focused into building and promoting values and principles around the empowerment of individual and collective freedom, human rights, and against authoritarian regimes and oppressive despots. \n\nThis NFT represent membership title which grants access to:\n\nPrediction Markets Fees:  \n% of the managed Politics Prediction Markets generated income. \n\nRandom airdrop as products are being produced and released:\n\nDocuseries:  \n- Relovution Makers: Production Pass  \n- Relovution Makers: Collectibles  \n(vimeo.com/1mecenslip)\n\nCollections:  \n- Ultimatum NFT collection  \n- European Summer NFT collection  \n...\n\nArt represented on this NFT is public domain: Liberty Leading the People (1830).\n\nDelacroix depicted Liberty as both an allegorical goddess-figure and a robust woman of the people. \n\nThe mound of corpses and wreckage acts as a kind of pedestal from which Liberty strides, barefoot and bare-breasted. \n\nThe Phrygian cap she wears had come to symbolize liberty during the first French Revolution, of 1789. The painting has been seen as a marker to the end of the Age of Enlightenment, as many scholars see the end of the French Revolution as the start of the Romantic era\n\nThe fighters are from a mixture of social classes, ranging from the bourgeoisie represented by the young man in a top hat, a student from the prestigious École Polytechnique wearing the traditional bicorne, to the revolutionary urban worker, as exemplified by the boy holding pistols. What they have in common is the fierceness and determination in their eyes.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Ferdinand Victor Eugène Delacroix"
      },
      {
        "trait_type": "Art",
        "value": "Liberty Leading the People (1830)"
      },
      {
        "trait_type": "Function",
        "value": "Daocracy Genesis Citizenship"
      },
      {
        "trait_type": "Membership Class",
        "value": "Genesis"
      }
    ],
    "image_details": {
      "bytes": 521264,
      "format": "JPEG",
      "sha256": "270ad15cd10ff96d988fc8033c54eefa5bad30bf7269fe702e57fc0d800678fa",
      "width": 1024,
      "height": 768
    },
    "image": "https://arweave.net/lvZMbzc-_XiTMD_k3b4b1HyqLkfABCfss6tYbFYga_A",
    "image_url": "https://arweave.net/lvZMbzc-_XiTMD_k3b4b1HyqLkfABCfss6tYbFYga_A"
  }
}