{
  "address": "0x419408f2e7e295bf382dcc27afc328eeaf428613",
  "type": "ERC1155",
  "name": "Price of Freedom",
  "tokenCount": "1",
  "uri": "https://arweave.net/U1KepMkV8Dw1-GwH-BL0uD9xoCfEFzpfg4INJfAf0uI",
  "metadata": {
    "created_by": "EissaArt.eth",
    "name": "Price of Freedom",
    "description": "Price of Freedom by EissaArt.eth  \n– Photograpy, AI\n\n\nAbout the artist:\n\n\nI am Eissa\n\nI was a father of 3, but I lost my son 7 days ago because there was no money for his treatment. I have 2 children left.\n\nI live in Syria, a country with 8000% inflation – because of the brutal ongoing war.\n\nNo one is safe. When we leave the house, we say goodbye to our families, because we may be killed for no reason, motivated by sectarianism.\n\nOn June 3rd, 2023, I will have to go to conscription with the murderous sectarian army.\n\nI am a single father. I am the one who takes care of my children. When I go to the army, they will be alone.\n\nThe only solution is to pay the $8000 exemption fee from compulsory military service, an impossible amount to raise collecting cardboard and plastic for 90 cents a day. My monthly salary is approximately $25, enough to buy 5kg of bulgur and 1kg of oil. For 4 years my daily diet is bulgur and oil.\n\nOn my salary I would need to work the equivalent to 34 years in order to collect $8000.\n\nI have two months left to pay the army exemption fee. Even if I sell myself, I won't get the amount in that time.\n\nAll sales will help pay for my freedom.\n\n\nAbout the image:\n\n\nMy relationship with AI began when I decided to reveal the suffering of the Syrian people through art.\n\nI am no longer shocked by my pictures because there are thousands of children living like this here.\n\nI started photographing everything I saw, because everything here is a tragedy – the slow death of families and children. Augmenting my image with AI and to send a message to the world the extent of the suffering of the Syrian people.\n\nThanks to AI artwork, I have been able to provide 110 tents for families who sleep in the rain because they lost their homes in the earthquake and war. Thanks to AI artwork, I have been able to provide 110 pillows, 110 food baskets, and 110 blankets.\n\n\n\nRead more of my story at https://twitter.com/poorweb",
    "attributes": [
      {
        "trait_type": "Price of Freedom",
        "value": "$8000"
      }
    ],
    "image_details": {
      "bytes": 12636905,
      "format": "PNG",
      "sha256": "960f9a2632e8cf32c0dfdd30d85dba57c49aa00b1d771fcb3317c39a48ba7ca9",
      "width": 2500,
      "height": 2500
    },
    "image": "https://arweave.net/qFR_d4Qmp9f6x_RUSOuE0SIEZQoRJVD7pIey5ymw55g",
    "image_url": "https://arweave.net/qFR_d4Qmp9f6x_RUSOuE0SIEZQoRJVD7pIey5ymw55g"
  }
}