{
  "address": "0x419ed104f7e32b892376cc506811746ef7b28d93",
  "type": "ERC721",
  "name": "Landscape and Travel Photos by Pelin Genc",
  "tokenCount": "6",
  "uri": "https://arweave.net/wUuwTno7phf7FPUvUXKnzDd533oGxvVTZR8UP5osJg8",
  "metadata": {
    "name": "Autumn Colors",
    "created_by": "Pelin Genc",
    "external_url": "https://pelingenc.com/en/about-me/",
    "description": "I love to photograph waterfalls in autumn. The soft flow of the water and the foliage display beautiful colors and a peaceful, calm atmosphere.\n\nSuuctu Waterfall is located in a national park, which is surrounded by beautiful tree species and recreation areas. Because of the natural beauty of its surroundings, it is a popular place for photographers and tourists. The water falls from 38m high granite metamorphic rocks and over the naturally formed steps. As the water follows its path downward, on these naturally formed steps, there are also smaller waterfalls like the one in this photo. \n\nWhile some leaves on the trees preserve their green color, some turn into beautiful orange and red foliage colors and fall into and around the water creating a beautiful color contrast with the greenish hues. \n\nA wonderful place to take a deep breath and listen to the sound of the water and watch the beautiful color harmony.\n\nLICENSE:  \nExtended Editorial: Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Pelin Genc"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      },
      {
        "trait_type": "Genre",
        "value": "Landscape"
      },
      {
        "trait_type": "Genre",
        "value": "Travel"
      },
      {
        "trait_type": "Location, Date",
        "value": "Suuctu Selalesi, Turkiye, 2019"
      },
      {
        "trait_type": "License",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "File Type",
        "value": "JPEG"
      },
      {
        "trait_type": "Dimensions",
        "value": "6750 x 4500"
      }
    ],
    "image_details": {
      "bytes": 27821853,
      "format": "JPEG",
      "sha256": "77567668ef10a3675084034542fa256dc834e293f10fa47be70925462645fdce",
      "width": 6750,
      "height": 4500
    },
    "image": "https://arweave.net/O7XpyO6hUnnOn5ew3LmSSjj5Qxlzsv46eSsCYXUgpxk",
    "image_url": "https://arweave.net/O7XpyO6hUnnOn5ew3LmSSjj5Qxlzsv46eSsCYXUgpxk"
  }
}