{
  "address": "0x418e835b87653a5d8ed5ac83301da428de525109",
  "type": "ERC1155",
  "name": "UNCELEBRATED X EDITIONS",
  "tokenCount": "13",
  "uri": "https://arweave.net/_sOqTIkBfwghX43sFAdIifbYSKkUa_Oi3C6Ch2JG5f0",
  "metadata": {
    "name": "UNCELEBRATED x Editions",
    "created_by": "Ashten",
    "external_url": "twitter.com/ashtenricardo",
    "description": "My work has always been a reflection of my early exposure to photography and my years spent with the “uncelebrated” artist contributing to the art scene in Toronto, Montréal, Los Angeles, and New York.\n\nAs with most of my photos, they don't fit neatly into one category. Fashion isn't it, lifestyle doesn't capture it, and provocative doesn't quite fit - so then the question is what genre is it? \n\nWhat I create has no genre, which is what makes it beautiful. Inspired by imagery from the 1990s and 2000s. I make what I want, and create what I hope to find. This is what drives me to create. \n\nMy work has influences from photographers such as Hyghly Alleyne, Davide Sorrenti, Helmut Newton, and Andy Warhol combined with personal relationships that I’ve fostered over the years. These moments throughout my career have ultimately shaped my idea of what was “cool” and what wasn’t. \n\nLicense: Primary NFT holder is free to print and display privately and in groups, including virtual galleries, and documentaries.\n\nCopyright remains with the creator.\n\n** With this NFT, you can redeem a unique private experience **",
    "website": "http://notbriann.com/experiments/",
    "notes": "Congratulations! You found the hidden gallery. **once you're in click [refresh] to exit**",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Ashten"
      }
    ],
    "image_details": {
      "bytes": 1601561,
      "format": "JPEG",
      "sha256": "c543720d07a9530ebe221503506390919c6d4a054f3196484bd26735381172dd",
      "width": 2048,
      "height": 3090
    },
    "image": "https://arweave.net/w0Q5DyUgH0FnDjtKZ-iUQnx1lBatucUnFVpaSDY6--0",
    "image_url": "https://arweave.net/w0Q5DyUgH0FnDjtKZ-iUQnx1lBatucUnFVpaSDY6--0"
  }
}