{
  "address": "0x41ba4eced304f6057775b4d620e0994b08e08489",
  "type": "ERC721",
  "name": "iridium V2",
  "tokenCount": "5",
  "uri": "https://arweave.net/kKDpjJOge6yPxnqfPVINEdYlLwn1_0gHfMUmM0-xpUA",
  "metadata": {
    "name": "iridium 1",
    "created_by": "Eric Pare",
    "external_url": "https://ericpare.com/iridium",
    "description": "“The only source of light is the one in my hand”. There's no one behind the camera. The complete performance happens in front of it. Rather than framing the subject, I’m actively collaborating with the dancer, crafting the light by hand, creating a captivating interplay of shadows and highlights that emphasize the subtleties of the dancer's stillness. Revealing the human body in a striking and intriguing way, each image is unique as the light is flowing without following a defined path. Being part of the creation is the experience and the complete process.  \n\nIridium is a long-exposure photography collection based on over ten years of crafting the light by hand. Stories, details & behind-the-scenes available on https://ericpare.com/iridium\n\nCreated in 2021 at the Xangle Studio with Chanelle Allaire.\n\nExtended Editorial License: Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Year",
        "value": "2021"
      },
      {
        "trait_type": "Backdrop",
        "value": "Bright"
      },
      {
        "trait_type": "Tool",
        "value": "Tubes"
      },
      {
        "trait_type": "Traced by",
        "value": "Eric Pare"
      },
      {
        "trait_type": "Meme",
        "value": "No"
      },
      {
        "trait_type": "Friday",
        "value": "No"
      },
      {
        "trait_type": "Self portrait",
        "value": "No"
      },
      {
        "trait_type": "Animated",
        "value": "No"
      }
    ],
    "image_details": {
      "bytes": 1060995,
      "format": "JPEG",
      "sha256": "35ba9118d4c07ed3447997a34b6a6375865143300132880eca3dadeedd88aa8b",
      "width": 3840,
      "height": 2561
    },
    "image": "https://arweave.net/vAIIyBv2SwC_AnbceXewc5YkzwN8M3bs-315iUZtWz0",
    "image_url": "https://arweave.net/vAIIyBv2SwC_AnbceXewc5YkzwN8M3bs-315iUZtWz0"
  }
}