{
  "address": "0x4157afade274eb35e65ab225265064606fc0b8e1",
  "type": "ERC721",
  "name": "Adam Port",
  "tokenCount": "2",
  "uri": "https://arweave.net/9KYZ2AqzKQvJtxtjnppYETGKOQzJ0b2tggcZ_VTUGs8",
  "metadata": {
    "name": "The Beginning",
    "created_by": "Adam Port",
    "external_url": "http://adamport.com",
    "description": "ABOUT THE ART\n\nThe original painting, measuring 36”x55”, was created with acrylic paint and pencil on art panel. The artwork features the Air Jordan 1 High “Chicago” 1985. The original pair of 1985 sneakers were found and photographed at Top Shelf Kicks in Caldwell, NJ. \n\nThe intention for this painting was to feature the iconic sneakers against the white background in a 3/4 portrait with the main elements of the sneakers exposed: The wings logo, the nike swoosh and the Nike Air tab on the tongue.\n\nABOUT THE SNEAKER\n\nArguably the most iconic sneaker of all time, the Air Jordan 1 changed the footwear industry. Back in 1984, a young Michael Jordan was looking to sign with a sneaker brand. MJ originally wanted to sign with Adidas but Nike’s commitment to creating a signature shoe as well as offering him a 25% royalty for every Air Jordan sold was enough for MJ to commit to Nike.\n\nAccording to sneaker collector and former ProServ employee Kris Arnold, based on his conversations with Peter Moore, Nike’s original plan was for two primary Air Jordan colorways: a white/black/red colorway (now known as the “Black Toe”) for home games and black/red for road games (now commonly referred to as the “Bred”).\n\nArnold says that, due to the threat of being fined, Nike adapted with an alternate colorway that met NBA regulations. This model is now referred to as the “Chicago” colorway.\n\nJordan debuted the “Chicago” AJ 1’s on November 17th, 1984 against Dr J. and the Philadelphia 76ers.",
    "attributes": [
      {
        "trait_type": "ARTIST",
        "value": "Adam Port"
      }
    ],
    "image_details": {
      "bytes": 32431923,
      "format": "JPEG",
      "sha256": "d0a04f8d2a06f421a4dacf3658422b30b71867dabaf46946ebb00853a4fbb86a",
      "width": 10500,
      "height": 7200
    },
    "image": "https://arweave.net/wwGaKFpDYIVelBhZYOvscKN-8T42ij56zYSXYo8pKdo",
    "image_url": "https://arweave.net/wwGaKFpDYIVelBhZYOvscKN-8T42ij56zYSXYo8pKdo"
  }
}