{
  "address": "0x4123d3da0f4d1e82196e4ff27b39461cb2a86a14",
  "type": "ERC721",
  "name": "REDLIONEYE GAZETTE",
  "tokenCount": "121",
  "uri": "https://nft.redlion.news/subscriptions/token/1",
  "metadata": {
    "animation_url": "https://nft.redlion.news/subscriptions/dynamic/1",
    "attributes": [
      {
        "trait_type": "Type",
        "value": "GOLD"
      }
    ],
    "background_color": "#141414",
    "description": "\nBahdoon welcomes you to the Gold Lion Club\n\nALL the information regarding the details of the sub are displayed dynamically and in real time\non your token image. All info is LIVE\n\nGold Lion Club is our 26 week ~ 6 Month Subscription plan\n\nThe hodler of this token will be able to mint\n\n-26 RedLion Gazette issues\n-26 ArtDrops\n-Discord Gold Lion Role\n-Sub Rewards (if any that period)\n\nThe subscription starts from the following week of the mint.\nI.e. If you mint while issue 50 is live your subscription will start on issue 51.\n\nThe hodler has 8 weeks ~ 2 months time to mint the corresponding Gazettes from the time of their issuance, respectively.\n\nThen the issue owners have a total of 8 weeks ~ 2 months to claim their ArtDrop.\n\nAfter the 2 month period unclaimed Gazettes will be lost forever and the final supply is locked.\n\nThis subscription is tradeable, however after it's expired the image will display EXPIRED\nIf you buy on secondary make sure you understand how many issues are left and how much you are paying\n\nVisit redlion.news and connect your wallet to view extra information enter Subscriber Secret Base and also view your Gazette Collection\n\nAll sales are final.\nPlease trade carefully.\n\nMake sure you are aware of all the data and read carefully all the info before you buy.\nDue to the nature of blockchain transactions we cannot revert user errors.\n\nWe are excited to have you onboard\nLFG\n",
    "expiration": {
      "date": "Feb 27, 2022",
      "days": -480,
      "unix": 1645973527
    },
    "expired": true,
    "external_url": "https://redlion.news/subscribe",
    "image": "https://nft.redlion.news/subscriptions/image/1",
    "issues": {},
    "name": "Redlion Subscription [GOLD]",
    "platform": "Redlion Subscriptions",
    "subscription": "GOLD"
  }
}