{
  "address": "0x426c790f8fbd87af3bea6b148c45bad26974312f",
  "type": "ERC1155",
  "name": "SHAY'S EDITIONS (2023)",
  "tokenCount": "3",
  "uri": "https://arweave.net/pyhwBrJdGac0c1YXMjR-9W8bIFtpH3fuzHKM6eqEtBQ",
  "metadata": {
    "name": "FIELD OF JUSTICE",
    "created_by": "Shay The Surrealist",
    "external_url": "www.smwvisuals.com/nft",
    "description": "Field Of Justice (2020) was created by Shay during the time of the BLM protests occurring throughout the summer of 2020. Her way of coping with everything going on was to channel her thoughts and emotions through her artwork. \n\nAfter sharing this piece on her social media platforms, it seemed to unite and help heal many Black folks during that time and still til this day.\n\nHer original caption:  \nI am not the best sometimes when it comes to words, especially when I’m angry or triggered. so I use my art to express how I feel and currently (well for a while now), I am beyond fed up with the injustice of my people. when will it end? when will we actually be free? to me, freedom means to not live in fear, to not have to look over one’s shoulder. freedom is a birth right, not a right that’s supposed to be given/taken away from us. and I hate when people say “history repeats itself” as that somehow justifies why nothing has changed over these decades. I am proud to be who I am, but what makes me different than anyone else.. the pigment of my skin—my melanin should be embraced.. it is not a threat to others. people are so stuck in their own ways or old mindsets that they can’t even see the problem and how cruel they are to us. where’s the justice? how many bodies have to be buried for people to wake up and realize that nothing hasn’t really changed. when will this end? all we want is freedom & justice.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Shay The Surrealist"
      },
      {
        "trait_type": "Year",
        "value": "2020"
      }
    ],
    "image_details": {
      "bytes": 11471115,
      "format": "JPEG",
      "sha256": "1ae5a9da0bffdac54ea55cfd8ef3f9c16793fd0b1016592973ffece5d0c41009",
      "width": 6400,
      "height": 8000
    },
    "image": "https://arweave.net/QhVaZIPbdt-kjvz8KjPleXVSiHgOC9cFBuIpI6loGV4",
    "image_url": "https://arweave.net/QhVaZIPbdt-kjvz8KjPleXVSiHgOC9cFBuIpI6loGV4"
  }
}