{
  "address": "0x42f2c642b6a9576391d29618260d37cb6c73c941",
  "type": "ERC721",
  "name": "Lincoln Jesser - Can't Help But Think About You",
  "tokenCount": "14",
  "uri": "ar://ENi3gX4eKIzSlE9-Ee0QaRdu4cA1-KnlRPGvkF2p0mE/1",
  "metadata": {
    "animation_url": "ar://9H1H-LftigB7KSutQza_G2AryhCiuopmGk71ggS2DaQ",
    "artist": "Lincoln Jesser",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://DJ2ECDMRz1_SSosGLO-DkU5YZq-bb_u_rs_NYLVSwjU",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Can't Help But Think About You",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 127,
    "credits": null,
    "description": "Can’t Help But Think About you is a song I wrote with EMME, a super talented artist/songwriter and friend of mine, at my studio in the west side of Los Angeles. It was our first time hanging in person in over a year, and after taking a bit of time to catch up and going on a walk with my dog, I played her a little idea I had started, which was mainly this nostalgic-feeling drone sound and a bright synth pluck. She immediately started hearing melodies for it, the very first one which became the opening verse’s “I’m out of place, out of reasons why…”\n\nFrom there, I stripped it all back to piano chords, and we began honing in on the story we really wanted to tell. The song is essentially about being caught in the riptide of circular thinking around a failed relationship, one that had incredible qualities and feels like it should be worth saving, but that for a variety of reasons just wasn’t meant to work out. We intentionally left both the music and lyrics open-ended and fairly general, because in this type of relationship, the details are ultimately unimportant. One can rehash and rationalize over and over, but the only way to get to spiritual freedom is to accept your present, and embrace the future as it comes.\n\nAs an artist and producer who straddles the divide between dance and pop music, I’m constantly searching to create music that feels like a release, but that also encapsulates the universal human experience in a way that’s simple and resonates in the heart. I’m super proud of this one and am excited to give it to the world, to connect with all the other beautiful people who understand this bittersweet experience. Our heart is the most sensitive instrument in the universe — the secret to elevated consciousness is learning to appreciate that it is capable of playing both the most tragic and most joyful melodies.",
    "duration": 208,
    "external_url": "https://www.sound.xyz/lincolnjesser/cant-help-but-think-about-you",
    "genre": "Dance & EDM",
    "image": "ar://DJ2ECDMRz1_SSosGLO-DkU5YZq-bb_u_rs_NYLVSwjU",
    "isrc": null,
    "key": "A_FLAT_MAJOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://9H1H-LftigB7KSutQza_G2AryhCiuopmGk71ggS2DaQ",
    "lyrics": {
      "text": "I’m out of place \nOut of reasons why \nYou didn’t stay \nCan’t say I didn’t try\n\nTo fix our mistakes \nNow I stay up at night, in a haze \n\nI tried replacing the pieces of you that are gone, know you’re gone\nNeed to erase you I try to but I can’t move on, moving on\n\nEvery time I swear I’m done with falling \nI’m running back to things we used to do \nI know I’ll never see your name still calling \nBut i can’t help but think about you, think about you\n\nUsed to think that we’d be good forever \nUp until I had to face the truth \nMoving on without you I’ll be better\nBut I can’t help but think about you, think about you\n\nI know it’s all a waste \nBut I can’t \nI can’t help but think about you, think about you, think about you \n\nI know I need to change \nBut I can’t \n\nI know I need to change \nBut I still think about you\n\nAll of my friends they sayI’m better off, better off \nHow come I know they’re right, still my heart says they’re wrong \n\nIt’s like I can’t breathe \nFilling up my head with \nMemories \nEverything that we could \nNever be \nGotta set you free \n\nBut every time I swear I’m done with falling \nI’m running back to things we used to do \nI know I’ll never see your name still calling \nBut i can’t help but think about you, think about you\n\nUsed to think that we’d be good forever \nUp until I had to face the truth \nMoving on without you I’ll be better\nBut I can’t help but think about you, think about you, think about you  \n\nI know it’s all a waste \nBut I can’t \nI can’t help but think about you, think about you, think about you \n\nI know need to change \nBut I still think about you\n",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Can't Help But Think About You #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Can't Help But Think About You",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}