{
  "address": "0x42d88be47faaef7438a2d9df468efe4267b3e000",
  "type": "ERC1155",
  "name": "The Threshold Guardians",
  "tokenCount": "3",
  "uri": "https://arweave.net/doRuGK1vA2c9Auz04VIG-mv_dIsNWI5sYhVnqF54KNA",
  "metadata": {
    "name": "Fear v",
    "created_by": "DeadJO",
    "description": "This piece is part of threshold guardian series, I have always phased problem with taking initiatives and grabbing opportunities, this is how I perceived fear as entity.  \nThreshold guardians \n\nAmid of what has been asked, the question Which has been raised or sought and what should be known which is unknown like belly of whale, heavenly land, muse’s lap, oblivion. This euphoric realm demands an individual to be worthy of it, to prove that one is obligated to pass trials of threshold guardians. Threshold guardians are gate keepers of these domains. From mythological perspective They are ordered to not allow to pass boundaries of known. \n\n“Hero with a thousand faces” book by Joseph Campbell gave me exposure to such a unique concept. Threshold guardians are the powers that watch at the boundary, and these are dangerous; to deal with them is risky; yet for anyone with competence and courage the danger fades. In simple terms Threshold guardians are mythical conceptions of one’s fear of the unknown and other wickedness which are the major aspects which prevents one from becoming an individual and the Hero of their own story.  \n\nInitially I had not planned this series as “Gate keeper: threshold guardians” series with multiple sub series and with multiple aspects, it meant to be single photo series with title “Resistance” Which I borrowed from Steven pressfield’s “the WAR of ART” book which taught me good creative practices to deal with art block. From this book I got to know about resistance. And I gave try to create my own visuals about Resistance by portraying it as a character and try to create drama by adding two more characters in “muse” and “mired one\" eventually I happened to read about “threshold guardian” And I found resemblance between both. And started this series Gate keeper. Up till now this series consists of three sub series “Resistance” “fear” and “Disoriented meaning”  \n\nWhy bother about such a concept to shoot, first, Our Life and path are full of thrones, trials, and life itself is a threshold to death the absolute realm of unknown. I have felt that visualizing threshold guardians and articulating such a concept in image makes me courageous, just to know little about it gives hope transcend the threshold and to move to next stage of life to conquer another threshold.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "DeadJO"
      },
      {
        "trait_type": "Type",
        "value": "Photography, Mix media"
      }
    ],
    "image_details": {
      "bytes": 11755608,
      "format": "PNG",
      "sha256": "35215f7b4fc8a2c4d4c123ae48f4a2c4b4235034898b4d8339acc8ed45815a92",
      "width": 3456,
      "height": 5309
    },
    "image": "https://arweave.net/4N-Wi7AdZiJYhyrewX8DLyPuE9bpYooqc-BZg2mKHX4",
    "image_url": "https://arweave.net/4N-Wi7AdZiJYhyrewX8DLyPuE9bpYooqc-BZg2mKHX4"
  }
}