{
  "address": "0x429a374d3895a5e34a3f624fc90364b15ad62565",
  "type": "ERC1155",
  "name": "Arya Wirawan Cyber Mythical 3",
  "tokenCount": "1",
  "uri": "https://arweave.net/9o3_xDFn6YF9ac3DyVIig1otZrR4lgKa9REPgeRjXjo",
  "metadata": {
    "name": "Usagi Tsukino",
    "created_by": "Arya Wirawan",
    "external_url": "https://opensea.io/AryaWirawans",
    "description": "Usagi Tsukino\n\nArtist : Arya Wirawan  \nDate : December 20 2022  \nFormat : PNG  \nDimension : 6000 px X 4000 px  \nResolution : 300 Dpi  \nBlockchain : ETH  \nMint on : Manifold\n\nIn order to welcome the New Year 2023 which is represented by the zodiac Water Rabbit, I try to present a work that departs from the ancient mythology of the peoples of East Asia and the Aztecs and several other areas in the Asian region, where this work also inspired one of the popular anime characters in the middle of the year. 90s (Sailormoon). The mythological character is the Moon Rabbit or known as \"Usagi Tsukino\" by the Japanese people. \n\nIn this mythological story, The moon rabbit is a symbol of sincerity and sacrifice for the common good which in the future will make the perpetrator to be in self-glorification in terms of spiritual and social life. This was due to his sincerity in helping a god who tested 3 animals by disguising himself as a hungry man and asking monkeys, foxes and rabbits to help him find food. \n\nThe rabbit who had no skills like both hunting and fruit picking decided to stick with his good intentions to help the man by throwing himself into the fire, so the god was touched and remembered the noble heart of the rabbit by carving his image on the surface of the moon. What I want to convey in this work is not only a celebration of welcoming the new year of the Water Rabbit, but an implied hope and prayer that in the early days of NFT next year we can be very helpful and build an ecosystem that is healthy, comfortable, conducive and family-like so that we will be one step ahead to create a better realm of digital art in the new era.\n\nWAGMI Fams!\n\n\n\n",
    "image_details": {
      "bytes": 17157193,
      "format": "PNG",
      "sha256": "c17779f22a6eb2dbdc5b68266dccd920818fa73419c2aa6283012be948d32b1e",
      "width": 4000,
      "height": 6000
    },
    "image": "https://arweave.net/4hQIoKbENWpYBcpCL6kEwMBK0Q_e4oVyCN7ETY1Fi7o",
    "image_url": "https://arweave.net/4hQIoKbENWpYBcpCL6kEwMBK0Q_e4oVyCN7ETY1Fi7o"
  }
}