{
  "address": "0x42ef98de9f5801d1f7ef813ace5b2ac223877b23",
  "type": "ERC721",
  "name": "FRENS by Waleed Shah",
  "tokenCount": "19",
  "uri": "https://arweave.net/COlz2q6_kHfCwPQmtaaVyVWXnIXNusqMnjLusENS-Gs",
  "metadata": {
    "name": "Rahim Mahtab",
    "created_by": "Waleed Shah",
    "external_url": "www.waleedshah.ae/frens",
    "description": "My actual background is in forensic sciences, that's where my career started. I ended up leaving that because it got too dark. After that I started working in a perfume company because I still wanted to stay in the science lane. I remember our receptionist had a major heart surgery and she was a single parent with a daughter living in the Philippines. One day, she had major trouble breathing so my instincts kicked in and I called the ambulance. After they took her to the hospital one of my managers started screaming at me saying, “You're not paid to do this, you have a job to do!” I remember tearing up thinking of how awful human beings can be. That was the moment I decided that I don't want to work for anyone. It wasn't because I have problems with authority, but I felt like the corporate world takes advantage of humility, empathy, and compassion.\n\nEventually I pursued my passion for photography and worked in this company. I learned a lot, but they eventually decided to outsource everything, so I was made redundant. Enter the freelance life. I remember one time I was shooting a couple I just didn't like the way the fiancé was treating his soon to be wife. It just didn't vibe with me, and I felt disgusted if anything. So, I was like, “you know what, I'm not going to do this shoot.” That was the first time I had said no to something, and it felt powerful because I didn’t agree with something. However, I was still technically working for a client, not for myself.\n\nBut I very well remember the day I sold my first NFT because I came into this space as an artist, and I made this piece inspired by Garden of Eden where there's this tree in space with a boat and an astronaut rowing in water and stuff. It was something straight out of my imagination, as crazy as it gets. When I got a bid on it, I felt like I cheated the system. I had created something, and someone wanted to pay me for MY creation. So, I turned my life around with NFTs by being at the right place at the right time, that was around February of 2021. There was no secret hack. Just literally the right place at the right time when every NFT project was 10x-ing.\n\nI love the idea of artists and people in general becoming more financially independent. For the first time in a very long time there's a reset for everyone to be able to start their careers without having to be from a particular geographic location. I’ve always felt like the West has been ahead because of colonialism and other factors. Even when we've had advancements, whether it's iPhones or technology or whatever, it doesn’t usually come from Asia for example. We’re always following the trail. We’re now at a point where, suddenly, all these big influencers on YouTube and celebrities who had this a major clout on Instagram are starting at zero, which is why you see these celebrity drops like Kevin Hart struggling to sell out NFTs whereas people significantly less famous than Kevin Hart who are selling out.\n\nA lot of times people can’t be exposed to those things because they have liabilities and responsibilities. I want to help bridge that gap. I’m trying to educate people in an honest way. I always bet my partners that if I wasn't doing things at ArtsDAO I would've made way more money by investing and trading. But sometimes it's not about that. \n\nI think COVID really changed my perspective about how our culture idealized western culture. Like trying to get a passport from Canada, US, or UK. I saw that these countries we were idolizing struggled way more than Dubai did. I didn’t see the reason I should aspire to live there and pay taxes. It made me realize that our goal should be to build a life and an ecosystem where we’re able to have safety nets, whatever country, or geographic location we find ourselves in. And I feel like this whole idea of Web3 and NFTs is about building a brand of your own.\n\nA brand is built by delivering content, which comes from value. And value means different things to different people. Someone could find value in education, or in memes, or comedy skits, or music. It's not a concept that's native to Web3 but I think it just became a lot more obvious in terms of how valuable that personal brand becomes, it’s such a big deal in the Web3 space. Oh, also, I'm not a big fan of capitalism and decentralization has a bit of a socialist feel to it.\n\nNow, people think you must be an artist or an investor to get into Web3, not at all. For example, to know how a DAO (decentralized autonomous organization) works you must use principles of accounting, finance, and management that are very similar to how the traditional world works. I would argue that people who have built big ecosystems in the traditional world would have a better understanding, on the operation side, on how to build in this space. Because a lot of people who are in this space are young people, are people who probably don't have as much capital or experience. So, I would encourage people to educate themselves in this space and investigate opportunities that go beyond being an artis or a collector. If you're an artist, however, it's a no brainer to me why every artist should be looking into this. Imagine starting on Instagram like 10 years ago it's, or whenever it started.\n\nSpeaking of Instagram and Web2 models, I was watching a Ted Talk where the topic was how the model of internet is ad revenue, which is why it's a broken model. It's crazy that you, as a creator, are part of the reason why Instagram is a billion-dollar company today. However, you don’t make any revenue form that system. I mean at least platforms like YouTube pay you a small chunk, but Instagram doesn't pay you. Feels like a Ponzi scheme if you ask me, but no one really talks about it. We've just conditioned ourselves to accept it because maybe we got connected to a company that hired us for something else, but that’s not okay. So, I feel like Web3's kind of giving this opportunity for people to have that control on their own work.\n\nMoving away from art and collecting though, the dream is for this tech to become mainstream, and I feel like that’ll happen when there’s no expectation for an NFT to hold or increase in value. Then it’s not an asset anymore, in fact, we should probably stop using the word NFT altogether. \n\nLet’s look at a simple example. Let’s say your bank gives you a voucher for a spa in a town across the country for $100. They want to make you feel special right? But they’re almost sure you’re not going to use it. That’s how the ecosystem works. But what if someone in that town across the country is willing to pay $80 for that $100 voucher? That’s a win-win-win-win situation, right? You’ve made $80, the other guy got a $20 discount on a service he wanted, the bank kept you as a customer and the spa gained a new customer. And that's the ethos of Web3. That’s what NFTs are trying to do.\n\nWe are just trying to kind of create a database and a marketplace that's not owned by a particular entity where I can buy and sell in one place, that’s the blockchain.\n\nTwitter: @Rahim_mahtab",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Waleed Shah"
      },
      {
        "trait_type": "Location",
        "value": "Dubai Studio"
      },
      {
        "trait_type": "Background",
        "value": "Grey Patch"
      }
    ],
    "image_details": {
      "bytes": 6321914,
      "format": "JPEG",
      "sha256": "d6e1e222eaf1d826321da1a5bf28216df609347be31ddb022673835dd41567dd",
      "width": 5949,
      "height": 7436
    },
    "image": "https://arweave.net/fviFoUtWh13dj4JS3NCUE8aViV5UC8myJq6ZdQcWc-8",
    "image_url": "https://arweave.net/fviFoUtWh13dj4JS3NCUE8aViV5UC8myJq6ZdQcWc-8"
  }
}