{
  "address": "0x42c4a46bd0f9c642e852a848a5b730b6e3086ccf",
  "type": "ERC721",
  "name": "boilerrat NFTs",
  "tokenCount": "31",
  "uri": "https://arweave.net/RZTXv75J6KsTUOeBFmw67HVCLmMOgWoaU3J-i5WrcMg/1",
  "metadata": {
    "name": "Sometimes we live no particular way but our own #1/5",
    "created_by": "boilerrat",
    "description": "As we wander through this strange and wondrous land,  \nWe roam free, hand in hand.  \nThe colors swirl and the trees seem to dance,  \nAs we let go and take a chance.\n\nSometimes we live no particular way but our own,  \nFollowing the rhythm of the magic shown.  \nWe see the world in a different light,  \nAnd everything feels just right.\n\nWe are free to be who we truly are,  \nTo chase our dreams and reach for the stars.  \nNo one can tell us how to live our lives,  \nWe embrace the magic and let it thrive.\n\nSo let us live no particular way but our own,  \nEmbracing the magic and never being alone.  \nWe are strong and we are brave,  \nFollowing our own path and making our own way.",
    "attributes": [
      {
        "trait_type": "Art Ai",
        "value": "Stable Diffusion"
      },
      {
        "trait_type": "Prompt",
        "value": " A psychedelic portrait of a astronaut in space with celestial bodies in the distance: by takashi murakami, beeple and james jean, aya takano color style, 8 k, super detailed, night sky, digital art, digital painting, celestial, majestic, colorful, vector, 2D graphic design Seed: 3373892, Sampler: euler_a, Inference Steps: 35, Guidance Scale: 30.2, Model: sd-v1-4, VAE: vae-ft-mse-840000-ema-pruned, Negative Prompt: deformity, weird hands, extra fingers, extra eyes, multiple noses, extra ears, deformed hands, skin, fingers, hands, extra eyes, deformed face, open mouth, Fix Faces: GFPGANv1.3, Upscale: RealESRGAN_x4plus"
      },
      {
        "trait_type": "Poem AI",
        "value": "ChatGPT"
      }
    ],
    "image_details": {
      "bytes": 1408287,
      "format": "JPEG",
      "sha256": "e42bcd4d6048028077e1a80b215d183ead148f963bd3226bdff240c21cbcc55e",
      "width": 3072,
      "height": 3072
    },
    "image": "https://arweave.net/Cd0CPx5Vq8peND8dajbNNpVRUknXJ8g-GaPr4J23YIY",
    "image_url": "https://arweave.net/Cd0CPx5Vq8peND8dajbNNpVRUknXJ8g-GaPr4J23YIY"
  }
}