{
  "address": "0x429ac48e24901ca4dd927c49d196599b46d50830",
  "type": "ERC1155",
  "name": "Drop Lab",
  "tokenCount": "1",
  "uri": "https://arweave.net/uDu_IRwHT25qtovUah3dBVL_CXtallmDOZT-ukbS4QU",
  "metadata": {
    "name": "wind & fire",
    "created_by": "Sherif G",
    "external_url": "sherifg.eth.co",
    "description": "As it burns, feel the wind of the fall and let the wind cool you.\n\nLet's be a part of an experiment together. I've never seen an NFTArtist do this before. All you have to do is buy at least one edition and get a chance to earn as much money as I will earn from this NFT. For the sake of fairness, I'll increase the number of winners based on the increasing number of editions collected. As a result, the rate of increase of the money I earn will decrease, and the rate of increase of the money I distribute will constantly increase. Since it is easier for me to explain with visuals, I prepared a poster. Please see my pinned tweet flood to review.\n\nhttps://twitter.com/SherifGms\n\nStill, let me try to explain.  \nIf 20 editions are collected, I will give half of the money I earned from this NFT to 1 collector by drawing. If 50 are collected, I will give 2/3 of the money I earned to 2 collectors. 1/3 one will win, 1/3 the other. And your chances of winning in this way will decrease slightly as the number of editions collected increases. And you will earn more money. Therefore, if you have collected this work, it will be good for both of us if you support me so that it can be seen more.\n\nWe only have 7 days in total.\n\n1. All you need to do to participate in the raffle is to collect at least one edition. Remember that the number of editions you collect increases your chances of winning.\n\n2. RT my pin tweet.\n\n3. Finally, write the amount of the edition you collected and your wallet address as a reply to my pin tweet. In this way, it will be easier to find the winning collectors. And that's why I won't include those who don't follow this rule in the raffle.\n\nDon't forget to follow me on twitter for more...\n\nFor the reliability of the raffle, I will tweet a poll on twitter. If collectors want it done live, we can do it on discord.",
    "image_details": {
      "bytes": 2094547,
      "format": "PNG",
      "sha256": "9ca2b89baed078f574c5a6a04d3922707100cfcc9f08b7e778287229779d75a3",
      "width": 2048,
      "height": 2048
    },
    "image": "https://arweave.net/KcL3NAUPlgwSIE8eL98SR9LWFLPt-DkeqF1Li_aOXHM",
    "image_url": "https://arweave.net/KcL3NAUPlgwSIE8eL98SR9LWFLPt-DkeqF1Li_aOXHM"
  }
}