{
  "address": "0x43532417e7124a437e2f4a72202a5917f2cbd16e",
  "type": "ERC721",
  "name": "MEKA TOLTEKA",
  "tokenCount": "47",
  "uri": "https://arweave.net/Npwll6SBkGUq8ZkRIR4_braNVct9HOe3X4x4_TChXS0",
  "metadata": {
    "name": "LIGHT AND SOUND MACHINE",
    "created_by": "OCOTE",
    "description": "Meka Toltekas have been part of Teknochtitlán’s daily life for thousands of years. Due to its amazing set of lights and sounds, one of its most recurring uses throughout history has been to form a central part of rituals and celebrations.  \nThe Mekas scan the place and feel the atmosphere, read the tastes of the people around them and analyze the intention of the type of celebration or ceremony. After a few seconds of processing, they create a light and sound show that accompanies and stimulates the interaction between participants.  \nIf it is a spiritual ceremony, they usually work the environment from less to more, combining indirect light and subtle ambient sounds that gradually increase in rhythm and frequency until they generate a collective trance that usually turns into a frenetic party, until they themselves lower bpm’s and light intensity to return to states of calm and serenity.  \nWhen it comes to festivities, there is no one better than a Meka Tolteka to set the scene for a party. In their archive they have all the possible songs and they know which ones and in what order to mix them to achieve events that are always memorable for the celebrants and their guests.  \nHopefully one day you can experience a party with a Meka Tolteka.",
    "attributes": [
      {
        "trait_type": "OCOTE",
        "value": "OCOTE"
      }
    ],
    "image_details": {
      "bytes": 4625117,
      "format": "GIF",
      "sha256": "ddbf10e6ded15a07fc21d4b378549e70f5d978b23b44a10e624d6bda046623f8",
      "width": 1024,
      "height": 1024
    },
    "image": "https://arweave.net/BIoxBEfKRD_eKjqYr1uYnjEzuisvR3Jhs41Y1DrCR9Q",
    "image_url": "https://arweave.net/BIoxBEfKRD_eKjqYr1uYnjEzuisvR3Jhs41Y1DrCR9Q"
  }
}