{
  "address": "0x4305e181c55487d4649e944d7ef486e6629f37b0",
  "type": "ERC721",
  "name": "REMNANTS[0x2a]",
  "tokenCount": "2",
  "uri": "ipfs://QmP2LCxWp5XwWwUwGb2zxT8tUhhtbMRjQhR5EXgQQATkxB/1.json",
  "metadata": {
    "name": "Mira15",
    "description": " \n\n...\n\nThe glass of rice milk drops from Mira110's hand and explodes on impact.\nShe stands there, bewildered by the uninvited guest standing in her kitchen.\n\nThe stranger seems familiar to 110, at least to some extent.\nPhysically, they look similar, but upon closer inspection they are not. Unlike Mira261, she doesn't seem to be wetware, organic. She's...`hardware`, at least in part.\n\n*The jacket looks cool, cozy. And that mushroom horn...weirdly amazing! I wonder what those badges are, I recognize some of them...*`Luna`!\n\nOut of the living room, a peculiar looking little drone flies in. It has no propellers, it just...floats there, its shell spinning left and right.\nIt comes to a stop near the stranger's shoulder, like a high tech parrot.\n\n\"House is clear, Guardian!\"* The floating thingy speaks!*\n\n\"Thank you Ghosty!\"\n\n\"Mira15, can we stop with the Guardian crap now?\"\n\n\"What crap?\"\n\n\"I am a highly advanced, nuclear powered, Artificial Intelligence from the future. I can hack into any network in the solar system, I can instantly kill the two of you right here and now, I can self-destruct and create a city-wide explosion...\"\n\n\"Yeah, ok...point being?\"\n\n\"You make me roleplay a 300-year-old video game character and call you Guardian.\"\n\n\"I made your shell look like a ghost, like it or not. Now, looking like you do, wouldn't make sense to call you R2D2, would it?\"\n\n\"Fiiiiiiiiiineee\"\n\n\"Such a sassy AI...ughhhh...\" the stranger rolls her eyes and casually shifts her attention from the floating thingy towards her `host` \"Hey Mira, I'm Mira15.\"\n\n...\n\n",
    "image": "ipfs://QmSNvTZ9WEWn3L14RdZjhV4zY5amjJ8yaimqTHY8QFw5kt/1.png",
    "edition": 1,
    "attributes": [
      {
        "trait_type": "Name",
        "value": "Mira15"
      },
      {
        "trait_type": "Genome 1",
        "value": "DDC"
      },
      {
        "trait_type": "Genome 2",
        "value": "Avril15"
      },
      {
        "display_type": "number",
        "trait_type": "Gen",
        "value": 1
      }
    ]
  }
}