{
  "address": "0x43f5e4cfd18b3e88b95dba70a093d630d64ee326",
  "type": "ERC1155",
  "name": "Editions by Aaron Ferguson",
  "tokenCount": "3",
  "uri": "https://arweave.net/XHpjhndW5nYrwwPbEbQ-J0Ex97YBCodN5gPNLtAajUw",
  "metadata": {
    "name": "Copycat",
    "created_by": "Aaron Ferguson",
    "description": "AI-generated art is often criticized as being unoriginal - merely copying the work of uncredited artists, and marking the end of artists being able to make a living from their art. We hear these same complaints and fears any time a new technology arrives for artists to use.\n\nCopycat intends to take the concept of copying one step further - it will break a standard principle of web 3.0 and be copyminted across several blockchains. This will be an experiment to see if certain chains outlive the others, and to see if copying results in increased value to the original.\n\nHolders of this edition token on Ethereum will be able to give input on which chain the next edition of 41 should be copyminted to, but the ultimate decision will rest with the artist. \n\nHolders of this edition token on Ethereum will be able to claim a corresponding copyminted edition on every blockchain it is copyminted to, regardless if they held or sold other copymints.\n\nCopyminted tokens that are unclaimed by holders will listed for sale by the artist at their discretion.\n\nThere is no set number of blockchains for this experiment to be run on. Input on copymintings will be welcomed from holders, but final decisions regarding minting and lifetime of the project will ultimately rest with the artist.  \n",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Aaron Ferguson"
      },
      {
        "trait_type": "Medium",
        "value": "AI"
      },
      {
        "trait_type": "Year",
        "value": "2022"
      }
    ],
    "image_details": {
      "bytes": 4661917,
      "format": "JPEG",
      "sha256": "26d44c4ef89d6994a129f75664e56e4f60395150802d5b19994d939ca74fbde6",
      "width": 3590,
      "height": 3590
    },
    "image": "https://arweave.net/IT_xKs2yScjdLKEbdXVzvQ23dlJsf8F1dzkf66oRZ0Y",
    "image_url": "https://arweave.net/IT_xKs2yScjdLKEbdXVzvQ23dlJsf8F1dzkf66oRZ0Y"
  }
}