{
  "address": "0x439e76741e386009616799f13fc440bf01f7e0e1",
  "type": "ERC721",
  "name": "Heinrich Heidersberger - Rhythmograms",
  "tokenCount": "14",
  "uri": "https://arweave.net/raSCTTqdRN0pe6hGosHlIET60aPwyBCFCpgOzuFGlqc/1.json",
  "metadata": {
    "name": "03782_000_037",
    "image": "https://arweave.net/Im_-3AQRSvScEXxWI2F619crMsAyjXk-nFdDXFLxSIo/thumbnail.jpg",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Heinrich Heidersberger"
      },
      {
        "trait_type": "Edition Number",
        "value": "1"
      },
      {
        "trait_type": "Edition Size",
        "value": "10"
      },
      {
        "trait_type": "Series",
        "value": "Rhythmograms"
      },
      {
        "trait_type": "Production Year",
        "value": "1955"
      },
      {
        "trait_type": "File Format",
        "value": "PNG"
      }
    ],
    "description": "“Taking a line for a walk\" is a famous quote by Paul Klee, and Heinrich Heidersberger walked lines of light with the help of a complicated self-built machine - the rhythmograph; inspired by the curve making devices of Jules Antoine Lissajous. This apparatus traces the oscillating movements of light beams across surfaces as it suggests contour of implied volumes. The rhythmograms is a series both poetic and technical, as these works represent a singular vision of the instrumental expansion of art and design. The works allure of elusiveness, part photography, part sculpture, and part architecture. They evoke a concrete sensibility that is both sensual and mathematical.\t\nHeinrich Heidersberger understood the investigation of scientific phenomena as both an artist and technical executor. For each series of scientific images Heinrich Heidersberger modified the experimental apparatus designed to capture the richest possible effects.\t\t\t\nThe rhythmograms are by far the most ambitious scientific images and among the most singular images in Heinrich Heidersberger expansive portfolio, as they share a striking resemblance to his photographic works of spiral staircases and architectural context. In total the artist produced 300 rhythmograms between 1953 and 1965 and they stand as the most unique technical achievement of his career. \nLoops\nBundles of intense and focused energy, the Loops orbit as torqued rings around themselves. Their lines evoke fine fibres, hundreds of strands bound together in a smooth ribbon of light. Occasionally figural or assuming symmetric proportions, the Loops nevertheless maintain a central quality even as they fold around themselves.\t\n\n[View High-Res Artwork on Arweave](https://arweave.net/Im_-3AQRSvScEXxWI2F619crMsAyjXk-nFdDXFLxSIo/original.png)",
    "animation_url": "https://arweave.net/Im_-3AQRSvScEXxWI2F619crMsAyjXk-nFdDXFLxSIo/original.png",
    "external_url": "https://www.elementum.art/en/artworks/03782-000-037-562/"
  }
}