{
  "address": "0x43d425140819ae18660bb1321f09d94d3a059a4a",
  "type": "ERC721",
  "name": "MIRAImage NFT",
  "tokenCount": "16",
  "uri": "ipfs://QmetDdNgdQrkJnV2DYz99VA1wQufQk9EaceN6TSjoEoKDe",
  "metadata": {
    "description": "[THE NOTORIOUS B.I.G.]; BARRON CLAIBORNE \n\n The alternate crown from the Iconic K.O.N.Y [King of New York] portrait session of the Notorious B.I.G., shot by photographer Barron Claiborne on March 6, 1997, in his New York studio. \n\nMolded plastic crown, adorned with multi-colored plastic gemstones. SIGNED AND INSCRIBED BY CLAIBORNE: _ \"On March 6th 1997 Christopher Wallace AKA Notorious B.I.G., Biggie Smalls, Frank White, etc. (Sadly he was killed three days later). This is the 2nd  crown from the Photo K.O.N.Y. \"King Biggie\". I am Barron Claiborne.\"_  \n\nThe story of the K.O.N.Y. photoshoot is famous. Claiborne was hired by Rap Pages to shoot Biggie for the cover, and his concept was to portray him as the King of New York on his throne. \n\nBarron brought two crowns of two different sizes to the shoot; one, the present crown, was the first to be placed on his head, but was too small to be used. In order to get the second crown to fit, the interior foam cushioning had to be torn out. Sean \"Diddy\" Combs [aka Puffy], the owner of _Bad Boy Entertainment_ (Biggie's label) had accompanied Biggie on the shoot, and was reportedly unhappy with the concept, as he worried it made Biggie look like \"the Burger King\". Thankfully, Biggie was game to give it a try; the result is one of most stunning and iconic portraits, and sadly, the last, to be taken of the superstar, who would be killed just three days later in Los Angeles. \n\nA self-taught photographer and cinematographer, Barron Claiborne received his first camera at the age 9 from his mother, Betty Lou, and has dedicated much of his craft to the creation of images that represent the dreams, stories, and oral traditions of his Southern American and African Ancestry. After moving to New York City in 1989 from his hometown of Boston, Claiborne began assisting photographers such as Richard Avedon, Irving Penn, and Saint Claire Born; since then has been highly prolific in the field of photography and its many arenas including commercial, documentary, and fashion. Claiborne’s photographs have been internationally recognized, and his work has appeared in numerous publications including _The New York Times_, _The New Yorker_, _Newsweek_, _Rolling Stone_, _Esquire_, and _Interview_, among others. Claiborne’s photographs are in permanent collections around the world including the Polaroid Museum Cambridge, the Brooklyn Museum, the Houston Museum of Fine Arts, and MoCADA. \n\nProvenance: Courtesy Barron Claiborne",
    "image": "ipfs://QmZPdLF5CbqBxYJoF4brcCKiHtpUVeJY4YEoJyuFsjEyyz",
    "name": "MIRAImage no. 2",
    "mira": [
      {
        "certificate": "ipfs://QmTYuNKqQ1vFhs9mH6r24yEiPKiNtLTruJnNa1qGp7gCfC",
        "scan_time": "October 1 2021, 22:19 UTC",
        "scan_location": "Sotheby's New York, 1334 York Ave., NY, NY 10021",
        "data_hash": "0xf5af93c941ea7fa733403717db37cd38e103a55bdb0f2bfcc86bb49c84527b24",
        "encrypted_data": [
          "ar://kFG9MvHuiNtpBVBKyUOBWexx8EwjmBqOsTxDqv_yZVc",
          "ipfs://Qme3tnfsR9Rzkyd6cSYyqyLp4rjmUQJLU7xBnpqFZHZ7BV"
        ]
      }
    ]
  }
}