{
  "address": "0x436bfe4636f5cecb0c6e927ca06044a3234fc193",
  "type": "ERC721",
  "name": "Munn - why can't you hate me?",
  "tokenCount": "21",
  "uri": "ar://44NEiflaEwyYUFsPOei8Cf7p2HOsdyKhcoXS8VOkTxg/1",
  "metadata": {
    "animation_url": "ar://XWniNxhg7Fd4rq8hnpke4fP00c-5S4Ewq2Hi2uWkk28",
    "artist": "Munn",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://9AQhGTKfCvR4udOu-w1PVBu61Zm5Gpahv-FnvTDmMns",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "why can't you hate me?",
        "value": "Song Edition"
      }
    ],
    "bpm": 144,
    "credits": null,
    "description": "I wrote this song during a period of my life when I truly felt like a bit of a fuck up. Despite this, the people closest to me continued to believe in my vision, my music, and just ME... even when I didn’t believe in myself. I’d feel like a “sinking ship” at times yet, everyone came aboard, swords drawn high, ready to go to battle for something greater than ourselves. As I continued to write the song, it more or less turned into a prayer to God. I hope you all love the track, it means a lot to me. \n\nNow that you know about the song, here's how I got here. I grew up in Indiana but currently live in Nashville. When I was 15 I started playing guitar and writing music but didn't take it seriously until my Sophomore year of college.\n\nIn the summer of 2018, leading up to my Sophomore year, my engagement with my fiancée fell through, and I lost all interest in school. I was struggling to heal from the breakup, and I had no idea what I wanted to do with my life. It was during this time that I wrote my first song in over a year called I Tried. To this day, I can't describe how I felt after making that song. I had finally found my way to heal, and, from then on, creating music was all I wanted to do.\n \nAround this time, a producer that I had connected with in 2017, named Dylan Stiles, was sending me beats every day. I would write and record to these beats every night using an Xbox headset and GarageBand. As time went on, we both decided that the best thing we could do was to drop out of school and go all-in on music. In July of 2019, with less than 4,000 monthly listeners on Spotify, Dylan and I moved to Nashville to do just that.\n \nAfter a failed EP, we realized I needed a better strategy for putting out music. We decided that the best thing I could do was put out a new song every two weeks until one caught traction. On September 6th, 2019, we released the first song following this plan called I Lost Myself.\n\nCurrently, I am a fully independent singer/songwriter based out of Nashville. My team and I have been building my fan base over the past couple years and have amassed 200,000,000 streams, over a million monthly listeners on Spotify, 200k+ subs on YouTube, and more, all independently. While our music hasn’t stopped growing by any means, moving into the NFT space for additional support and a new way to connect with listeners was the logical next step for us.",
    "duration": 155,
    "external_url": "https://www.sound.xyz/munn/why-cant-you-hate-me",
    "genre": "Pop",
    "image": "ar://9AQhGTKfCvR4udOu-w1PVBu61Zm5Gpahv-FnvTDmMns",
    "isrc": null,
    "key": "F_SHARP_MAJOR",
    "license": "CREATIVE_COMMONS",
    "locationCreated": "us",
    "losslessAudio": "ar://XWniNxhg7Fd4rq8hnpke4fP00c-5S4Ewq2Hi2uWkk28",
    "lyrics": {
      "text": "God I hate myself i make me sick \nWhy the hell would anyone \nwant part of this \nWho would ever jump on \nboard a sinking ship \nWith their swords drawn high \nAnd now you’re taking up fight \nthat’s not your own \nI wish that you would stop \nJust let me go \nBut you carry on like i’m invincible \nWith your sword drawn high \n\nI’m not the hero that you hoped\nI’m just a man who plays the role \nSo if you love me save yourself \n‘Cause there’s no saving me from hell \n\nWhy can’t you hate me\nJust tell me I’m not \nworth the love you give \nHow can you trust me\nWhen all I’ve made is broken promises \nWhy don’t you leave me \nI’ll only hurt us both again and again \nWhy can’t you hate me\n‘Cause God I hate myself \n\nGod I hate myself for all I did  \nOh how I I’d give anything to just forget \nStill you love me for me and you forgive \nAll the wrong I’ve done \nAnd surely I deserve the worst you have \nBut you tell me to march on \nand never look back \nHow could anyone see me and not my past \nWith the wrong I’ve done \n\nI’m not the hero that you hoped\nI’m just a man who plays the role \nSo if you love me save yourself \n‘Cause there’s no saving me from hell \n\nWhy can’t you hate me\nJust tell me I’m not \nworth the love you give \nHow can you trust me\nWhen all I’ve made is broken promises \nWhy don’t you leave me \nI’ll only hurt us both again and again \nWhy can’t you hate me\n‘Cause God I hate myself \n\nWhy don't you leave me\nI'll only break your heart \nagain and again\nAnd why can't you hate me\nLike I hate myself\n",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "why can't you hate me? #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "why can't you hate me?",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}