{
  "address": "0x4407785f98066ddfacb859ba71c7a2be4807e68d",
  "type": "ERC721",
  "name": "pearson - forget about it",
  "tokenCount": "14",
  "uri": "ar://4hZ0HC3r6FX3srSZOpR9obz6TVCpI2KBt5NQwHRTlro/1",
  "metadata": {
    "animation_url": "ar://LyRhbuvBtEJTs3vdRObPQGjDvUPyD2TTsjjakQKVras",
    "artist": "pearson",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://KUmUb0xaycqQD4h4eeDVQum0VWHtb_J6TtsV38qT-rQ",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "forget about it",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "After a hiatus from creating, releasing, social media and even life you could say.. Pearson now finds himself recording and producing his own works implementing layered falsetto-like vocal patterns alongside an acoustic electronica mash-up production style.  \n\nFinding web3 earlier this year allowed Pearson to “finally feel a part of something” and have full control of his own creative output and releases alike. Formerly collaborating with Soulection, RedBull and more. Pearson now looks forward to working with and supporting like-minded artists, collectors and supporters through digital collectables and site exclusive releases.  \n\n “ “Forget about it” is a track in which I created extremely recently. It's just how I was feeling at the time. I started to almost go back into a negative way of thinking. I don’t know if it’s because it’s so grey and wet in Scotland now, but I was started to feel a way. It’s almost homage to how I was and the style I was creating in 2018/2019 before I had a break from everything. Now I'm on a different wave and decided to create something to say goodbye to. Something to forget about, but also something for a reminder of where I was and where I’m going and maybe also an introduction to those who haven’t heard my music before “ - Pearson  \n\nThis is the first of many new tracks coming towards the end of 2022 and is not even the first page of the story. ",
    "duration": 118,
    "external_url": "https://www.sound.xyz/pearson/forget-about-it",
    "genre": "R&B & Soul",
    "image": "ar://KUmUb0xaycqQD4h4eeDVQum0VWHtb_J6TtsV38qT-rQ",
    "isrc": null,
    "key": null,
    "license": null,
    "locationCreated": null,
    "losslessAudio": "ar://LyRhbuvBtEJTs3vdRObPQGjDvUPyD2TTsjjakQKVras",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "forget about it #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "forget about it",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}