{
  "address": "0x44d2a007d24b07cd3e22dbc278ee68cff2007901",
  "type": "ERC1155",
  "name": "Fingerses",
  "tokenCount": "1",
  "uri": "https://arweave.net/AQEvvmORKgge8UvteI0nk5DVrEDMu-mjwdh9NNS_Iw4",
  "metadata": {
    "name": "Fingerses",
    "created_by": "CCW3 Studio",
    "description": "Meet the Fingerses, a wacky and wild bunch of PFP characters that will leave you with a smile! These 9 friends are each unique, with their own personalities and quirks, but they all have one thing in common: they join together to get the job done like a team!\n\nLeading the pack is “Thumbsy”, the life of the party and always up for a good joke.\n\nThen there's “Pointer”, the adventurous one who's always pointing the way to the next adventure. “Pinky” is the diva of the group, always stylish and never without a flair for the dramatic.\n\n“Dex” is the calm and collected one, always keeping the group in line. And don't forget about “Meedle”, the practical joker who's always pulling pranks. \n\n“Brawny”, the strong and silent type, is the muscle of the group and always ready for action.\n\n“Ringo” is the curious one, always eager to explore and learn new things. The sweet and silly one is the little guy, “Baby”, who always brings a smile to everyone's face.\n\nFinally, there's “Tippy”, the nervous one who's always tip-toeing around, never quite sure what's going to happen next.\n\nThese fun-loving Fingerses are sure to tickle your funny bone, so join in on the fun and see what mischief they'll get into next!",
    "external_url": "Fingerses.xyz",
    "attributes": [
      {
        "trait_type": "Character",
        "value": "Thumbsy"
      },
      {
        "trait_type": "Character",
        "value": "Pointer"
      },
      {
        "trait_type": "Character",
        "value": "Dex"
      },
      {
        "trait_type": "Character",
        "value": "Meedle"
      },
      {
        "trait_type": "Character",
        "value": "Ringo"
      },
      {
        "trait_type": "Character",
        "value": "Baby"
      },
      {
        "trait_type": "Character",
        "value": "Tippy"
      },
      {
        "trait_type": "Character ",
        "value": "Brawny"
      },
      {
        "trait_type": "Character",
        "value": "Pinky "
      }
    ],
    "image_details": {
      "bytes": 37834493,
      "format": "GIF",
      "sha256": "73e3649fff7714e14ce7a6521284aa3f75d68856a42be6c59abb4b4528815867",
      "width": 3000,
      "height": 3000
    },
    "image": "https://arweave.net/SKwYYFZGzmEAi63v0IL2-w-0QOY6vDbYrwdpx9rubro",
    "image_url": "https://arweave.net/SKwYYFZGzmEAi63v0IL2-w-0QOY6vDbYrwdpx9rubro"
  }
}