{
  "address": "0x4404254948741bb43f077fa80db02455f5cd7ee9",
  "type": "ERC721",
  "name": "bronwyn - old",
  "tokenCount": "11",
  "uri": "https://arweave.net/lC3y9rOl7NKoJ6jgopVLbdk4ANsOMHZli5rHO0-7PZ0",
  "metadata": {
    "name": "Floralai #1",
    "created_by": "bronwyn",
    "description": "Digital + AI painting,  2022. \n\nAI painting of colorful flowers in a vase.  \n\nABOUT THE COLLECTION \n\nSometimes when the world is in turmoil, we have to find refuge in beauty.\n\n“It was the flower that first ushered the idea of beauty into the world the moment, long ago, when floral attraction emerged as an evolutionary strategy” (Pollan, 2002). \n\nStudies have shown that flowers are a powerful positive emotion “inducer”.  People  who have received flowers as a gift report more positive moods three days later.  A flower given to men or women in an elevator elicited more positive social behavior than other stimuli.  In other research, flowers presented to elderly participants (55+ age) elicited positive moods and improved episodic memory.  \n\nFlowers have immediate and long-term effects on emotional reactions, mood, social behaviors and even memory for both males and females.  \n\nFor humans, we continue to cultivate flowers as they induce positive emotions, just as other plants have evolved to induce varying behavioral responses in other species hat lead to the dispersal or propagation of the plants.  \n\nI created this collection as part of an exploration in using AI to create soft and organic images that try and capture the beauty of flowers, and to illicit the emotional response that we might feel if we were given flowers.\n\nFlōra  is the ‘goddess of flowering plants’. \n \nFloralia was her festival, instituted in 238 BC.\n\nThe title Floralai is a play on that word as a body of art using AI to create images of opulent and beautiful flowers. \n\nFlōra  is also depicted as part of the collection. \n\nABOUT THE AI PROCESS\n\nI have always been fascinated by AI and have been experimenting with it for a long time. One of its limitations for me has been the inability to soften the computer aesthetic and to have more creative control around the final output. This all changed with the release of prosepainter which  has allowed me to create AI work that is truly “assisted by AI”, but “painted” by me. All elements in the images were drawn (there was no initial image) and I used AI to enhance these hand drawn elements based on the “prose direction” I gave it. I usually stopped the AI iterations early to capture a softer rendering than what is possible with other AI tools. This gives the image a soft organic look. After the images were composed  in prosepainter they were then run through a final AI process to bring all the elements together and deliver a higher resolution output. A close up of the work will reveal the detail of this final step.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "bronwyn"
      },
      {
        "trait_type": "COLLECTION",
        "value": "Floralai"
      },
      {
        "trait_type": "DEPICTION",
        "value": "Flowers in a vase"
      },
      {
        "trait_type": "VASE",
        "value": "Blue stripe"
      }
    ],
    "image_details": {
      "bytes": 33273826,
      "format": "PNG",
      "sha256": "916063862b62b6ccf5db7ca96e996cd81b7c3392f655e28c2020c8b9173c2af8",
      "width": 5119,
      "height": 5689
    },
    "image": "https://arweave.net/bWFudG79dtNXZ0EL7HY2Hm9TFKQpVl7FoQ2UMmGz5KA",
    "image_url": "https://arweave.net/bWFudG79dtNXZ0EL7HY2Hm9TFKQpVl7FoQ2UMmGz5KA"
  }
}