{
  "address": "0x44d0b6bf1553de23d2634741634fe7254ee348a0",
  "type": "ERC1155",
  "name": "Nick Davis Legacy Collection",
  "tokenCount": "1",
  "uri": "https://arweave.net/PvYdlBGF7Sh0DMQsLJamwmJPjNCthaFX9ddjJ9Ncepg",
  "metadata": {
    "created_by": "House of First",
    "name": "Ariel ",
    "external_url": "https://houseoffirst.com/collections/blackisbeautiful",
    "description": "Once upon a time in June 2022, Nick Davis, his wife Tiffany, and MrPinkNFT (Nick Fontova) embarked on a magical afternoon during NFT NYC. The event took them to Central Park, where they spent a memorable day, basking in the enchantment of the moment and indulging in conversations about life, New York, the past, the present, and their boundless excitement for the future. Naturally, Nick's art was a significant topic of discussion throughout their adventures.\n\nNick Davis was an artist with a profound mission—to depict the joys and struggles of black Americans. He believed in the importance of representing black individuals as powerful and valued characters in the arts, and he used his talent to bring this vision to life. His artwork often featured characters from his favorite cartoons, reimagined as black figures. Black Bart Simpson, Black Big Bird, Black Stewie—they were all symbols of empowerment and encouragement for black people to see themselves in art and recognize their worth. Nick wanted to ensure that \"their dreams matter.\"\n\nAmidst their conversations, one topic filled Nick's heart with immeasurable joy—the announcement of a new adaptation of \"The Little Mermaid,\" featuring Ariel as a black girl. This news resonated deeply with Nick's mission, as it perfectly aligned with his desire to inspire self-love and showcase young black children as influential and cherished figures in arts and culture. The prospect of this film brought hope and excitement not only to Nick but also to countless others who longed for more diverse representation in mainstream media.  \nTragically, in December 2022, the world suffered a devastating loss as Nick passed away. However, before his untimely departure, he had managed to complete an incredible digital art piece inspired by \"The Little Mermaid.\" Although Nick was no longer with us, his artwork continues to move, inspire, and evoke joy and reflection in the lives of those who encounter it. Tiffany, his loving wife, recognized the significance of this masterpiece and graciously decided to share it with the world as an unreleased, never-before-minted art piece, coinciding with the release of \"The Little Mermaid\" on May 26th, 2023.\n\nThe release of this film, and the unveiling of Nick's artwork is a momentous occasion, and will bring immeasurable joy to millions of children and parents who finally saw themselves represented in this art and the accompanying film. The hope this new NFT, “Ariel” will become a symbol of empowerment, reminding everyone that they are valued and deserving of recognition. \n\nNick Davis may have departed this world, but his legacy lives on through his art. His work continues to inspire generations, encouraging them to embrace their identity and love themselves for who they are. As people gaze upon Nick's remarkable “Ariel”  NFT, they find solace, hope, and a reflection of their own beauty. And amidst the vast ocean of creativity, Nick's voice whispers, \"Your dreams matter.\"\n\n*A percentage of proceeds from this NFT sale go to both Nick’s wife Tiffany and an organization providing swim lessons to low income communities in Cincinnati.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Nick Davis "
      }
    ],
    "image_details": {
      "bytes": 12114815,
      "format": "JPEG",
      "sha256": "564b910cc310bc9de4a522380f8605d3fe48a270bd6581d06f0a78e08633adca",
      "width": 6956,
      "height": 6956
    },
    "image": "https://arweave.net/GsUUvUrk8zfnoKXP5k3-lQ7EzRWxr3fjXHcz7xk0DTk",
    "image_url": "https://arweave.net/GsUUvUrk8zfnoKXP5k3-lQ7EzRWxr3fjXHcz7xk0DTk"
  }
}