{
  "address": "0x446bf63bf094c6a535fa3cf59688bfea569dfb78",
  "type": "ERC721",
  "name": "QUINTESSENCE",
  "tokenCount": "4",
  "uri": "https://arweave.net/SMTY6MhpN6cmHaNy5q2tCzABAai-Zzz68tO6RZslgPo",
  "metadata": {
    "name": "Last Light",
    "created_by": "Ina Grischau",
    "description": "Trail life is unpredictable, and it's not always smooth sailing. During my trek, I encountered a group of mischievous school kids who snatched some of my belongings before I even started, and a newfound friend had to part ways due to a knee injury. I even had a close call with a wayward donkey that nearly sent me tumbling over the edge of the trail.\n\nDespite the challenges I faced on the trek, witnessing one of the most stunning sunset over the world's tallest mountain made it all worth it. We hiked up a hill right in front of it, and as the sun dipped below the jagged horizon, the snow-capped peaks lit up in a warm amber glow. \n\nAs we watched the colors change and shadows grow, we turned our heads constantly, trying to take it all in. The light began to fade, and the mountains were slowly enveloped in darkness, except for the highest peak, still bathed in a warm glow. The shadows continued to climb higher and higher until they reached the everlasting ice and stones, casting everything into a dark blue hue. It was a breathtaking spectacle, and we were all captivated by the beauty of the moment.\n\nThe sunset seemed to last forever, as we held our breath, watching the light shrink and shrink until it was gone. When it was over, we were immediately plunged into complete darkness. We relied on the light of the moon and stars to guide us down the trail to our accommodation, where we caught some rest before continuing our hike.\n\nWith one week left on the trail, I found myself daydreaming about showers and food options. But at that moment, I was still in awe of what we had just witnessed. The majesty of the sunset and the mountain range had left an indelible mark on my soul.\n\nOn 07 November 2017, I embarked on a trek that would take me on a journey of 21 days. On the 21st of November, I captured this stunning photo before returning to Kathmandu on the 28th of November, having hiked way over 170 km (105miles) in high altitude. \n\nLast Light by Ina Grischau",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Ina Grischau"
      },
      {
        "trait_type": "Camera",
        "value": "Sony A6000"
      },
      {
        "trait_type": "Exposure",
        "value": "1/160"
      },
      {
        "trait_type": "F-Stop",
        "value": "F/4"
      },
      {
        "trait_type": "Focal Length",
        "value": "46"
      },
      {
        "trait_type": "ISO",
        "value": "250"
      },
      {
        "trait_type": "Lens",
        "value": "E 16-70mm F4 ZA"
      },
      {
        "trait_type": "Location",
        "value": "Nepal"
      }
    ],
    "image_details": {
      "bytes": 10364379,
      "format": "JPEG",
      "sha256": "1e5590f3352ec7349b0abd00022e707a69f99f0fe2731165393d45e164cd49f1",
      "width": 3200,
      "height": 4000
    },
    "image": "https://arweave.net/4-gd9985WSnRoq7gIrNWaHfLPhBzBq5RSeDLlpyjnKk",
    "image_url": "https://arweave.net/4-gd9985WSnRoq7gIrNWaHfLPhBzBq5RSeDLlpyjnKk"
  }
}