{
  "address": "0x45d11659162a34b8efa2e421a3bbbff7be8696ce",
  "type": "ERC721",
  "name": "Human Trials by Rashed Haq",
  "tokenCount": "30",
  "uri": "https://arweave.net/GmTZNHhjWW8Zdyd9ntKp1LrUo7mqf2O952e33vKwgMA/1",
  "metadata": {
    "name": "Human Trials #1 (1Q12-Q14)",
    "created_by": "Rashed Haq",
    "description": "Assembly presents \"Human Trials\" by Rashed Haq, a collection of portraits of people who do not exist, created between 2016 and 2020 using an artificial intelligence (AI) algorithm. We live in a world of ubiquitous networked communication and generate a tremendous amount of data as many of our interactions are digitized from shopping and entertainment to socializing and medical diagnosis. Algorithms sift through this data to make sense of who we are, and assign to us a gender, ethnicity, age, education level, class, marital status, reliability as an employee, citizenship, entertainment preferences, shopping preferences, and even identification as a terrorist. This invisible system shapes our lives, often without us knowing. These can come in the form of what we can easily see or buy through personalization or recommendation engines, or decision engines such as whether we should be called for the job interview or if we should be fired for low productivity, or whether our mortgage application will be approved. AI often generates distorted views of their subjects as the underlying data can be incomplete, inaccurate, or biased. This collection of portraits visualizes this distortion by retraining the AI on a set of the artist’s original photographs produced in his studio, and inserting “bad” data in the training data set.\n\nRashed Haq is a Bangladeshi-American artist, scientist and technologist. He uses a combination of photography and software algorithms in his artistic practice. Haq won the Art+Science award from Lenscratch in 2021, and is the author of \"Enterprise AI Transformation.\" He has had over 40 solo and group exhibitions across North America, and his work is in various private and corporate collections.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Rashed Haq"
      },
      {
        "trait_type": "Copyright",
        "value": "All Rights Reserved"
      }
    ],
    "image_details": {
      "bytes": 3725123,
      "format": "JPEG",
      "sha256": "50abe88e0e0a0941a766f7fe17fd011abcf73f2743e479e60f834996f9095061",
      "width": 3000,
      "height": 3000
    },
    "image": "https://arweave.net/k_BjfJXEuKwJvbCnjvUibZg5yDAfaP2bZ0Oi4xR8tA0",
    "image_url": "https://arweave.net/k_BjfJXEuKwJvbCnjvUibZg5yDAfaP2bZ0Oi4xR8tA0"
  }
}