{
  "address": "0x455f04c9c54fffa699e9f6b1271e857a1f2bddfa",
  "type": "ERC721",
  "name": "Coca-Cola",
  "tokenCount": "1",
  "uri": "https://www.maketafi.com/nft-api/v1/box/coca_cola_friendship/1",
  "metadata": {
    "description": "Coca-Cola is celebrating International Friendship Day with our first-ever Coca-Cola NFT loot box\r\n\r\nThe Friendship Box is packed full of 4 dynamic and rare 1-of-1 NFTs  plus more hidden and unlockable surprises that will be revealed when opened.\r\n\r\nAuctioned as a single lot, it reimagines some of Coca-Cola’s iconic assets for the metaverse, with each NFT inspired by shared moments of friendship.\r\n\r\nAll Coca-Cola proceeds from the auction will be donated to Special Olympics International, Coca-Cola’s friend and partner for 53 years.\r\n\r\nSee all the NFT details up close here: [https://maketafi.com/coca-cola-nft](https://maketafi.com/coca-cola-nft)\r\n\r\n**The Coca-Cola Bubble Jacket Wearable**\\\r\nA futuristic jacket illuminated with effervescent fizz, purposely designed with subtle nods to Coke’s nostalgic delivery uniforms fusing the metallic red of the aluminum can and caramel brown of the delicious drink. It includes a Unique unlockable version that can be worn in Decentraland.\r\n\r\n**The Coca-Cola Friendship Card**\\\r\nA reimagined design of Coca-Cola’s famous friendship-inspired artwork from the 1940s for the digital world. The card bears the “Symbol of Friendship” moniker.\r\n\r\n**The Coca-Cola Sound Visualizer**\\\r\nExperience sharing a Coca-Cola with instantly recognizable audio cues: the pop of a bottle opening, the sound of a beverage being poured over ice, the unmistakable fizz, and that first refreshing taste.\r\n\r\n**The Coca-Cola Vintage Cooler NFT**\\\r\nCoca-Cola’s highly collectible 1956 retro vending machines reimagined for the metaverse.\r\n\r\nPurchaser of the The Coca-Cola Friendship Day Loot Box NFT acquires ownership of the NFT digital file and is granted a royalty free license to use, copy and display the NFT for personal, non-commercial use, as well as the right to resale the NFT as a digital file. The same rights and restrictions follow each subsequent purchase. **Purchaser has no right to the copyright of the NFT or to the Coca-Cola name, trademarks, logos, music or slogans within the NFT. Any use of the intellectual property of the NFT outside of the digital file is a copyright or trademark infringement.** Any rights granted by The Coca-Cola Company can be modified or rescinded in their entirety if there are changes in technology, law or regulations related to the sale of NFTs that would necessitate such modification or rescission to protect the rights or property of The Coca-Cola Company. As the purchaser of this NFT, you understand that the prices of collectible blockchain assets are extremely volatile and subjective. Each NFT has no inherent or intrinsic value. No NFT is guaranteed to retain their original value and factors occurring outside of the NFT, including fluctuations in the price of other digital assets, may materially impact the value and desirability of any NFT. \r\n\r\nThe unlockables will only be awarded to the first purchaser of the friendship box NFT and only if the laws and regulations of the country where the purchaser is located allow physical receipt of such items. Anything that needs to be physically shipped will be shipped within Ninety (90) days of purchase.",
    "external_url": "https://www.maketafi.com/coca-cola-unboxing",
    "animation_url": "https://storage.googleapis.com/cdn.maketafi.com/nft/coca-cola/friendship/vid_coke_opening_sequence_1080x1080.mp4",
    "image": "https://storage.googleapis.com/cdn.maketafi.com/nft/coca-cola/friendship/opening_sequence.gif",
    "name": "The Coca-Cola Friendship Loot Box NFT"
  }
}