{
  "address": "0x455f1e8fa7e99c61c29728cdf7cfb3d4654d11b9",
  "type": "ERC721",
  "name": "Curse NFT Tickets",
  "tokenCount": "1000",
  "uri": "https://ipfs.io/ipfs/QmPpCEYRSo3oNVVfvTSQnzw943Kw2UQLyaHR7qvbnz4TJS?filename=rare.json",
  "metadata": {
    "name": "Curse NFT. Rare Ticket.",
    "description": "A backstage photo of model Krystall Schott was taken during New York Fashion Week 2016 and became the uncredited #1 search for \"face\" on Google. After years of being unable to counter her algorithmic curse, smart contract technology has made it possible for Krystall to reclaim her authority over her face and narrative once more. \n\nThe Rare Ticket is a looping 3D-rendering of Krystall Schott by PROTAGON, with music by Barrett Avner.\n\nThe Rare Ticket is a limited edition collectible ERC721 NFT, with 50/1000 mints.\n\nHolding this ticket will ensure access to the private auction of Curse NFT and the Accursed Share Discord channel.\n\nIf all 1000 tickets are sold, Accursed Share will allocate funds to create a streamlined and accessible web application that allows artists to mint their own dynamic NFTs using Chainlink's Keeper technology. The initial platform will enable artists to create NFTs similar in function to Curse NFT. This will be an open sourced project and a first gift from Accursed Share to the NFT community, to help bridge the gap between artists and developers, and jumpstart an era of accessible NFT innovation.\n\nTicket holders will be able to burn their tickets in exchange for early access to this platform.\n\nCredits: Model: Krystall Schott / Producers: Accursed Share (Monica Belevan, John Thomas Connor, Charles Curran); PROTAGON (Brian Adler); Krystall Schott / Executive Producer: Brian Adler / Visual Effects and 3D Scanning: PROTAGON / Photography: Pat Bombard / Hair: Tyeler Perfect / Make-up: Christina Lee Adams / Music: Barrett Avner / Engineers: The DeFi Network\n\nCurse NFT is an Accursed Share production, in association with PROTAGON.\n",
    "image": "https://accursedshare.art/wp-content/uploads/2021/08/Ticket_rare_loop_8.13.2021_1080p_2a.mp4"
  }
}