{
  "address": "0x4568ae6cb7036131364b85b4b4c12feefcdb70d2",
  "type": "ERC721",
  "name": "SEAQUARIUM",
  "tokenCount": "4",
  "uri": "https://ipfs.pixura.io/ipfs/QmPZUiyF3piqfb479zJxcWrcn6NDtb8XbYGncP3PNwLgo2/metadata.json",
  "metadata": {
    "name": "Majestic Voyage",
    "createdBy": "Tim B",
    "yearCreated": "2022",
    "description": "In life, we are not often granted moments that stop you in your place, to admire the beauty of what you’re seeing. Its been said that humans and whales have strong similarities which is why we develop lasting connections viewing these pinnacles of the ocean. \n\nHumpbacks make one of the longest animal migrations known to man, and they do so without fail every single year. In the summertime, the humpbacks gather down south in the chilly Arctic waters, where they feed plentifully on krill. This is their feeding season and readies them for the journey ahead to give birth.\n\nEach year, I travel 2 hours to the ocean in the hope of witnessing them travel up the Pacific during their northern migration along the coastline. On this occasion, I spotted what appeared to be a small pod of humpbacks, several kilometres out to sea. I hastily launched my drone out towards the sprays and was left completely speechless by what I was witnessing. A pod of 5 whales gracefully travelling as one, in the clearest waters of the deep that I had ever filmed. \n\nAll the years of patiently waiting had culminated into this one moment, as the leader of the pod came up for a single breath of fresh air, before diving into the depths below. When I flew the drone back, I was numb with satisfaction from the footage I had captured. A truly surreal moment to be fully immersed in the beauty of nature. \n\nDue to the 50 mb upload limit of SR, the full 4K 124 mb file will be delivered to the collector on a separate file sharing service\n",
    "image": "https://ipfs.pixura.io/ipfs/QmQeNkGHHK2p1B5VEMWWDPvgs2V1D8d6uxDbqDK1rNZYgH/ScreenShot2022-04-20at6.49.38pm.png",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmSEd3CUiL3RnPLkSxf3hkoxcxi2rBCaqMVyeECC1dBawc/MajesticVoyage1080p.mp4",
      "dimensions": "1920x1080",
      "size": "49703008",
      "mimeType": "video/mp4"
    },
    "tags": [
      "Wildlife",
      "Aerialphotography",
      "photography",
      "whales",
      "surreal",
      "animation",
      "cinema"
    ],
    "attributes": [
      {
        "trait_type": "Size",
        "value": "1920 x 1080 Pixels"
      },
      {
        "trait_type": "Format",
        "value": "H.264 / MP4"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      },
      {
        "trait_type": "Wildlife",
        "value": "Humpback Whale"
      },
      {
        "trait_type": "Camera",
        "value": "DJI Mavic Air 2s"
      },
      {
        "trait_type": "Capture Date",
        "value": "27 July 2021"
      }
    ]
  }
}