{
  "address": "0x45a7b367a7e76c136c56fbc6e026b77f809987d8",
  "type": "ERC721",
  "name": "You Don't Know _ _ _ _",
  "tokenCount": "2",
  "uri": "https://arweave.net/EIi0KuqMsZSWRaRrte2R6gcaa146sk51AT7NXXupV94",
  "metadata": {
    "name": "You Don't Know _ _ _ _ .001",
    "created_by": "T00N",
    "description": "*a monthly animated short series created in Blender by Toon  \n*maybe you've felt like Jack...\n\n//\n\nChapter .001: One Shot\n\nTime Passes slowly and in silence.\n\nJack, our protagonist, is imprisoned for a crime he did not commit. A gentle face with a will of steel and fists of iron he determinedly paces through his daily routine. To keep himself sane he has committed to 500 push-ups, 300 sit-ups, 400 pull-ups, and 500 bed-lifts (modified dead-lifts with a reeled and tied cinnamon-roll shaped mattress twist). Then, like a monk, meditation and reading until his breathing slows and his eyes close for the day.\n\nThe mountain that supports his cage is a frigid but peaceful summit. \nA far stretch from home, he has resigned himself to his long days and restless nights. At least he's not dead.\n\nIn the passing years his reflexes slow, his chest sags and his bright eyes grow dim. \"Time is a villain to us all\" he thinks. Exhausted from his daily routine, he props himself against the cell wall to take in the limited view. Sometimes if he's lucky the waning sun splashes fantastical globs of color onto the air around him and the moving clouds make them dance. He relishes these moments, they feel as if they're just for him... they feel free. He closes his eyes. He hates these moments. \n\nThe prison cell has vertical bars even on the inside. Jagged exposed metal, they can be electrified or heated or frozen depending on the sadistic desires of the warden. So far Jack has not had the cruel pleasure of 'drinking with the bars'. Maybe today will be his lucky day.\n\nDeep Breath... \"focus on something nice\" he thinks- \"vanilla\". A light moan escapes his lips as the phantom flavor grazes his tongue. If he ever gets out of this place the first thing he'll do is find some delicious vanilla ice cream. Good vanilla takes over the senses. An all natural drug. What power. \"She always wore that intoxicating scent...\" Deep Breath. \"Why am I thinking about her now...\"- Deep Breath... \"Oh, right. Vanilla.\"\n\nSuddenly, the sharp boutade of a large round being expended from a barrel violently interrupts his meditation. He twists toward the sound confused, eyes wide, as the red hot burning bullet pierces his outstretched hand and head and exits the other side...\n\nTo be continued...  \n  \nARt & StoRy by Toon",
    "easteregg_url": "https://therabbitegg.glitch.me",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "T00N"
      },
      {
        "trait_type": "Genre",
        "value": "Noir"
      },
      {
        "trait_type": "Setting",
        "value": "Dark"
      },
      {
        "trait_type": "Protagonist",
        "value": "Jack"
      },
      {
        "trait_type": "Style",
        "value": "3D Animation"
      },
      {
        "display_type": "number",
        "value": ".001",
        "trait_type": "Series"
      },
      {
        "trait_type": "Duration",
        "value": ":06"
      }
    ],
    "image_details": {
      "bytes": 5577885,
      "format": "PNG",
      "sha256": "afcb1cef39861bc763ddd5b2d6ad2feb6d5c4af0ac45d99870ac1ef58cf028ca",
      "width": 1080,
      "height": 1080
    },
    "image": "https://arweave.net/2DiPSwqaZ4q1dZ3qWssr5QuB2L1uWLTmJooOifJ2Z-s",
    "image_url": "https://arweave.net/2DiPSwqaZ4q1dZ3qWssr5QuB2L1uWLTmJooOifJ2Z-s",
    "animation_details": {
      "bytes": 7266833,
      "format": "MP4",
      "duration": 5,
      "sha256": "2a2622340237e0b20bc8a0ba41fbd6b074a2a93a33ea3ece133782c7f7aac749",
      "width": 1080,
      "height": 1080,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/4ACeipLVADW5FO-wWBF0_ivxIkC_nwBMR7jImXmi0h0",
    "animation_url": "https://arweave.net/4ACeipLVADW5FO-wWBF0_ivxIkC_nwBMR7jImXmi0h0"
  }
}