{
  "address": "0x463f2dfc885d0775dcfd72976ec08af9f4c5e8a5",
  "type": "ERC721",
  "name": "KGP NFT Photobooks",
  "tokenCount": "357",
  "uri": "https://kgp-nft-test.s3.us-west-1.amazonaws.com/morningstar/metadata/1",
  "metadata": {
    "description": "Morningstar (2021) by Marshall Schuettle is the first photobook to be released by KGP NFT.  To view the photobook in the native KGP NFT viewing app, visit https://kgpnft.com and connect your wallet.  Each copy of Morningstar contains 42 standard photographs with unique variations to each digital book. Variations include possible 1 of 1 photographs not included in the standard edition, unique signatures, and other additional content.  Marshall Scheuttle’s Morningstar shows us a Las Vegas in which the sky and the city, both blinkered with stars, stare back at each other impassively. The space between flashes moments which loom on the edge of an impending storm, or stillness in the wake of violent transgression. Caught in the crossfire, the people in Scheuttle’s photographs are alike in one undeniable regard: each, in his and her own way, is shot through with light. For some, that’s Las Vegas’s inescapable and smothering neon. For some, that’s the ominous and ageless light of the desert. And for some it’s the light that comes with the promise of a brand new day—the crisp sunlight that appears in the east once the morningstar has faded from the sky.",
    "external_url": "https://www.kgpnft.com/",
    "image": "https://kgp-nft-test.s3.us-west-1.amazonaws.com/morningstar/thumbnails/1-1.gif",
    "name": "Morningstar #1",
    "pdf_url": "https://kgp-nft-test.s3.us-west-1.amazonaws.com/morningstar/pdfs/1.pdf",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Marshall Scheuttle"
      },
      {
        "trait_type": "Book Title",
        "value": "Morningstar"
      },
      {
        "trait_type": "Edition",
        "value": "Extended Edition"
      },
      {
        "trait_type": "1 of 1 Photo",
        "value": "No"
      },
      {
        "trait_type": "1 of 1 Title",
        "value": ""
      },
      {
        "trait_type": "Cover",
        "value": "Slots O' Fun"
      },
      {
        "trait_type": "Extra Content",
        "value": ""
      }
    ]
  }
}