{
  "address": "0x46960a66c1b7418f214d7cc64d68121eb9f88a22",
  "type": "ERC721",
  "name": "DestinyK's V2",
  "tokenCount": "26",
  "uri": "https://arweave.net/5pWrAbr-1830PdvEOdSrjWuIGfhx2asFHpELxhl01Cw/1",
  "metadata": {
    "name": "The Defender #1/10",
    "created_by": "DestinyK",
    "external_url": "https://twitter.com/destinykrainbow",
    "description": "The Defender was a hero unlike any other. Born into a world filled with injustice and corruption, he dedicated his life to protecting the innocent and fighting for what was right.\n\nAs a child, he witnessed firsthand the horrors of war and poverty, and it left a deep mark on him. Determined to make a difference, he devoted himself to training in the martial arts and honing his physical and mental abilities to their utmost potential.\n\nOver the years, The Defender became a master of combat, using his skills to defend those in need and bring justice to those who sought to do harm. His reputation as a hero grew, and he became known as a champion of the people.\n\nBut The Defender's greatest strength was not his physical prowess or fighting skills. It was his unwavering sense of justice and his unshakable moral code. He would never back down from a challenge, no matter how great the odds, and he would always stand up for what he believed in, even if it meant putting his own life in danger.\n\nAs the years passed and The Defender continued to fight for justice, he became a symbol of hope for the people. His bravery and selflessness inspired others to stand up for what was right and to never give up, no matter how difficult the road ahead may seem.\n\nIn the end, The Defender became a legend, a hero who will be remembered for all time as a champion of justice and a defender of the innocent.",
    "image_details": {
      "bytes": 884240,
      "format": "PNG",
      "sha256": "aa0c8d44050d6a398bbf567c919a0bfaa1761140047842438c091a02041ec31f",
      "width": 720,
      "height": 720
    },
    "image": "https://arweave.net/T2AfeUSkf4no6240z-2AysKU4xd0lqOrAFa54VCruGo",
    "image_url": "https://arweave.net/T2AfeUSkf4no6240z-2AysKU4xd0lqOrAFa54VCruGo"
  }
}