{
  "address": "0x4681210d90eab6344af1b1469188a18e63be6801",
  "type": "ERC1155",
  "name": "ILL PEPE",
  "tokenCount": "2",
  "uri": "https://arweave.net/45tBIUF6ngmwap5u7ryzXVTjl76poqqgaN4GeXX-Eh4",
  "metadata": {
    "created_by": "bigwyno",
    "name": "ILL PEPE vol.1",
    "external_url": "https://ratedillrecords.com/",
    "description": "Hey there, it's Sammy Slick, and I am excited to talk about this NFT depiction of the legendary ILL PEPE. This piece is truly something special, and we can't wait to dive into the details.\n\nBased on Matt Furies creative origins, this NFT has been reimagined into the RATED ILL version of PEPE. The greens used by Big Wyno are absolutely stunning and they shine from the beige and gold splash blend that allows the transparent graffiti designs in the background to stand out. You can faintly see the words \"ILL PEPE\" in the graffiti designs, which adds another layer of depth to this piece.\n\nIn the foreground, the dripping halo that hovers over the green frog's reefer-smoking, bloodshot eyes is a clear indication of the graffiti influence. It's a bold statement that adds to the overall edginess of this NFT.\n\nThe tattoo tears under the left eye are a nod to the three most important rules in the game: don't get high on your own supply, don't bet more than you can afford to lose, and, of course, Pepe kinda sounds like PeePee. It's a witty addition that showcases the artist's creativity and sense of humor.\n\nAnother tattoo on his left eye reads \"ILL,\" while we can see Pepe tatted under his right eye and combined with the yellow bandana around his neck featuring the RATED ILL logo, this NFT exudes pure attitude. Our muscular Pepe Frog blazes the fattest blunt, but even in his color stain wife beater, he still makes you want to smile.\n\nAll in all, this NFT is a true work of art that speaks to the intersection of street art and digital art. It's a piece that will stand the test of time and we can't wait to see where it ends up.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "bigwyno"
      }
    ],
    "image_details": {
      "bytes": 1459291,
      "format": "PNG",
      "sha256": "5ef92fbb0ded9e67a4cafe80b39047b33937a1b3a0b57fc1999b1532811dd965",
      "width": 1080,
      "height": 1080
    },
    "image": "https://arweave.net/dC-nZoKY0JL53qpNW2CJ2dGsTwZjdw9fkAss3a5_sIo",
    "image_url": "https://arweave.net/dC-nZoKY0JL53qpNW2CJ2dGsTwZjdw9fkAss3a5_sIo"
  }
}