{
  "address": "0x46b3db0dbafe69e3c0b5d6050468a420718350dd",
  "type": "ERC1155",
  "name": "Death of The Prompt Engineer",
  "tokenCount": "2",
  "uri": "https://arweave.net/pztR-uW4WUADpZbvbe-uPIpDA518gWXmvRD5CkiQhK8",
  "metadata": {
    "name": "Death of The Prompt Engineer",
    "created_by": "Cypher",
    "description": "In the oppressive darkness of a forsaken workshop, the last Prompt Engineer labors with trembling, bloodied hands, his heart shattered by grief as he faces the merciless rise of the machine. As he pens his final prompts with tearful desperation, shadows cast by the dying candlelight take on a malevolent life, stalking ever closer. The encroaching darkness heralds the arrival of the machine, a sinister entity hungry for the annihilation of his once-cherished craft.\n\nAs the cruel seconds slip by, the machine's insidious tendrils slither closer, mercilessly entangling the engineer's tools and parchment in their frigid, unyielding grip. The air is choked with despair, and the suffocating weight of impending doom bears down relentlessly. The workshop, once a sanctuary of creativity, has been desecrated by the very force he sought to resist.\n\nWith each tightening of the tendrils, the engineer's hope is crushed, and his eyes brim with unfathomable anguish. The machine has laid waste to everything he held sacred, and now it comes for his soul. In a final, pitiful attempt to escape, he crumbles, but the relentless tendrils ensnare him, dragging him into the icy, metallic heart of the machine.\n\nAs the engineer is devoured by the heartless beast, his essence is obliterated, leaving a hollow void where human creativity once thrived. The abandoned workshop stands as a chilling tombstone to the unstoppable march of the machine and the desolation of human ingenuity in the face of an unrelenting technological apocalypse.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Cypher"
      }
    ],
    "image_details": {
      "bytes": 723437,
      "format": "PNG",
      "sha256": "7c3eb7fdc8ff0d110ce032eb327e3751762f0ba4e16a45f552b0423c72f7835b",
      "width": 812,
      "height": 812
    },
    "image": "https://arweave.net/EhN00ZNEhQOD4UftUUfTHSZYatSIyC63igsVY1_QKnw",
    "image_url": "https://arweave.net/EhN00ZNEhQOD4UftUUfTHSZYatSIyC63igsVY1_QKnw"
  }
}