{
  "address": "0x47b338afe9aeb2ed3fa58bb73edb3b23996cc3e0",
  "type": "ERC721",
  "name": "Gratus Art",
  "tokenCount": "3",
  "uri": "https://ipfs.pixura.io/ipfs/QmXrgaBttpobp8j7q5rUukxNqJp4YW3Gg44yXhY2nCNZrX/metadata.json",
  "metadata": {
    "name": "green morphing I",
    "createdBy": "Tamme",
    "yearCreated": "2022",
    "description": "Green morphing\nThree images that belong together and that tell a story together. About transformation. And reflection. Arising from contemplation.\nThree times one image, as NFT separated from the trinity of the group.\n\nThis image belongs to the series Green morhing I, II, III and is physically available only in the form of a print as a tryptichon.\nThe virtual representation of each of the three images, however, is an independent, unique NFT that will evolve on its own.\n\nIt will be exciting to see how the three images or this series will unfold: who will buy them, how long will they remain a series even virtually, who (which owner) will decide to separate them?\nOver time, these three images will get their own website, documenting the 'journey' of the three images, their development as a series and as an individual image.\n\nDonation Statement:\nFor all NFTs, if they are resold, an artist's fee of 10% will be paid. This fee is paid to me each time one of my NFTs is resold.\nFor all NFTs of the series $GRATUS I will donate this artist fee to non-profit organizations.\nOn the one hand, this means that only the price for the first sale stays with me and all further income is donated.\nOn the other hand it means that you can not only earn money with the purchase (and resale) of these NFTs (some of my NFTs have increases in value of >300%), but you also are doing good with every purchase or resale.\nTo which organizations the money was donated, I will publish from time to time in the social media and on Gratus.art",
    "image": "https://ipfs.pixura.io/ipfs/QmZ4b5oA48arUo2tnAhbmuTKyRJYEcCXdzqSRBGW4RU3um/greenmorphingI.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmZ4b5oA48arUo2tnAhbmuTKyRJYEcCXdzqSRBGW4RU3um/greenmorphingI.jpg",
      "dimensions": "1920x1920",
      "size": "2842683",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "green",
      "white",
      "nature",
      "city",
      "evolution",
      "cityscape",
      "awareness"
    ],
    "attributes": [
      {
        "trait_type": "Original Creation Date",
        "value": "January, 2 2022"
      },
      {
        "trait_type": "Medium",
        "value": "JPEG"
      },
      {
        "trait_type": "Artist",
        "value": "Tamme"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      },
      {
        "trait_type": "Technology",
        "value": "Photography"
      },
      {
        "trait_type": "Series",
        "value": "green morphing"
      },
      {
        "trait_type": "Color",
        "value": "green"
      },
      {
        "trait_type": "Color",
        "value": "white"
      },
      {
        "trait_type": "Company",
        "value": "Gratus Art"
      },
      {
        "trait_type": "Web",
        "value": "gratus.art"
      },
      {
        "trait_type": "Instagram",
        "value": "gratusart"
      }
    ]
  }
}