{
  "address": "0x470a041b4481451b9b09431d31bbffdd1409ba6d",
  "type": "ERC721",
  "name": "Fox days often",
  "tokenCount": "1",
  "uri": "https://arweave.net/DvWEYw0zylr31S15tf7IW3l0I3xFlTkdYX6ng6p8d0M",
  "metadata": {
    "name": "In case it gets exposed,",
    "created_by": "DBZBFZB",
    "description": "Besides, he doesn't have any proof.\n\n\n\nIf the teacher did not believe him, he might alert others and put himself in danger.\n\n\n\n\"What a surprise!\n\n\n\nZhang Ping entered the toilet, feeling a little complicated, stood for a while and walked out again toward the classroom.\n\n\n\nTrouble.\n\n\n\nThere are two beasts of alienation lurking in a school, so will there be more beasts of alienation in the whole city?\n\n\n\nOr worse, who owns this city?\n\n\n\nZhang Ping lay prone on the desk, squinting eyes open a narrow crack, looking out of the window of the scenery, heart way: \"it seems that my ability, there are a lot of I do not understand the place.\"\n\n\n\nThe two alienated beasts by the skin is very old, obviously lurking in the school is not a day or two.\n\n\n\nBut before swallowing the greed gem, he, like most of his classmates, had no idea that Luo shiyu and his unknown teacher were monsters of alienation.\n\n\n\nSo the change must have come from the greedy gems they swallowed.\n\n\n\nZhang Ping opened his hand and suddenly condensed a greedy gem. He squinted at the greedy gem and then opened his mouth to eat it.\n\n\n\nAfter all, there is no rule that a person can only eat one greedy gem, and since the change comes from the greedy gem eaten yesterday, what about another?\n\n\n\nAfter swallowing the gem, Zhang Pingfu came to his heart, which was completely different from yesterday's 'unity of man and sword'. This time, he felt similar to the 'sense of communion between heaven and man', and the whole person seemed to be sublimated.\n\n\n\nWhen he opened his eyes a few minutes later, the whole world seemed bright and beautiful.\n\n\n\nHe looked at the table not far away, sharp smell a trace of blood smell, and then his eyes naturally emerged a horror scene: the teacher is lecturing on the platform, standing in the classroom a huge fox, is eating a student's head, both teachers and students are suddenly unaware.\n\n\n\n[Identification successful]\n\n\n\nStained with blood desk: once there was a good student, all people are not aware of the situation was alienated beast murder, this stained with blood desk loyally recorded all this.\n\n\n\nTwo lines of Chinese characters suddenly appeared before Zhang Ping's eyes. He looked at the other desks in a daze, but none of them aroused this inexplicable ability.\n\n\n\nHe thought about it, looked down at himself, stared at it for about a minute, and suddenly lines of words began to appear before his eyes.\n\n\n\n[Identification successful]\n\n\n\n[Summoning Beast: Zhang Ping]\n\n\n\n[Host: Zhang Ping]\n\n\n\n【 Race: human 】\n\n\n\n【 Potential: ⭐⭐⭐】\n\n\n\n[Life: 89]\n\n\n\n\"Talent\"\n\n\n\nGem: [contract can consume physical gem + spirit condensed out of the contract, the target once the voluntary contract gems, life, soul and consciousness will be dominated by summoners, but also get the summoner's potential, luck, for the first time after taking, again taking will be slightly raise their potential, and has a 1% probability of awakening new talent. Note: Summoner Zhang Ping overdraws his intelligence quotient, potential, and luck to acquire the natural ability, although very powerful, but also has some huge defects, too ambitious seems not a good thing.\n\n\n\nCategorical Imperative: you have absolute control over the summoner, and the summoner cannot disobey your commands.\n\n\n\nAbsolute obedience: you will obey the summoner's orders completely and faithfully.\n\n\n\nUnstable identification: identification of the target, there is a minimal probability of obtaining target information, both real",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "DBZBFZB"
      }
    ],
    "image_details": {
      "bytes": 11689,
      "format": "JPEG",
      "sha256": "2e66ee770fff0c3abd279afd6beae0d1e771584bac563ee7a3200e764208721d",
      "width": 275,
      "height": 184
    },
    "image": "https://arweave.net/fH2ug-OFy4rxXKhO9icYSOPuiwOdfNp5ntcRq6coPtE",
    "image_url": "https://arweave.net/fH2ug-OFy4rxXKhO9icYSOPuiwOdfNp5ntcRq6coPtE"
  }
}