{
  "address": "0x475cf91d9c553f803b66b087aec027ecc8f3b0ec",
  "type": "ERC721",
  "name": "Zuzana Breznanikova",
  "tokenCount": "3",
  "uri": "https://arweave.net/sMSDAy40X3OX_ifU7FqxUmzK2RRttMEgrNWNNOQlm9U",
  "metadata": {
    "name": "Renaissance Reverie",
    "created_by": "Zuzana Breznanikova",
    "description": "\"Renaissance Reverie\" captures a moment of ethereal beauty and contemplation, drawing inspiration from the elegance and artistic richness of the Renaissance period. In this enchanting scene, two women lie gracefully in repose, their expressions serene and dreamy. Dressed in exquisite vintage designer gowns, their attire reflects the timeless allure of the Renaissance era.\n\nThe composition exudes a sense of tranquility, with soft lighting and a dreamlike ambiance. The women's delicate features and poised poses evoke a sense of classical beauty and grace. As they sleep, they seem immersed in a world of their own, lost in reverie and deep contemplation.\n\nThe vintage designer gowns worn by the women add a touch of opulence and sophistication to the scene. The intricate details, luxurious fabrics, and meticulous craftsmanship of the gowns highlight the artistry and refinement associated with Renaissance fashion.\n\nThis piece transports viewers to a realm where time stands still, allowing them to experience the allure of the Renaissance period. It invites contemplation and reflection on the timeless qualities of beauty, elegance, and the power of dreams. \"Renaissance Reverie\" is a captivating homage to the Renaissance, capturing the essence of that era's artistic spirit and inviting viewers to indulge in a reverie of their own.\n\nBreznanikova, 2023",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Zuzana Breznanikova"
      }
    ],
    "image_details": {
      "bytes": 1127307,
      "format": "JPEG",
      "sha256": "273064b062dcc64bf9a8d6aa7c6b4837370750689be7981a2cc729cdd00e0ba4",
      "width": 2048,
      "height": 2048
    },
    "image": "https://arweave.net/Earlc_O2Yxt_95L3Udiyj25bNdIqVHqdGtqDv6NpG-A",
    "image_url": "https://arweave.net/Earlc_O2Yxt_95L3Udiyj25bNdIqVHqdGtqDv6NpG-A"
  }
}