{
  "address": "0x47aae53e3af66d6ebb1c76591b8cd9f478d990c3",
  "type": "ERC1155",
  "name": "Kulasai 2022 -Manifold",
  "tokenCount": "1",
  "uri": "https://arweave.net/tmgPIDq5PzS_FpTSh3yFQjZtGbmh76M6_EynaqNm1sc",
  "metadata": {
    "name": "The Third Element",
    "created_by": "Sai Sanjay",
    "description": "Each culture has its own distinctive rituals that demonstrate how devoted its members are to their particular deities. \n\n\"Kulasai Duserra\" is one of the greatest festivals which celebrated in India. \n\nPhotographers from all around the world assemble here to capture the festivities. The 300-year-old Sri Mutharamman temple in Kulasekarapatnam is where the rite is carried out. People perform a variety of rituals to express their devotion to the god. A devotee taking the guise of Muththaramman while clothed as Kali, this ritual is known as \"Theechatti\". They end the celebration by killing the Narahasuran in the 10th & final day of the festival.\n\nDue to the large number of photographers there and other challenging circumstances, such as the weather, it can be a little difficult to capture the moments as a photographer. I maintained my hydration with glucose, ORS powder, tender coconut, and other substances since consuming the local cuisine wasn't great. I took four days to record this incident using the same method.\n\nTitle: The Third Element\n\nEditions: 10/10\n\nArtist: Sai Sanjay Prasath\n\nLocation: Kulasekarapatnam, India.\n\nLicense: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Sai Sanjay"
      },
      {
        "trait_type": "Camera",
        "value": "SONY ILCE-7M3"
      },
      {
        "trait_type": "Lens",
        "value": "E 17-28mm F2.8-2.8"
      },
      {
        "trait_type": "ISO",
        "value": "2000"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/2.8"
      },
      {
        "trait_type": "Exposure",
        "value": "1/250"
      },
      {
        "trait_type": "Focal Length",
        "value": "17.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2022:10:04 20:44:32"
      }
    ],
    "image_details": {
      "bytes": 18636137,
      "format": "JPEG",
      "sha256": "450a35ee1dc1c06ffa3b0f8b714914868d958434f7f186ecc2f0dad5afc21dd1",
      "width": 5847,
      "height": 3808
    },
    "image": "https://arweave.net/G5ObBlAtSaMD1tlIoRWDL8nLYkbYNW-f7EP8Q3NpGqY",
    "image_url": "https://arweave.net/G5ObBlAtSaMD1tlIoRWDL8nLYkbYNW-f7EP8Q3NpGqY"
  }
}