{
  "address": "0x47733ae7190fdca1fe629feedfd7cb0ddd09330c",
  "type": "ERC721",
  "name": "FULL METAL RABBIT - KOSMO V2",
  "tokenCount": "5555",
  "uri": "ipfs://bafybeigqup44yder4dult76flb2yxiqod2wz7xp7gtmyh3hx5sqtrrbakm/1",
  "metadata": {
    "name": "KOSMO #1",
    "description": "FULL METAL RABBIT - KOSMO Avatar NFT Collection is a hand drawn, uniquely designed NFT with real utility and engagement integrated from the onset for future gamification, backed and produced by an international creative team, laying the strong foundation behind this project and it's future. Kosmo consist of 10 different Genesis DNAs. Generated with care from over 300 unique traits Statistical rarity will determine influence of $Kosmo token yield and forever living on the Ethereum Blockchain.\n\nKOSMO is a Digital Art Project from the mind of The FULL METAL RABBIT Odyssey, created by acclaimed digital artist Case-K Moonshine, otherwise known as Keisuke Moonlight, a Japanese born Digital Artist https://keisukemoonlight.xyz/en/ who has had a prolific past in the Entertainment industry, known as one of Japan's most successful Music Producer, working with artists such as X-JAPAN, LINDBERG, BOØWY and LOUDNESS to name but a few. After retiring from the music industry, he then moved into his passion of Art, creating the world famous animated character — FULL METAL RABBIT affectionately known as KOSMO.",
    "image": "ipfs://bafybeicea4rz6g7lzyxxmh46hcytksrsk76pohlqpc3ejarr7dvlxr7ghu/1.png",
    "edition": 1,
    "attributes": [
      {
        "trait_type": "Background",
        "value": "Standard 4"
      },
      {
        "trait_type": "Bandaid",
        "value": "Bandaid Color 1"
      },
      {
        "trait_type": "Hands",
        "value": "Spray Bottle Blue"
      },
      {
        "trait_type": "Shirt",
        "value": "Rubrick Pattern"
      },
      {
        "trait_type": "Jewelry",
        "value": "Bitcoin Necklace"
      },
      {
        "trait_type": "Mouth",
        "value": "Celery Stalk"
      },
      {
        "trait_type": "Headwear",
        "value": "Smash Baseball Hat Black"
      },
      {
        "trait_type": "Tattoo-Accessory",
        "value": "Yinyang"
      },
      {
        "trait_type": "Weapon-Front",
        "value": "Leg Of Jamon"
      },
      {
        "trait_type": "Eyes",
        "value": "Yellow"
      }
    ],
    "compiler": "EnTeRs Engine"
  }
}