{
  "address": "0x47531a1b35a136ac4185d5aa974f2cd215bff50b",
  "type": "ERC721",
  "name": "RIOT BABIES",
  "tokenCount": "5",
  "uri": "https://arweave.net/9d8aO4w_zzI2630O2u6It5Hf15KA-uKufxK0j9vVyKk",
  "metadata": {
    "name": "RIOT BABY THAT FIGHTS FOR GENDER EQUALITY",
    "created_by": "Riot Girls",
    "external_url": "https://riotgirls.pussyriot.love",
    "description": "RIOT GIRLS is a punk sci-fi feminist dynamic NFT collection by Pussy Riot and Gremplin. The first NFT collection that represents women of different ages and acknowledges non-carbon-based women-identified life forms. Older women are the most scarce, therefore older women are the most valuable in the generative portion of the drop. Like Toadz before them, RIOT GIRLS combines generative pixel art and rare 1/1 pieces, some animated. The faster you burn a pig, the more desirable your female AI NFT you're going to get in return will be. After 7 days, any remaining pigs will burn themselves and automatically re-born as female AI NFTs. And if you hold an artificial womb NFT for 9 months, you will receive another NFT, a baby girl. RIOT GIRLS promotes the development + mass adoption of artificial wombs that will allow the ease of reproductive labor and leave a choice up to every individual who considers having a child whether she prefers to carry a baby in her body or do it in vitro, using an artificial womb.",
    "attributes": [
      {
        "trait_type": "Age",
        "value": "Baby"
      },
      {
        "trait_type": "Artist",
        "value": "Pussy Riot"
      },
      {
        "trait_type": "Rarity",
        "value": "Custom 1/1"
      }
    ],
    "image_details": {
      "bytes": 187851,
      "format": "JPEG",
      "sha256": "87254c2a0ed4a8b27f019df2a7a7abd3412031abdbfdf6010c2a9264758cd953",
      "width": 2000,
      "height": 2000
    },
    "image": "https://arweave.net/frOZ0nc_XjPcx3xHExCnVbV51p3iovipZkpgGK-8V4c",
    "image_url": "https://arweave.net/frOZ0nc_XjPcx3xHExCnVbV51p3iovipZkpgGK-8V4c"
  }
}