{
  "address": "0x477172dfa6061c7884cdc678d8c6fc8a1616c73d",
  "type": "ERC721",
  "name": "Nullz Salem Variations",
  "tokenCount": "28",
  "uri": "https://arweave.net/1GyL23sn8cXKjQNEqALEhCEbJwbyifPHvqeb77DQCfY",
  "metadata": {
    "name": "Frozen Like a Picture",
    "created_by": "Roberto Salazar (SLZR)",
    "external_url": "https://robertosalazar.co/",
    "description": "The Nullz  \nMedia Landscapes—\n\nSalem Variations  \nOn a Sunday we arrived. Even with our eyes shut the closeness to the destination could be easily anticipated. The FM transmission shuffled between the signal of a voice and a bank of static that seemed manufactured by the forest as a whole. Sounds shapeshifted sliding lubriciously as noise, before suddenly precipitating into form as police sirens, weather forecasts, truck dealer promos, no down payments, and coke that tastes like cherry.\n\nAlong the road some scattered cottages appeared, some even with goats, horizontal pupils and all. Last time we were here we had the same thing for supper. Grease on top of grease, with sausages and starch from a potato.\n\nThe car was left down in the valley marked with a downward pointing arrow on the cell phone. The arrow moved slightly. As if the car struggled to exist strobing its own materiality.\n\nFlash, flashlight, drones; and cameras with some camping equipment. We carried onward. As we walked uphill the forest felt thicker and fuller; as if the altitude allowed it to articulate itself better. Treetop clearings imbibed a liquid sense of time to the scene. Giving way to the experience of traversing time zones of darkness and light desynchronized from whatever the wristwatch insisted on.\n\nNear the river at the clearing, someone appeared. He squatted, cigarette in hand, looking over his right shoulder; satisfied. He stood still for a long moment and then seemed to relax briefly never touching his cigarette again. As we passed him, an awkward urge to apologize arose, as we disturbed the picturesque with our presence.\n\nNearing the night, Josh’s flash dumped its charge a fist distance from me as I was trailing behind him. Blinded missteps took place that twisted my ankle. Pain shot upwards as it escaped my mouth in a scream as I fell purple-hazed.\n\nAt his suggestion, we made camp right there and then. Him pointing at my ankle quickly becoming a bulbous purple painful thing. Fairly accommodated at the tent I could listen to him smashing, gathering, and bundling wood for a fire.\n\nMoisture trapped inside the wood made the fire crackle ambers towards the sky as a stream of orange glow. Engulfed they seemed at moments, as if inhaled from above.\n\nTaiga, tundra; mountain. Mountain range. Cliff, coast, glacier; polar regions of the Earth. Shrubland, forest; rainforest.  \nWoodland, jungle, steppe, and valley became the materialized reality surrounding us. As the wood burned these different landscapes appeared in succession in the sky, scrolled and borealic, on top of the undulating sheets of smoke. \n\nThe next morning I woke up sweating a fever. Frail and achy I stepped outside with my camera. And took no images.\n\n2022",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Roberto Salazar (SLZR)"
      },
      {
        "trait_type": "Year",
        "value": "2022"
      },
      {
        "trait_type": "Collection",
        "value": "The Nullz / Salem Variations"
      }
    ],
    "image_details": {
      "bytes": 21252069,
      "format": "PNG",
      "sha256": "6c9b614841ed22bf789d034e7a82139bfe1d73cbe9cf6793734f1f39f483937f",
      "width": 2561,
      "height": 3840
    },
    "image": "https://arweave.net/wIMbMJd86u-PFoV-rV0NzlhxXbWYPJayoz5SoYC_VpI",
    "image_url": "https://arweave.net/wIMbMJd86u-PFoV-rV0NzlhxXbWYPJayoz5SoYC_VpI"
  }
}