{
  "address": "0x479394b5835d8f86b78f4418ed1ab3f3ce6d4c1f",
  "type": "ERC721",
  "name": "Black and White Photos by Pelin Genc",
  "tokenCount": "5",
  "uri": "https://arweave.net/0wswrd84rN7oDqIoR3jTtXifTq9PvlVlugpK4Sgg_ks",
  "metadata": {
    "name": "The Spiral",
    "created_by": "Pelin Genc",
    "external_url": "https://pelingenc.com/en/about-me/",
    "description": "I took this photo in one of my travels in a beautifully designed building. I was there to have a cup of coffee and spend some lovely time with my friend. \n\nAs soon as we entered the building, we were both fascinated by the decoration and the design, which was a combination of a historical architectural structure with modern interior design. And we started taking photos of the place before having our coffee. \n\nThe stairs looked so striking as I held my head and looked up. They looked like a spiral going all the way up to the sky and sunlight was filling in from the rear windows and the ceiling. The view immediately gave me a feeling of infinity. At that moment, I felt how light can brighten up any place, spread to every corner even though it diffuses through a narrow opening and lift our mood.\n\nLuckily, I had my camera and my wide-angle lens with me. I started looking for the best spot I could use the light and capture the geometrical form and its depth properly. \n\nThen we had our coffee enjoying this beautiful place and it remains as a lovely memory for me.\n\nLICENSE:  \nExtended Editorial: Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Pelin Genc"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      },
      {
        "trait_type": "Location, Date",
        "value": "Sweden, 2018"
      },
      {
        "trait_type": "Genre",
        "value": "Black and White"
      },
      {
        "trait_type": "Genre",
        "value": "Architecture"
      },
      {
        "trait_type": "License",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "File Type",
        "value": "JPEG"
      },
      {
        "trait_type": "Dimensions",
        "value": "4016 x 6016"
      },
      {
        "trait_type": "Camera",
        "value": "NIKON CORPORATION NIKON D750"
      }
    ],
    "image_details": {
      "bytes": 10954360,
      "format": "JPEG",
      "sha256": "38b5bb0eb1b109dcfe989c1f7c31615f9c80452b395964b77f8a1549c900d5df",
      "width": 4016,
      "height": 6016
    },
    "image": "https://arweave.net/rAOzuQCp50TFlOoSL84QL_jSU5UIZW07vZIDHlSW8lI",
    "image_url": "https://arweave.net/rAOzuQCp50TFlOoSL84QL_jSU5UIZW07vZIDHlSW8lI"
  }
}