{
  "address": "0x5087b8eb16de44f807b1ad564cc36a9de88b33c5",
  "type": "ERC721",
  "name": "Infanity First Drop",
  "tokenCount": "1415",
  "uri": "ipfs://QmSaGPZQjsMfiwMR1k8arZzoNKYQ5uYgUvgyPgQGv2NsZB/1",
  "metadata": {
    "description": "Infanity First NFT is Infanity's first drop. It's a milestone commemorative and your passport to Infanity Universe.\nInfanity is a platform where recording artists and fans bond through NFTs, fans support their favorite artists usually early on in their careers by buying their limited edition art in a form of NFT, and artists have a way of identifying fans. Artists can then help their community back, in creative and artistic ways.\nThis NFT is the first drop in a bucket of three NFTs released by January 1st 2023, in celebration of Infanity's launch.\nInfanity First is a collection not limited by number of pieces, but limited by a time. Midnight, Dec 31st 2022. On that time, minting will stop and the minted pieces will become the only ones in existence. Holding the Infanity First NFT drop will make you one of Infanity's first fans. You'll get to join our community and build this platform with us, just as President Davo's fans will do on Dec 23rd, 2022.\nOn Dec 23rd 2022, the President Davo Nation NFT will launch. A maximum of 10k pieces of President Davo generative art will be ever engraved on the blockchain to prove President Davo's fans from the early days.\nJanuary 1st, 2023, the Infanity Founding Fan NFT will mark the official launch of our platform.\nHolding the Infanity First NFT will get you a free airdrop from President Davo's upcoming drop*, and will act as a mint pass for the Infanity Founding Fan NFT and other future drops.\nGet the Infanity First NFT, join our Discord and let's build together.",
    "image": "ipfs://QmR9G3Qd1JnBVCgToXi5fsqNZMq3o2Nr1KstnvVjCCoGdD/InfanityFirstDrop.mp4",
    "name": "Infanity First NFT featuring President Davo song \"Get Away\"",
    "attributes": [
      {
        "trait_type": "Category",
        "value": "Infanity"
      },
      {
        "trait_type": "Tokenrun",
        "value": "Infanity First NFT featuring President Davo song \"Get Away\""
      }
    ]
  }
}