{
  "address": "0x500fe6d1f68b27b3f860bbf425ecb0f6bba2ae39",
  "type": "ERC1155",
  "name": "Infinite Realities by Silvio Vieira",
  "tokenCount": "1",
  "uri": "https://arweave.net/wPtFHRaet2GmlYE0wFW8wIbAqze0bht7zaP7eMZN500",
  "metadata": {
    "name": "Cracks in Reality",
    "created_by": "Silvio Vieira",
    "external_url": "https://twitter.com/silviovieiraart",
    "description": "My art is collected by the undisputed icons of this digital art era. From  \nthe likes of collectors like Metakovan and Cozomo de' Medici to creatives  \nlike Pranksy.  \nI try to capture the essence of life with a near-  \nobsessive attention for detail and blending. Every piece of art is the  \nculmination of single, individually drawn, wavy lines in a deliberate  \nattempt to instill a feeling of uncertainty while giving each piece a  \ndubious figure with a questionable existence.  \nTo me, the art must resonate with the experience, and the  \nexperience with the art. Each piece is delicately and  \npreemptively hand-drawn in the form of the experiences, whether  \nthey are conscious or subconscious, that they may endure.\n\nThe absoluteness of any piece is elusive.  \nJoin my multiverse by collecting this first piece, and embark on a journey of communal value-building.\n\nRoadmap:  \n1) The OE Mint - Acquire a piece that epitomizes my perspective  \n2) The Burn - During this step, depending on how many you mint, you will be able to burn either once or many times  \n3) The Transformation - The piece will transform, again depending on how many burned  \n4) Ephemeral Transcendence - This final step will reveal the behind-the-scenes. The funding powerhouse, and the project team. The pieces will be assigned values from 1-5, the higher being more rare and generate more value.",
    "image_details": {
      "bytes": 45011887,
      "format": "PNG",
      "sha256": "8b77cade885c478a935b15548d49518d32aaa14b1461c6b71ddaeb456fc611bf",
      "width": 2600,
      "height": 3250
    },
    "image": "https://arweave.net/4oMxjYwHQawlEbusqwRb39MHgMNoZZSh45jw5irlsvw",
    "image_url": "https://arweave.net/4oMxjYwHQawlEbusqwRb39MHgMNoZZSh45jw5irlsvw"
  }
}