{
  "address": "0x50c196da94680846384967c086a4700ae2c2a5ea",
  "type": "ERC721",
  "name": "IMAGHOSTXO EDITIONS 01 : LADDERS",
  "tokenCount": "37",
  "uri": "ipfs://QmctzpQ2khKAAYNiqxtkkFFiSmhsbposmNJJoduYPL8S1t/1",
  "metadata": {
    "name": "IMAGHOSTXO EDITIONS 01 : LADDERS #1",
    "description": "THE IMAGHOSTXO EDITIONS SERIES :\n\nLADDERS is the first of what I hope to be a 5 Edition Series that ultimately leads to a final, “Special Piece.” Each Edition in the Series will increase in quantity and decrease in price. Collectors w/ a 52BODIES at the time of each EDITION launch receives that EDITION.\n\nThe IMAGHOSTXO EDITIONS PRICING AND RELEASE PLAN:  \n  E01 : LADDERS - 15 @ .03  \n  E02 : XXX -  20 @ .025  \n  E03 : XXX - 30 @ .02  \n  E04 : XXX - 40 @ .015  \n  E05  : XXX - 52 @ .01  \n\n\nThose who collect all 5 Editions earn access to an EXCLUSIVE IMAGHOSTXO COLLAGE @ .005\n\nTHE IMAGE :   If you know me from 52BODIES, you know I usually don’t gravitate toward images where I or the camera are acknowledged. Instead, I pursue an approach that uncovers candid, unposed moments that reveal ephemeral alignments appearing and disappearing around us every second of every day. \n\nI noticed this moment shaping up a couple of blocks away when I heard the foreman of a construction crew calling up to his men. The instant I realized there was a possibility the crew might line up, I sprinted to a spot in the street, directly under the foreman, where I laid down with my head against the edge of the sidewalk, looking straight up. Having such a high vantage point, this was easy for the crew to see happening. Also, looking down at their foreman, it was certainly impossible not to notice a guy lying flat in the street directly below them. This time I didn’t mind that I would be seen taking the photograph. The moment was quick, and the resulting image had such great energy that I instantly came to love it as one of my favorite DTLA RISING images; the last shot at the end of a great day that embodied a feeling of hope and unity in the city that didn’t always feel in harmony.",
    "image": "ipfs://QmehkkCWTGEthNaLEHNqoCMXTrtKEmj7f6jxzsnEEPdftE/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "DTLA"
      },
      {
        "trait_type": "Subject",
        "value": "DTLA RISING"
      },
      {
        "trait_type": "Genre",
        "value": "STREET PHOTOGRAPHY"
      },
      {
        "trait_type": "Artist",
        "value": "IMAGHOSTXO"
      },
      {
        "trait_type": "Edition",
        "value": "1/37"
      }
    ],
    "external_url": "https://permalink.sloika.xyz/v1/z-zZbVx8sKeOuAdMmBh1j/1"
  }
}