{
  "address": "0x50ec13a891749c51da5bc23ffc8e669fc9ca9921",
  "type": "ERC721",
  "name": "EDITIONS | CIRCUS",
  "tokenCount": "40",
  "uri": "ipfs://QmW7Awot2TGMLtv3wMjWjYyzio2GY7jXCeYUtQWLMMYFUo/1",
  "metadata": {
    "name": "CIRCUS by Ben Hopper // 1.1 Sade & Viivi #1/10",
    "description": "1.1 Sade & Viivi for The Forest Project | June 18, 2015 | Parikkala, Finland\n\n“As time goes by, the status of the forests has been changing with the rise of industrialisation and urbanisation, but the connection between the Finnish people and the forest remains. For the Finns, the forest once symbolised something spiritual and holy. Nature gods and spirits were worshipped in the sunlit groves, and dark and gloomy spruce forests were avoided since they were considered the realms of goblins and trolls. The lives of the Nordic people were not directed by a calendar but by the harvest season of berries and mushrooms and the yearly migration routes of the animals. The forest used to be our ruler.”\n\nIn June 2015, I collaborated with Finnish circus artists Sade Kamppila and Viivi Roiha to create images to help form what would later become a contemporary circus show travelling around Finland and Europe. The show was called METSÄ (‘Forest’ in Finnish). We stayed in an isolated forest cottage in lower east Finland for three days beside the Russian border. It overlooked a beautiful lake, one of nearly 200k lakes the country offers. We didn’t have a shower or running water. But we did have a wood-burning sauna, fireplace, the world’s largest population of human-eating mosquitos, nearly 24hr sunlight, great food by fantastic cooks Sade & Viivi and loads of inspiration from nature and THE FOREST. At each day’s end, we spent some time in the sauna. When we’d get too hot, we’d exit the sauna and jump into the frozen lake. After a few seconds in the frozen lake, your body can resist the outside cold (Finnish summer). You’d sit naked on the deck for 5 minutes while being rained on. It was a beautiful experience, feeling one with nature.\n\nWe created a total of 30 images, and this was the last. It was made right after our ending sauna session. Sade’s on the left, Viivi on the right.\n\n---\n\nCIRCUS is the 1st part of EDITIONS, an annual Limited Edition prints & NFTs campaign by Portraitist Conceptual Photographer Ben Hopper. A retrospective/panorama overview introduction to some of Hopper’s more iconic projects, photographs and new works.\nThe NFTs are made available on April 20, 2023 for 48 hours. The prints are available until May 5 on [Hopper's Shop](https://shop.therealbenhopper.com/).",
    "image": "https://res.cloudinary.com/nifty-gateway/image/upload/v1681474005/publishers/benhopper/51316/75902/20150618_Sade_Viivi_TheForestProject_MG_7533_BenHopper.jpg",
    "image_hash": "QmahpHCJFu5CCyjt2DGnJJ8y623VtM5Q5ZxwvSLk6AHfoV",
    "background_color": "ffffff",
    "external_url": "https://niftygateway.com/collections/benhopper-editions-circus/"
  }
}