{
  "address": "0x505b933ecce17603e0fad07cd7322d676ea6a81d",
  "type": "ERC721",
  "name": "Real Estate NFT Fund",
  "tokenCount": "6",
  "uri": "https://metadata.mintable.app/CnyjuIiYbJZNNsGqqnA2/hzHNz",
  "metadata": {
    "Reward Type": "Profit Sharing: Up to 10% of Organization's Net Profits - (some restrictions apply)",
    "address": "0x505b933eCCe17603e0Fad07cd7322D676Ea6a81D",
    "animation_url": "",
    "apiURL": "CnyjuIiYbJZNNsGqqnA2/",
    "category": "Collectibles",
    "copyright_transfer": false,
    "description": "<p><strong>iBlockchain Bank &amp; Trust Technologies Co., </strong>registered in the State of Florida, USA,<strong> (iBBT”) </strong>is establishing a Marketplace, known as <strong>RealBloc</strong>, through a vertically integrated business model, powering “<strong>smart real estate trusts</strong>.”<i> </i></p><p><strong>RealBlock’s</strong> comprehensive new platform encompasses a comprehensive eco-system of inter-related components of the real estate transaction by integrating distinct roles: Interchange Banker &amp; Mortgage Banker, Traditional Real Estate Brokerage/Sales Agent, Title &amp; Escrow Agent, Property &amp; Casualty Insurance and Home Warranty will be captured on the platform. <i>(* the Phase 1 launch will conduct necessary due diligence regarding local, state &amp; federal regulatory compliance pertaining to all “agency roles”)</i></p><h2><strong>RealBloc Summary - </strong><i><strong>Our Message</strong></i></h2><p>Real Bloc creates a distinct real-estate marketplace utilizing fractionalized asset ownership, tokenized mortgages, residential smart-home, and extended home services. The model also increases the “<i>value capture” </i>for Real Block stakeholders &amp; investors and provides realtors, property buyers &amp; sellers enhanced economic value.</p><p>The architecture of this new technology-driven platform creates a new real estate business methodology, built on the cornerstone and foundations of the traditional real estate transaction: </p><ul><li>Buyers &amp; Sellers (our “Clients”) join the Real Bloc “Network”; </li><li>Brokers/Agents join the Network as service providers (via our “Concierge”); </li><li>Mortgage, P&amp;C Insurance, and Title/Escrow are provided within the Network and incentivize both clients &amp; concierge, driving ancillary product capture within the Network; </li><li>market efficiency for consumers is optimized, increasing profitability through the velocity of transactions flows to investment stakeholders, </li><li>portability of real estate ownership is established, which facilitates more widespread homeownership and real estate investment.</li></ul><p>Technologies like blockchain and smart contracts fundamentally disrupt how real estate markets are financed, intermediated, and transacted. </p><p><i><strong>RealBlock </strong></i></p><p><i>is a hybrid smart grid realty trust and private banking protocol that creates a vertically integrated business model. </i></p><p>It transforms the cumbersome analog and legal procedures of existing loan origination, investment, and brokerage practices to yield competitive value-capture in real estate markets. This means traditional banks and mortgage lenders no longer monopolize or manipulate markets and government subsidies to their advantage. It also means traditional realtor/brokers operate a sustainable, value-accruing concierge business model that streamlines end-to-end transactions (\"buy, sell, rent, lease, invest\") and provides ancillary home services for the homeowner.<br /> </p><figure class=\"media\"><oembed url=\"https://www.youtube.com/watch?v=Q6fVnqqorEQ\"></oembed></figure>",
    "edition_number": 1,
    "edition_total": "168110",
    "file_key": "",
    "image": "https://d1iczm3wxxz9zd.cloudfront.net/c1ad39b4-83ef-4add-8c89-7602b96e7b49/80544bbd-7556-46c8-81e6-530ba49c3615/hzHNz/ITEM_PREVIEW1.png",
    "name": "Realbloc Residual Income Token (RIT)",
    "original_creator": "0x43DAD1525f65F86410bC6f740bE980a4de485F2e",
    "printableAmount": "168110",
    "printableSeries": true,
    "resellable": true,
    "royalty_amount": 1000,
    "subtitle": "RealBloc | Your Home OnThe Block Powered by “Smart Real Estate Trusts.” ",
    "symbol": "RealBloc | Your Home on the Block Powered by “Smart Real Estate Trusts.”",
    "title": "Realbloc Residual Income Token (RIT)",
    "tokenId": "hzHNz",
    "url": "https://metadata.mintable.app/CnyjuIiYbJZNNsGqqnA2/hzHNz"
  }
}