{
  "address": "0x50c4b9ff7467246e4cf2b16baec3c3acd73d4f15",
  "type": "ERC721",
  "name": "Die Goldene Inge",
  "tokenCount": "1",
  "uri": "https://arweave.net/jWmF5QWG16uJpmsZx23IKWphM8mteovbkwWT8vRldJg",
  "metadata": {
    "name": "Fontana Magica",
    "description": "**ABOUT WORLD PEACE NFTs** \n\nDie Goldene Inge is a German based photographer and NFT artist you probably never heard of. Inge's mission is to change that. Ever since Die Goldene Inge fell into the NFT rabbit-hole in 2021 she has been rethinking and adapting her work to the possibilities of the new medium. But when prepared and ready to drop her first NFT collection, Inge got overwhelmed by the current global situation, just like most of us.\n\n  Suddenly it felt awkward to just drop new work without considering what so many people are currently going thorough. Inge hesitated, whether one should go ahead with business as usual or whether art would need to do its share and get political. She decided for the latter and came up with a whole new collection of 24 unique NFT artworks.\n\nThe “World Peace NFTs“ are Inge's answer to her struggle of how her art could support people in need. But Inge did not want to concentrate just on one current conflict. There are an endless number of people on this planet who deserve help and who have no real voice, except the press currently has an eye on them.\n\nTherefore, Die Goldene Inge has investigated and decided that all possible proceeds of her “World Peace NFTs” will be donated 100% to a charity organization that helps the most vulnerable. “Save the Children” was founded over 100 years ago and was the first global organization devoted solely to serving children’s needs and securing their rights. With a good reputation and transparent structure Die Goldene Inge thought that this would be the perfect organization to support.\n\n**The donation of proceeds and royalties to “Save the Children” will be fixated directly in Die Goldene Inges’s smart contract. **\n\nThe “World Peace NFTs” are a collection of 24 unique artworks derived from Die Goldene Inge’s “Saturation Supernova” series that she has been working on lately. Despite the new, colorful and kind of hypnotizing technique that Inge developed for her collection, the NFTs graphically use the phrases “World Peace” and “Save the Children”. These statements are blending in into Inge’s street style and can be used as a call or reminder of what we all should be caring for!\n\nWHY SAVE THE CHILDREN?\n\nSave the Children was the first global movement for children, boldly declaring that children have rights. Today, they champion the rights of the world’s 2.3 billion children.\nBelieve it or not, in 1919, when Eglantyne Jebb founded Save the Children, her conviction that children have the right to grow up healthy, educated and safe was not a mainstream idea. \nMuch has changed since then. The UN Convention on the Rights of the Child, based on the founder’s declaration, is now the most universally accepted human rights treaty in history. And, through their work in the United States and around the world, they've changed the lives of over 1 billion children.\n\nSave the Children works in over 100 countries, doing whatever it takes — every day and in times of crisis — to give children a healthy start in life, the opportunity to learn and protection from harm.Thanks to the supporters, they achieve tremendous results for children. In 2020 alone, they reached more than 197 million children. \nAs the world's leading expert on childhood, they believe that every child deserves a future. This belief is at the heart of everything they do. \nDie Goldene Inge would be really proud, if she could make at least a small change with her “World Peace NFTs” for someone in need!\n\nSo charge your wallet, buy some art and support the good cause!\n\nYours\n\nDie Goldene Inge",
    "image": "https://arweave.net/V7ztsP0FtjArbd0XkVuSAQ1EsK2D0S_iyYmoxVPAbZ8",
    "attributes": [
      {
        "trait_type": "Title",
        "value": "Fontana Magica"
      },
      {
        "trait_type": "Creator",
        "value": "Die Goldene Inge"
      },
      {
        "trait_type": "Collection",
        "value": "World Peace NFTs"
      },
      {
        "trait_type": "Series",
        "value": "Save The Children"
      },
      {
        "trait_type": "Series of",
        "value": "24 limited NFTs"
      },
      {
        "trait_type": "Utility",
        "value": "Charity Token"
      },
      {
        "trait_type": "Charity Organisation",
        "value": "Save the Children"
      },
      {
        "trait_type": "Proceeds",
        "value": "100% Donated"
      },
      {
        "trait_type": "Royalties",
        "value": "100% Donated"
      },
      {
        "trait_type": "File Space",
        "value": "Interplanetary"
      },
      {
        "trait_type": "Interplanetary Coordinates",
        "value": "Saturation Supernova"
      },
      {
        "trait_type": "Saturation Steps",
        "value": "37"
      },
      {
        "trait_type": "Color Spectrum",
        "value": "- 180 - 0 - + 180"
      },
      {
        "trait_type": "Edition",
        "value": "1 of 1"
      }
    ]
  }
}