{
  "address": "0x50908e6d2a78c73ee0430525d58a26043f1aeeb3",
  "type": "ERC1155",
  "name": "SNKEZ",
  "tokenCount": "9",
  "uri": "https://arweave.net/mclwmm9rPGtjEERkpeLJxkvkkVZSWVFoO5F4WtS16iA",
  "metadata": {
    "name": "Mushroom Jazz",
    "created_by": "SNKEZ",
    "external_url": "http://snkez.xyz",
    "description": "SNKEZ (sneak-ez) are designed to inspire alternative thinking, awareness, and consideration for a conscious shift in creation and consumption mentality. We reimagine classic styles and draw inspiration from biomaterials made from natural trees, plants, fruit waste, and lab-grown microorganisms, in order to replace animal-derived and harmful synthetic textiles.\n\nReishi mushroom leather (RML) is a type of leather made from the mycelium of the reishi mushroom, a species of medicinal mushroom native to Asia. Reishi mushroom leather is an eco-friendly alternative to traditional leathers, as it is not derived from animal hide. \n\nRML is sustainable, biodegradable, and vegan. This fungi, is a relatively new material, having only been developed in the last few years. The process of making reishi mushroom leather involves taking the mycelium of the reishi mushroom and growing it on a substrate. This substrate can be anything from bamboo to hemp. The mycelium is then dried and processed into a sheet, which is then tanned and dyed. \n\nRML is similar to traditional leathers in terms of appearance, durability, and feel. It is strong and water-resistant, making it ideal for outdoor applications. It is also breathable and flexible, making it comfortable to wear. It is also hypoallergenic and free of toxins, making it a safe choice for those with allergies or sensitive skin. \n\nRML is an exciting new material that has the potential to revolutionize the fashion industry. It can be used to make a variety of products, such as shoes, bags, belts, and more. It is also a great option for anyone looking for an eco-friendly and animal-friendly alternative to traditional leathers.  \n",
    "attributes": [
      {
        "trait_type": "ARTIST",
        "value": "Ravin"
      },
      {
        "trait_type": "BRAND",
        "value": "SNKEZ"
      },
      {
        "trait_type": "HAUS",
        "value": "Holotopia"
      },
      {
        "trait_type": "BODY",
        "value": "Reishi Mushroom"
      },
      {
        "trait_type": "STITCHING",
        "value": "Hemp Thread"
      },
      {
        "trait_type": "OUTSOLE",
        "value": "Dandelion Rubber"
      },
      {
        "trait_type": "HARDWARE",
        "value": "Reclaimed 14k Gold Plate"
      },
      {
        "trait_type": "DIE",
        "value": "Plant-based"
      },
      {
        "trait_type": "INSIDE LINING",
        "value": "Reishi Mushroom"
      },
      {
        "trait_type": "MUSIC PRODUCER",
        "value": "Soul Ninja"
      },
      {
        "trait_type": "MUSIC TRACK",
        "value": "Mushroom Jazz"
      },
      {
        "trait_type": "BACKGROUND",
        "value": "Forest"
      }
    ],
    "animation_details": {
      "bytes": 5169027,
      "format": "MP3",
      "duration": 129,
      "sha256": "d1e91b85f169c6db5cf3c6132627a71ab08a7754f57786d2aebdec3e927ff78a"
    },
    "animation": "https://arweave.net/wjm5RDasK0hmmFdoU_nHwqJgpUD-GC3C8mEdNSxUt2c",
    "animation_url": "https://arweave.net/wjm5RDasK0hmmFdoU_nHwqJgpUD-GC3C8mEdNSxUt2c",
    "image_details": {
      "bytes": 6409394,
      "format": "PNG",
      "sha256": "a77285682e6e4769c61efc0f6ba9cfdae2ddcef8cb0099fb54cd1fa3996c87cd",
      "width": 2000,
      "height": 2000
    },
    "image": "https://arweave.net/Ks0AO59V_fRX-LpyDkqHZabS2ILvEyxINGUitX4gTCE",
    "image_url": "https://arweave.net/Ks0AO59V_fRX-LpyDkqHZabS2ILvEyxINGUitX4gTCE"
  }
}