{
  "address": "0x501efdf2672b800495817ccb462046c9a4f14ed9",
  "type": "ERC721",
  "name": "wavWRLD presents wavROOM feat. Cam Murdoch",
  "tokenCount": "4",
  "uri": "https://arweave.net/RG8I80E8OBlh_vPlpgnNPPLJMw3ulwqnXvP134jecpQ",
  "metadata": {
    "name": "wavWRLD presents: wavROOM feat. Cam Murdoch",
    "description": "The wavROOM experiences are token-curated intimate performances only open to the collectors of that artist. This 5-of-7 performance is with the Web 2.5 artist, thought leader, and founder of Future Surf @futuresurflabs, Cam Murdoch @cammurdochmusic aka Cabana Cam, aka Mile High Murdoch, aka Cameron San Diego, aka El Capitan, aka Wavy McGee.\n\nThese are the first live music performances minted on the blockchain.\n\nwavWRLD partnered with Glass.xyz & Reveel to record & mint the performances.\n\nVideo, Editing & Color by LadiDadi @ladidadilive\nAudio, Mix & Master by Invictus @theoginvictus\n\nAbout the Artist:\n\nCam Murdoch is a multidisciplinary artist and web3 thought leader from Norfolk, VA by way of Minneapolis, MN. Murdoch’s sound can best be described as “Future Surf” a phrase he coined to describe the eclectic blend of coastally derived sounds, his visual aesthetic, and general way of being. Through Future Surf Labs, Cam has delivered several music NFTs in innovative fashions and cultivated a strong community of fellow musicians and music lovers through his Future Surf Radio initiative, co-hosted by fellow artists Scolla & June Jissle. As an early adapter to web3 music tools, Cam has taken a hands-on approach to build a better ecosystem for artists and fans through his “Swim Class,” teaching creators how to make their own smart contracts with no code and most recently by joining Dopr as Community Manager to help build the future of music discovery.\n\nCam is going to be sharing the royalties from this drop with all of the collectors that attended this show because he was fueled by their energy and the performance was truly a collaboration between the creator and the fans.",
    "image": "https://arweave.net/Hp8ROuM6eeSbq94nobcJmxyQvpIizmczRubwCQlzF0g",
    "external_url": "https://glass.xyz/v/TQ3RTTShKuksKyAH9Xqrl07urKJOqnlnYKCnTK8ub-E=",
    "animation_url": "https://glass.xyz/embed/TQ3RTTShKuksKyAH9Xqrl07urKJOqnlnYKCnTK8ub-E="
  }
}