{
  "address": "0x5101aed9c6da68a24ee7660266081c45c26f348a",
  "type": "ERC721",
  "name": "Hoyoby's",
  "tokenCount": "3",
  "uri": "https://arweave.net/DMTj7meLD7tk5Np706JXO-XdFvdJSXzZv1bSJZn466I",
  "metadata": {
    "name": "Hoyoby's",
    "created_by": "cbhoyo",
    "external_url": "https://www.cbhoyoart.com/work",
    "description": "Art is conceived to be seen and appreciated. When an artwork is created, it should enjoy a triumphal debut. Out of the artist's studio, the artwork can unveil itself to the world, shine its colors freely, transform the space, and meet face to face with the people who look for some meaning in its image. Unfortunately, millions of works can't be seen in any gallery or on any private home walls. Instead, hype buyers and cash-hungry investors transform them into hostages to fortune. They are hidden and incarcerated in their tailored wooden cases in some random warehouses, each awaiting its moment in the sun. Art captors' motivations range from speculative transactions and tax evasion to multimillionaire fund loans and money laundering. All this happens at the expense of art professionals, artists, and the artworks themselves. Art that is bought as an investment only, without any intention to keep it for personal use or show it to anyone, demands secure warehouses where it cannot be traced to its owner or taxed. Speculative investors, who have no desire to see the art they bought, bet that their art will increase in value and find their depots of choice in free ports. Free ports operate like offshore financial accounts, and in some cases, as small showrooms in which collectors and investors can arrange private viewings for potential buyers in secrecy. Art pieces switch boxes at the same facility and get transferred from the seller's to buyer's box in the free port. The artworks are condemned to suffocating confinement. In other cases, the artworks become credit cards with gigantic limits for their owners when deposited in funds that act as high-end pawn shops. Art is exchanged for mega sums. Loan proceeds can be reinvested, allowing borrowers to avoid the tax hit of a sale. In this art-lending business, if borrowers cannot repay the loan back, they kiss the art goodbye. Once more, the artworks might never come out of their crate, remaining in a cold corner as they shift from one owner's hands to another's.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "cbhoyo"
      },
      {
        "trait_type": "Year ",
        "value": "2021"
      }
    ],
    "animation_details": {
      "bytes": 48373873,
      "format": "MP4",
      "duration": 26,
      "sha256": "03adb50fa55b920489f2e984a6616e50cd102afc32fb5dfcf12d0415238a1dac",
      "width": 3840,
      "height": 2160,
      "codecs": [
        "H.264"
      ]
    },
    "animation": "https://arweave.net/0B4WsxK-8E7ljf_8_e1xXVroUjDRtToSnchQGcKo1Po",
    "animation_url": "https://arweave.net/0B4WsxK-8E7ljf_8_e1xXVroUjDRtToSnchQGcKo1Po",
    "image_details": {
      "bytes": 3827293,
      "format": "PNG",
      "sha256": "a5f1375cba91c3484a9c8eed8583467e46ad96c20461871c2d8566743efd0f67",
      "width": 2880,
      "height": 1620
    },
    "image": "https://arweave.net/kce4ncVmD_PXWiTObQM36l9rix4_Xk45gEnl-n7s2tM",
    "image_url": "https://arweave.net/kce4ncVmD_PXWiTObQM36l9rix4_Xk45gEnl-n7s2tM"
  }
}