{
  "address": "0x516d85f0c80d2c4809736aca3f3f95ce8545b5d2",
  "type": "ERC721",
  "name": "Highrises",
  "tokenCount": "133",
  "uri": "ipfs://QmX1ot4tXUkLYjxivpiW3eGNhWHfbuSfdzeu9Y9AH7UMuE/1",
  "metadata": {
    "image": "ipfs://QmczTibpd6iA4ULbzpYgdb7tYdpn8H9kCqCKqwKJvkDnVG/1.jpg",
    "name": "Highrise #02",
    "description": "**1616 Walnut Street**\n\n**Art by:** Chris Hytha\n\n**Story by: ** Mark Houser\n\nOne of several skyscrapers built by real estate developer Joseph Greenberg, this has a garage occupying most of the first five floors. Ads when it opened promised “Park your car under your desk!” Office tenants included investment brokers, insurance firms, the Philadelphia Grand Opera and the local office for Cunard White Star ocean liners.\n\nThe powerfully wealthy but publicity-shy Pew family took the penthouse as their pied-à-terre, since it was conveniently located next door to the headquarters of their family business, Sun Oil Company, also known as Sunoco.\n\nPhiladelphia architects Tilden, Register & Pepper won an award for their design at the 12th International Buildings Congress in Budapest, Hungary. Their spectacular Art Deco lobby features a ceiling of contoured geometric patterns, futuristic chandeliers, mottled tan marble walls, a patterned terrazzo floor, and elegant aluminum trim and elevator doors.\n\nThe building served as the home of Temple University Center City from the 1970s until 2001. Now it contains luxury apartments, and residents have access to the Pews’ former rooftop sundeck.",
    "attributes": [
      {
        "trait_type": "Style",
        "value": "Art Deco"
      },
      {
        "trait_type": "City",
        "value": "Philadelphia"
      },
      {
        "trait_type": "Region",
        "value": "Northeast"
      },
      {
        "trait_type": "AKA",
        "value": "Icon"
      },
      {
        "trait_type": "Decade",
        "value": "1930s"
      },
      {
        "trait_type": "Height",
        "value": "300' - 399'"
      }
    ]
  }
}