{
  "address": "0x51743175a0dd4d78f89015bbbfad594c9288bcb1",
  "type": "ERC1155",
  "name": "Unidentified contract - Xsbd3tW16N",
  "tokenCount": "2",
  "uri": "https://arweave.net/Tjs6v0YV9fgeipit3IxVPYKae8bAoRWbCa_DPWeNyLw",
  "metadata": {
    "name": "Color 1",
    "created_by": "lollerskates",
    "external_url": "https://twitter.com/Shawn05842964",
    "description": "This was my LA; beach, palm trees, airplanes, LAX. The airport functioned as the southern border of the city, as far as tourists and “the industry” were concerned, and it functioned as the northern border to our beach suburbs. As a kid, me and my friends pretty much lived at the beach, either in the water, on the sand, or on the bike path. All of our dads worked in construction or aerospace or at the airport. If the Santa Ana winds were blowing hard, they’d reverse the flight paths, brush fires would break out, and the smog would form a low-hanging brown cloud a few miles offshore.  \n\nI have colorblindness between certain shades on the color wheel, rendering invisible some subtleties of our world. So, when I use color film, I’m aiming to portray how I personally see things. Or how I think I see them. Or how I think I want to see them. Or how I feel them. \n\nThis was shot on a cheap medium-format camera with a plastic lens and light leaks. Edited only to remove very major scratches, and to bump magenta and blue by about 10% to compensate for my 20-year-old scanner. \n\nThis was my LA. These are my colors. This is my ETH genesis. This is our blockchain. Thank you and please enjoy.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "lollerskates"
      }
    ],
    "image_details": {
      "bytes": 16953717,
      "format": "JPEG",
      "sha256": "90b0ff12bc5f1380861ae890ba38795dd3bdba2fc07704fe345ce5f40499a486",
      "width": 6276,
      "height": 6340
    },
    "image": "https://arweave.net/Iu5f70xFxYHgBD5XgYpMEBif_swVAvskL6LEkOnsbpc",
    "image_url": "https://arweave.net/Iu5f70xFxYHgBD5XgYpMEBif_swVAvskL6LEkOnsbpc"
  }
}