{
  "address": "0x513d0b634b28f46bb5b408273acd1f0859a53059",
  "type": "ERC721",
  "name": "The Checkwork",
  "tokenCount": "7",
  "uri": "https://arweave.net/ys3vWlDlxSHQKN15s0n380nzBjGEIAKITW7kspvWrrE/1",
  "metadata": {
    "name": "The Checkwork #1/500",
    "created_by": "Question Everything",
    "description": "Free mint to the people who are bold enough to question everything - even questioning everything.\n\nThey've given thousands of new and existing Web3 creatives, developers, traders, businesspeople, and even enthusiasts, newfound hope in the promise of a decentralized future.\n\n100% of royalty from secondary sales will be going to the following wallet:  \n0x41838001cE552F01EDAb73813b0fFe1a38cac570  \n\nAfter mint, a Gnosis Safe (https://gnosis-safe.io/) using this wallet will be created. Alex and Bark will receive access to this Gnosis Safe but will not be allowed to send out any funds.\n\nA token-gated community vote will be held (using mirror.xyz), to determine 5 additional wallets that will receive access to the Gnosis Safe. \n\nA strong majority (5 out of 7) wallets would be required to approve transactions.\n\nThe purpose of this wallet is to provide funding for any community-member led initiatives, projects, or developments.\n\nThis would first need to be voted on via community vote (using mirror.xyz)\n\nWhy this structure❓  \n- In the nature of decentralization this means that the total direction, control, and movement of this project is completely decentralized, meaning no one or two entities would have free reign or access without an approval from the strong majority. This includes Alex and Bark, meaning if the 5 elected community members decide to make a financial investment, they would have the ability to do so, but only if they reached 100% agreement across the board to do so. \n\nWhy are you doing this❓  \n- I already paid to enable a contract on manifold.  \n- Everyone in the \"question mark\" community is spending dozens of hours on Twitter Spaces, providing or consuming entertainment, completely for free. This is an ode to that dedication. \n- There are so many talented community members who want the opportunity to build something great in the Web3 space, but they are limited in resources, direction, or organization, in most cases all 3.  \n- This is a 'social experiment' to counter \"PFP\" culture and meta. Web3 has never seen a community this strong without any financial incentive, promises, or speculation for future gain.\n\nOkay, free mint, what is next❓  \n- I have no fucking idea. That is for anyone with the courage to mint this to figure out. \n- The gnosis safe and mirror.xyz voting DAPP are the only things I'm doing post-mint. From there - the 'social experiment' will decide what happens next. It would be nice if I get my gas $ back, but besides that, I truly want this to be in the hands of the active members of the community.\n\nWhy 500 supply❓  \n- Alex mentioned in a space recently about the idea of token-gating \nTwitter Spaces, in order to better hone in on the 'core' of the community. He mentioned a supply of around 300-400, but I ran the average # of listeners via SuperSpaces.ai, and each Twitter Space gets an average of around 350-400 active listeners, with about 70% or so being recurring. 500 seems like a good number to start with given the growing community size.  \nTwitter Space: https://twitter.com/i/spaces/1eaJbrlNBgnJX  \nSuperSpaces: https://superspaces.ai/profile/ShiLLin_ViLLian\n\nWhy free❓  \n- Because why not. This community is built on a free emoji, why not have a free mint to replicate that as well, but this time signifying it on the blockchain.\n\nWhat about the contract access❓  \n- I will transfer access to the contract deployer as soon as the community council members are decided, to whatever they deem appropriate.",
    "image_details": {
      "bytes": 52515,
      "format": "JPEG",
      "sha256": "e23d7b597e2031e265c44041d77694d5258c0f3f7386ef37797c2035f4ec1856",
      "width": 1598,
      "height": 1600
    },
    "image": "https://arweave.net/de8beHOamBN9oMu3opI1RGGYOHhT0Pr0XOGFsWUfAGU",
    "image_url": "https://arweave.net/de8beHOamBN9oMu3opI1RGGYOHhT0Pr0XOGFsWUfAGU"
  }
}