{
  "address": "0x515c5162148a709e5e5285140e453ee80c809b84",
  "type": "ERC721",
  "name": "Deep Thought - kvduWshafr",
  "tokenCount": "2",
  "uri": "https://arweave.net/EMniKrNSorMp-4MiPFsdG0-7zjecvXWdQuvFUpWglrI",
  "metadata": {
    "name": "I Dream of the Machine",
    "created_by": "DeltaSauce",
    "description": "Does the machine dream, does it act upon itself to create artwork on its own? No, the machine does not dream, as it is up to the artist, to give the machine something to dream about. \n\nWe act as guides, using our life experiences, our emotions to weave the machine, a fabric of our inner reality. The machine is but a tool for the human mind, an extension of the artist. \n\nA tool without someone to utilize it, is but no use on its own. A paintbrush on it's own has no intent to paint a masterpiece. \n\nIf a machine body were to house the brain of a human, would what they create not be considered art? Or would it be the work of a machine, with human input? \n\nThe machine is still driven by the consciousness of the creator, there are still emotions behind the work, intent, a vision. There is still a human behind the artwork, and that can be anyone. Anyone can pick up this tool, and utilize it. The amount of ways Ai can be used is nearly limitless. \n\nThe only limit is the creator, from working with it to tell stories, taking the images created, and painting over them. Adding your own personal touches, and humanizing what the machine has already created using your thoughts, and feelings. We are all but guides for the machine. \n\nThe Machine does not dream, I dream for the Machine. \n\n- Made for the Ai Community using Dalle-2 -",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "DeltaSauce"
      }
    ],
    "image_details": {
      "bytes": 1283442,
      "format": "JPEG",
      "sha256": "96508ce372cadbf32893cf463a292b6007d8ea1442c4112957f50a35f7e66faa",
      "width": 1024,
      "height": 1024
    },
    "image": "https://arweave.net/SXx0KHPxgp8GMdKlLzORo7LO0y6C3WEQyVBek1clS3U",
    "image_url": "https://arweave.net/SXx0KHPxgp8GMdKlLzORo7LO0y6C3WEQyVBek1clS3U"
  }
}