{
  "address": "0x510c223dee3fbd38ac7c8e92d6ee79bc5ad0bad1",
  "type": "ERC1155",
  "name": "Giovanni Motta Editions",
  "tokenCount": "6",
  "uri": "https://arweave.net/jQh9aA8TB_-8pEUDER9Dni1EuLPGFEJjmCjwhmIkUds",
  "metadata": {
    "name": "Wonder Machine",
    "created_by": "Giovanni Motta",
    "external_url": "www.giovannimotta.it",
    "description": "In the artwork \"Wonder Machine\", the viewer is presented with a vision of a future where technology has advanced \nto the point where children are created on an assembly line. The children are constructed from a combination \nof advanced materials and organic substances, and they are arranged in a single file line, waiting for their moment of creation.  \nAt the front of the line, a massive machine is at work, using a powerful laser scanner to bring the children to life. \nThe laser scans each child, adjusting and calibrating their systems to perfection. With each scan, the children \nbecome animated and start to move, taking their first steps into the world.  \nThe children are full of wonder and excitement as they explore their new surroundings, and the artist has \ncaptured this emotion in their lifelike movements and expressions. They represent a vision of the future \nwhere technology and life are intertwined, creating a new generation of beings that blur the line between \nmachine and human.  \nDespite the beauty of the scene, the \"Wonder Machine\" also raises important questions about the nature of life and \nwhat it means to be human. The idea of an assembly line producing \nlife is both awe-inspiring and unsettling, forcing the viewer \nto confront the reality of a future where technology has the \npower to create and control life.  \nIn this thought-provoking work of art, the artist invites the viewer to consider the implications of a world where technology has the power to create life, and what this means for our understanding of what it means to be human.",
    "image_details": {
      "bytes": 24930496,
      "format": "JPEG",
      "sha256": "e0ce8d2f10a9257699f77111316f19bf5ef01bd6fa186b5b01642797ea423c52",
      "width": 4000,
      "height": 4000
    },
    "image": "https://arweave.net/JwxBHkzimM2Q-t38uQokDhAD7LtMU_igGZPZhihrncg",
    "image_url": "https://arweave.net/JwxBHkzimM2Q-t38uQokDhAD7LtMU_igGZPZhihrncg"
  }
}