{
  "address": "0x51c5aaf08881d136f8db624bc0e67f44bb9d62dd",
  "type": "ERC721",
  "name": "Machine-hearted",
  "tokenCount": "29",
  "uri": "https://arweave.net/rpOrtbfZA77ZJ5J9QoNfGPOBRJBX1x1WJGjKY-AhEzo",
  "metadata": {
    "name": "I Felt As My Heart Set Ablaze With Joy",
    "description": "\"Machine-hearted\" by Ivona Tau 100 iterations 17/06/2023  \n========================================================  \n  \nThis collection explores the complex umbrella of what feels intuitive to humans yet is challenging to interpret or analyze for machines and algorithms. In scientific research, there are usually only seven emotions (happy, sad, angry, neutral, scared ...). Still, it’s difficult for us to imagine feeling only one kind of emotion with our entire essence. What we mostly experience is an unexpected, conflicting combination of many elements. Emotion, the most primitive part of human essence, is also surprisingly difficult to analyze for machines. The AI systems still struggle with emotion classification even though they have established ground-breaking success elsewhere.  \nThis project is an artist’s attempt to explore the large AI model’s strengths and shortcomings in expressing complex human emotions in visual form. The data it was trained on has many biases and stereotyped emotional expressions, but can it also capture some more nuanced human feelings? Or is our emotion reflected in the stone-cold interpretation of the machine? And our mind becomes the medium for the sentiment to materialize. Finally, the works are about the dissonance we might feel when reality does not conform to our expectations when it conflicts with our emotions. Can emotion ever be Artificial?  \n* * *  \n  \n*\"Machine-hearted\"* will be presented as a Dutch auction on 17th June 2023, at 8 pm (CET) on https://0kai.k011.com, offering collectors an opportunity to engage with and acquire this collection.  \n",
    "image": "https://arweave.net/c7KQ_XX069lieAsORc-X17XLgJnwgHCU3MwbZw9cXgY",
    "attributes": [
      {
        "trait_type": "Emotion",
        "value": "Luminous grief"
      },
      {
        "trait_type": "Seed",
        "value": "2738546816"
      }
    ],
    "crypted_generation_definition": "N0pJTjUxWmFzcXNjclkrSitWd2ZVSFFrbW1obWcyVmxobWhHM0ROV2VVNnA3QURwMlVBZmtyQkdaNmNOT3JOTm51VmRqc2NnYTlMUHBsRkJQL0IxcTV3N01wSzIzdkxTVnhWclhsNzBJS2FUYTJKQjVHcTdRNlBmcDdOeGg1ZmdNeSt2Wm5SeCtSQmdxUi9jWXVnSE51RWtadnBSYitFYi94QlpSZy84SUV4MncyMG9DMFR5a1UzWjJRa3ZjdmxnSlNDYXNRQ2tpYmwrbTV3MTNPQjNjcHoyRS9nYStaKzdkQWJGR21NWXM0b2FPU2x2amV3MzU2ZVhxdjBweExlaE1za3dvS3FpeVRQMGZlZGJYR1F0dS93ODBqNUVmWC9rK21NTVc3MHFGeE1NejVBRTJWR2Mya0pqRjExZ1pMSE1lQkd0b3U4YXB5TGNlSlYrTkliZHZhcGZtUHJwWDNTNUtXRTREbmRVSWtmRG4yZlh5UkhEdHRmRHdRajl0YktoM3FxRm1rSkhhSUVHOFR6dThiT3FoUjA3MGhLK0JTTVBBQWxHZGc4V254ZGhtMEExU0FkNTlqb3doR3pLRG5mVVhERE9pZUdwcnpQSWNpeXJCVXppT1NTc0tYSW9makpSSzdEeXJUdjgrMy9UY1VqUjU2cUtqMnNqQk5JNjVYNHZRZldVVm9aaEl1dmtXRGZrYWNoVG1nPT08RU5DPg=="
  }
}