{
  "address": "0x5163b8fa39e77979f271124e81a2e2e667268012",
  "type": "ERC1155",
  "name": "END THE NWO",
  "tokenCount": "2",
  "uri": "https://arweave.net/p2ZOS1_mXyjMd3GqqdqVGR2gTj5pIjSBvyBfT0hmFEs",
  "metadata": {
    "name": "GREAT-SLAVELANDIA",
    "created_by": "Greencross",
    "external_url": "https://linktr.ee/greencross",
    "description": "The world is about to change completely.\n\nRight now the World Economic Forum is having a meeting in Davos, Switzerland.\n\nThey are talking about the Great Reset.  \nAlthough nobody talks about this and it seems like a conspiracy, what will happen is very REAL.\n\nTo begin with, what is the Great Reset?  \nWell, as defined by the WEF, it is a global economic recovery plan and the goal is a \"better future\".  \nThis plan started right after the pandemic, you will understand that this helps so that after a crisis, they can do what they want.\n\nThe Great reset has 3 components:  \n-Create a collaborative economy of \"both parties\"  \n-Build a \"resilient, equitable and sustainable\" way using social, environmental and governance metrics.  \n-Support the innovations of the \"New Industrial Revolution\".\n\nAnd if you wonder what they mean by the \"New Industrial Revolution\" they refer to the digital economy, where artificial intelligence, automation, etc., are in charge of economic progress.\n\n\"You will have nothing and you will be happy\":\n\nIt is what is promoted by the new economics of the World Economic Forum.\n\nWho are they? The richest people in the world.\n\nThey seek to create an \"equitable economy.\"\n\nThose being the people who benefit from the current system...\n\nThis is not just post-pandemic aid.\n\nIt is a means of marking a new control. They decide what we do, technology dominates, we own nothing and we are very happy about it.\n\nI don't say it, Israeli author Yuval Harari outlined this vision at the WEF meeting in 2020.\n\nAnd what is the problem with all this?\n\nOf course, apart from the fact that they seek to control us through digital identification, enslave our finances with CBDCs and more, the great reset talks about the bad, but does not offer a clear solution to the problems and...\n\nThey promote this narrative:\n\n“Everything is wrong. We will create a new system and remain in charge, but this time with more oversight and control over the people we protect, it is for the benefit of humanity and in no way is it a power play for greater control.”\n\nEven the billionaires' magazine Forbes Magazine had to admit that this agenda was \"another example of rich and powerful elites saving their consciences with false efforts to help the masses and, in the process, becoming even richer and more powerful.\" -Source: https://www.forbes.com/sites/johnmauldin/2020/11/30/a-great-reset-is-coming-but-not-for-capitalism/\n\nIt is ironic that the people who promise a more equitable world are precisely those who have far more privilege than the rest.\n\nSo is this another attempt to wrest even more freedom from the average human being?\n\nIs it a way to completely control decisions?\n\nWEF says that:\n\n-People should stay at home and reduce CO2 emissions. \n\nDoes this mean that they will restrict when people can and cannot leave their homes?\n\n-Eating meat is bad for the environment. \n\nWill meat be banned? Will we eat cricket protein?\n\n-Governments will decide that \"the best thing for society is to rewrite some of the rules of the game and permanently increase their role in them.\"\n\nEverything is complicated and vague... But it is convenient for them to be so.\n\nThe actual problem?\n\nExtreme inflation, economic crisis, electricity crisis, a recession, war and food shortages, all for the solution to be:\n\n\"The Great Reset\" A plan in which there is NO vote, you DO NOT know what it is about and NOBODY has a real decision on what will be applied.\n\nMore than 2,500 delegates, 5,000 security people, 2,000 individual private flights, are at a ski resort in Switzerland to tell the rest of us to stop taking flights, using cars with gasoline and not eating more meat.\n\nIf World Economic Forum participants are so concerned about climate change, why did they fly more than 2,000 private jets to Davos when they could have taken other transportation like the average person?\n\nIs it a power play? Is it assuming our ignorance?\n\nAnd if you want to know what things actually look like:\n\nThey are welcoming journalists and media tonight, serving wine and appetizers as Idris, Sabrina Dhowre Elba and UN IFAD President Alvaro Lario speak about food insecurity in Africa.\n\nAnd it is not about a \"Death to the elite\", much less \"The rich are bad\", but, is there some kind of true congruence?\n\nIt's a matter of time before there is a spending limit for CBDCs, movements restricted by digital ID... So?\n\nIt is the moment where we can least forget that the real value is not necessarily monetary, but our freedom.\n\nThey will go as far as general ignorance allows.\n\nProtect your data and build values that are truly yours, the world is moving fast.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Greencross"
      },
      {
        "trait_type": "Year",
        "value": "2023"
      },
      {
        "trait_type": "Collection",
        "value": "END THE NWO"
      }
    ],
    "image_details": {
      "bytes": 49232674,
      "format": "GIF",
      "sha256": "68a0e07123da830f683d6209ad619c990be0487f34ee2841dc74f6b0963d898b",
      "width": 1500,
      "height": 2048
    },
    "image": "https://arweave.net/S6lYmQOVu1U2ZkQNCtJ4L7OKHV5LhmW1M0m0XXtIX-U",
    "image_url": "https://arweave.net/S6lYmQOVu1U2ZkQNCtJ4L7OKHV5LhmW1M0m0XXtIX-U"
  }
}