{
  "address": "0x52f5b899d4e0ed064850d9d99c912786e48e7fa1",
  "type": "ERC721",
  "name": "THREE VARIABLES NFT",
  "tokenCount": "200",
  "uri": "https://arweave.net/gw8vjVeP5tFCWSvmNgoJQ8-5Elj7iLU3R4osTMXR3lE/1",
  "metadata": {
    "name": "THREE VARIABLES NFT  #1/200",
    "created_by": "Grand Master Jason Tan",
    "external_url": "http://www.3variables.sg/",
    "description": "【“易”之变化，本乎自然之法则】  \n何谓“三变数”？  \n“三”指的是时辰、方向、颜色这三大要素；“变”则指这三大要素的不同调配与无穷变化，也是这一理论的核心；“数”则表示阴阳五行的关系、定律、规划。任何一个人，都可以通过规划时辰、方向和颜色三大元素来强化自己的正能量，为进入最有利的气场创造最优越条件，以便能够在最大程度上改善自已未来的康莊大道；谈到自然规律（俗称风水），大家都相信这其中自有玄机和有待开发的很大科学价值，但却往往会因艰深晦涩的术语及玄之又玄的理论而望之却步。陳光億宗师本着“简单有效，人人受惠”的自然科学法则，化繁为简地整理出《三变数》的基本原则与步骤。你只要按图索骥，就可以轻松把自己的家居与办公室环境规划进行合理和有效的调整！  \n时辰规划摘要：  \n《三变数》在每个时辰都规划一种颜色，并且在这个时辰中以这一种颜色为最旺。譬如：午时上午十一点至下午一点是红色当旺，若是你命中所缺的也是红色，那这个时辰将比较容易把事情办成功。若是忌红色，当可避开这个时辰，再选择你所需要的时辰颜色，以便加强自身能量来促进办事效果。既然知道自己所需要的颜色，不妨回想过去一些重大事情，不难发现在所需要的时辰颜色中，大多数能将事情办成功，或者在最忌讳的时辰颜色中将事情搞得一团糟。由此证明，它的确是具有科学性，基本上它能帮助我们在处理自己的事情上起了很好的效果。  \n方向规划摘要：  \n日常生活中的衣着、服饰、配件、家具、用品、甚至室内及周遭环境颜色搭配等等，没有一样能够脱离颜色而独立于外，鲜少人关心颜色的问题，虽然穿着用度依然生活在颜色中，仍然而不知其中的生克关系，结果事事不能如愿而找不到原因。所以掌握《三变数》后，你便可以晓得本身缺少的颜色能量，然后就定位坐在相应方位以接收此颜色的气场来补自己的不足，譬如:电池必须充电，汽车必须加油等同样道理。陳光億宗师希望有朝一日，各个国家能用所规划的颜色来定方向，有如：马路中的‘交通灯’，即红灯停、绿灯走，把它列为引导方向的一个标志，以八个颜色来代表八个方向定位，来帮助及指引那些缺乏方向感的人们。  \n颜色规划摘要:  \n《三变数》也包括了统一论，也就是把天、地、人等一切与自然规律，全部规划在一个颜色中来统一，做出代表性与说明，如：红色属火、属南方、属午时、属心脏、属夏天、属马、属离卦、属狮子座、属红宝石、属2与7、属尖形、属热性、属性急、属西瓜、属上升、属齿音、属玫瑰花、属酸、属乐、属上午11时至下午1时等等，由此类推。所以陳光億大师独创的《三变数》是令人惊叹、令人赞赏与鼓舞的，它的创举，更可以让全世界人受惠。  \n【\"Yi\" of change, Basic Laws of Nature】  \nWhat is “3 Variables”?  \n“3” refers to the three elements of Time, Direction and Colour; the “Variables” is the core of the Wisdom and refers to the limitless combination and permutation of the 3 elements; it also includes the system of “YIN YANG WU XIN” (Five elements). Anyone can enhance their magnetic field by fine tuning the elements of Time, Direction and Colour. This helps to create better future. Most people would believe that there are many secrets and science behind geomancy. However, many are put off by the mysterious and complex signs involved in its study. Grand Master Jason Tan has arranged and simplified the fundamental steps in his “3 Variables” based on his principle of “Simple and Effective for Greatest Benefits”. All that one needs to do is to follow simple steps to improve the “Law of Nature” (Feng Shui) of one’s surroundings.  \nEssence of Time Adjustment:  \nA sector is designated every 2-hourly in the “3 Variables”. This is the most significant Colour for that time slot. For example, the significant colour for the 11am to 1 pm time sector is red; and if a man lacks red in his life, it is likely that he has better chance of completing a task successfully during this time period. However, if this colour is not favorably to him, then he should avoid this time period and choose another colour time slot to increase his success rate. Now that one is aware of one’s favorable colour, one may realize that one could have accomplished many things in the past during this time period; or many things had gone wrong during one’s unfavorable time slots. This proves that this is scientific and basically enhances our chance for success in the things that we do.  \nEssence of Direction Adjustment:  \nThere is no way that things around us could be isolated from the element of Colours such as the clothes we wear daily, accessories, furniture, tools as well as Colours combination inside or outside of surroundings etc. There are few people who pay much attention to Colours. However, we live among Colours but are unaware of their influence. Hence, it is no wonder why some people are not able to determine the reason when things go wrong. After understanding the “3 Variables”, one will be able to know the lacking Colour energy by subsequently adjusting to face towards the corresponding Colour direction to enhance the magnetism that one lacks. For example, battery needs charging and car needs to top up with petrol. Master Jason Tan aspires to see that every country can use Colour to indicate direction in the future. For example, using red to signify “stop” and green to signify “go” in the case of traffic light. Using 8 colours to determine the 8 different directions would help those who lack sense of direction.  \nEssence of Colour Adjustment:  \nThe “3 Variables” also includes the “Integrate Theory”. That is to say, a Colour can be used to explain and symbolize the lamination of the heaven and earth and the natural rhythm of everything related to the human. For example, red symbolizes fire, south, noon (11am to 1pm), heart, summer, horse, “Li Qua” divinatory symbol, Leo, red ruby, number 2 & 7, sharp in shape, heatiness, impatience, water melon, ascending, rose, sourness, happiness, so on and so forth. The creation of the “3 Variables” by Grand Master Jason is something amazing and encouraging; and one that people around the world can benefit.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Grand Master Jason Tan"
      },
      {
        "trait_type": "Genesis Collection",
        "value": "200"
      }
    ],
    "image_details": {
      "bytes": 35399,
      "format": "JPEG",
      "sha256": "0b9cef187a79370d81345532eff75433a3f89f4474f7f67ffd91aa91389f32a5",
      "width": 1024,
      "height": 1024
    },
    "image": "https://arweave.net/zEpNGz1o-yAH1vx85KcfO51KTPi_qIoCCuzti3UfMI4",
    "image_url": "https://arweave.net/zEpNGz1o-yAH1vx85KcfO51KTPi_qIoCCuzti3UfMI4"
  }
}