{
  "address": "0x537eb102e8a97c1c3a623da6d3d03171dd8cf6d6",
  "type": "ERC1155",
  "name": "FM Gallery",
  "tokenCount": "101",
  "uri": "ipfs://QmfC5rPWNouzwPuRg9ajaVcTyBboXgsoQbGqJmEXXmfLBH",
  "metadata": {
    "description": "Seven Deadly Sins This series is constructed with seven characters that are reflections of evilness within every human. The story of it is these 7 children have become the puppet of their sins, controlled by the mask they are wearing. The overwhelming eagerness from these childish hearts have led to the destruction of the people surrounding. Children have incredible power and gifts, yet are easy to corrupt. And deep down in our heart, aren't we all children? The characters are combined with half realistic, half abstract form and shapes to represent a higher power that stimulates the evilness within them, the power that can see their weakness and take over them. The whole culture background is based on Asian traditional culture. It's a combination of western deadly sins with the eastern appearance. The internal evilness is the same.\n\nEnvy:\nThere shall be no one.\n\nShan Qiao is an award-winning artist who has worked with some of the biggest companies in video game and film production, including Blizzard Entertainment, Riot Games, and Tencent.  His work can be seen in top games, such as Overwatch, CrossFire, and League of Legend. Shan is currently a concept artist with Sony's Santa Monica Studio where he is working on the famous God of War series. \n\nHis work has been featured in ImagineFX, Spectrum, and Infected by Art. He is also a member of Society of Illustrators New York and Society of Illustrators Los Angeles. In 2018 he has won two gold awards from Society of Illustrators Los Angeles Annual Collection.\n  \nWith the knowledge and experience he gained in the industry, Shan became an educator in both in the U.S. and abroad, sharing his skills with the next generation of artists in College like Artcenter College of Design. He shares the latest techniques and resources he has learned in the field, to provide students with skills to prepare for their professional careers.",
    "external_url": "https://wah.art",
    "image": "ipfs://QmSpsA6zKsE57VHJsey3Hbfbc6Kfugq4nBgFwriuyBbUrL",
    "name": "Seven Deadly Sins - Envy by Shan Qiao"
  }
}