{
  "address": "0x538b1c612c08215f01b44b822faf9f9fa63797eb",
  "type": "ERC721",
  "name": "Natures Gold",
  "tokenCount": "12",
  "uri": "https://arweave.net/7tgNCKeqVkLNMFj9dqLJNvioB0YuFefw7OeusO76hfg/1",
  "metadata": {
    "name": "Nature's Gold #1/12",
    "created_by": "Brijesh Makadia ",
    "description": "The beauty of nature is diverse. Only if you explore nature you get gifted with some wonderful moments. For instance, this image of Greater Flamingos in golden hour sunrise in the flock. The display of their flamboyance is even more beautified with golden bokeh created from water drops in the foreground. This flock represents our community which rises together ahead. Strength in unity!  \n \nShort story behind this image and how it was captured.  \nFor this single-shot exposure, I had to wait about 2-3 years to get this desired frame. Because Greater Flamingos visited our city after a long gap due to some environmental factors last winter. They get easily disturbed by human presence and even more difficult to get this composition. But last winter season I attempted multiple times to get this shot on different days but finally succeeded on a fine day. A visual treat and true gold from nature’s treasure.  \n \nLicense \nExtended Editorial: Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.  \n \nArtist name: Brijesh Makadia  \nSubject: Wildlife  \nLocation: Rajkot, India  \nEdition: 1/1  \nCamera: Canon 7D Mark ii  \nDimension: 5500 x 4125",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Brijesh Makadia"
      },
      {
        "trait_type": "Camera",
        "value": "Canon EOS 7D Mark II"
      },
      {
        "trait_type": "Lens",
        "value": "Canon EF 500mm f/4L IS"
      },
      {
        "trait_type": "ISO",
        "value": "320"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/7.1"
      },
      {
        "trait_type": "Exposure",
        "value": "1/1250"
      },
      {
        "trait_type": "Focal Length",
        "value": "500.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2021:12:19 08:12:41"
      }
    ],
    "image_details": {
      "bytes": 5546858,
      "format": "JPEG",
      "sha256": "9b6f650f87a12c46f5aaa97487d565e1693c1a113e69629ec21595773681fc5c",
      "width": 5500,
      "height": 4125
    },
    "image": "https://arweave.net/7695U3cyweViHVQdktw0nhTAS2mKRdbvDjhoHRMbgJw",
    "image_url": "https://arweave.net/7695U3cyweViHVQdktw0nhTAS2mKRdbvDjhoHRMbgJw"
  }
}