{
  "address": "0x53677069efef88d5b478d4881193de4217def9c7",
  "type": "ERC721",
  "name": "Synthetic Memories",
  "tokenCount": "1",
  "uri": "https://arweave.net/SJlfvHXXKcjsHAsx5l7QIlTinI1leb5AhUXu6hzCE5c",
  "metadata": {
    "name": "DREAMERS",
    "created_by": "BERYL BILICI",
    "external_url": "https://arweave.net/RdmKreslwLIPA8ukEx29KmNStdNcS2F1Tor1gAMcTOI",
    "description": "\"DREAMERS\" is a portrayal of the ever-evolving nature of human existence, where we are perpetually navigating the complex dance of duality and the infinite possibilities that lie within the enigmatic depths of our intertwined boundaries of ‘self’ and perceptions.\n\n((This NFT is both interactive and dynamic at the same time. There are 4 different artworks merged into 1 piece and grouped as 2 scenes. Both are interactive with a mouse click to switch between each other. Wait a little while it loads to have a smoother experience. You need to click at least once to activate the sound. Dynamic period is set to _11 pm - 7 am_ in your local time.))\n\n‘DAY’ scene exposes the realm of intersecting identities while witnessing the change as these personas ebb and flow, their shadows merging, and their edges blurring. It focuses on the story of the soul and mind’s metamorphosis and embodies the complex layers of the human spirit and intellect where each identity represents contrasting facets of human experience.\n\nIt delves into the pulsating rhythm of life that resonates within the very essence of the endless symphony of self-discovery, growth, transformation, and reinvention.\n\n‘NIGHT’ scene steps into the realm of dual dimensions of consciousness and explores the perpetual oscillation between two distinct states of awareness. There’s an eternal struggle between the desire for truth and the allure of comfort.\n\nBinary codes on top represent the RED & BLU,E states - with the red pill symbolizing awakening and the blue pill embodying the blissful ignorance of illusion -. Each pill offers a gateway to an alternate reality, inviting the observer to question the nature of their own existence.\n\nBinary code that frames the blue state declares a ‘Wake Up’ call starting from the top left and following the line until the next red dot digit by digit and sequentially to construct the command.\n\nWhen in the red state, you discover the ever-changing landscape of the human mind and realize you are just a spirit that finds the path by your own mind’s imagination compass and extensions, but also covered by a synthetic skin and having a human experience.\n\n-",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "BERYL BILICI"
      }
    ],
    "image_details": {
      "bytes": 1379102,
      "format": "JPEG",
      "sha256": "098b4b2cece6846b5d6ad693a0ce8fb7c4cc59dd30b9880816c34774d9b24a31",
      "width": 1080,
      "height": 1920
    },
    "image": "https://arweave.net/CdC_udt8gvQZEtm21rA9bIM1wuNO--n6WavMUdtg5C0",
    "image_url": "https://arweave.net/CdC_udt8gvQZEtm21rA9bIM1wuNO--n6WavMUdtg5C0",
    "animation_details": {
      "bytes": 3730,
      "format": "HTML",
      "sha256": "d9b270a504e3472550051058de6906db2ec35bd4077406bbc5ee197d22b21713"
    },
    "animation": "https://arweave.net/maeFascaVEnGgizdIHQnImmrpP-Fh0ZMgAxOCvud9SM",
    "animation_url": "https://arweave.net/maeFascaVEnGgizdIHQnImmrpP-Fh0ZMgAxOCvud9SM"
  }
}