{
  "address": "0x53a5240b9dfa48745d90cf4ba6f031b2127afb17",
  "type": "ERC721",
  "name": "RECREATING MACA",
  "tokenCount": "36",
  "uri": "ipfs://QmSc2qD55pyhmVidxmiWDyAWawhaMAvrbn1PD5cEmhQf6W/1",
  "metadata": {
    "name": "Quiet Contemplation #1/12",
    "description": "Title: Quiet Contemplation\n\nYear: 2023\n\nMedia: Digital image and video using both Procreate and Photoshop.\n\nMeasurement: 4628 × 4478 \n\n\nAs a homage to the Museum of Contemporary Arts in Alicante (MACA), I have created a digital illustration and animation of one of its rooms in which I have placed my favourite works from the museum, the ones that touch my soul and connect the most with me and my work as an artist.\n\nIn this piece, I am trying to convey the peace and stillness that the simplicity of these works conveys to me. They are all very 'Zen', inspired by the minimalism of the elements, the essence of nature and things.\n\nI have played to be a 'curator' of what appeases my soul. I would love to be able to live with these works for a while, and hence the reason for my contemplative animation.\n\nThe artworks selected for this space are the following:\n\nStone Bed and Zafu (2001 and 2002), granite sculptures, by Pamen Pereira.\nUntitled (1960), Gouache on cardboard, by Eusebio Sempere\nShrub (1962), Gouache on panel, by Eusebio Sempere\nCollage nº 790 (1976) silk collage and oil on panel, by Francisco Farreras\n\n\n\n\n[Twitter](https://twitter.com/RaquelCasilda) & [Portfolio](https://raquelcasilda.eth.co/)\n\n**Raquel Casilda** is a fine artist and illustrator, based between Alicante and London. Her style features detailed and delicate images with a recurrent female presence as well as some surreal touches. She loves making people feel light, inspired and peaceful with her art, taking them to a place of contemplation, fantasy and beauty.",
    "image": "https://res.cloudinary.com/nifty-gateway/video/upload/v1682865844/publishers/nftmania/62239/82007/Quiet%20contemplation%20by%20Raquel%20Casilda.mp4",
    "image_hash": "QmRMAcnNC8QyKFwu7mKp3RPwbZYq7nQGE8fNNyzyhLDKvH",
    "background_color": "ffffff",
    "external_url": "https://niftygateway.com/collections/recreating-maca/"
  }
}