{
  "address": "0x53f3e68e32021a0b2fcba64077c284e5fa0866b3",
  "type": "ERC721",
  "name": "Viktor Savior Art",
  "tokenCount": "3",
  "uri": "https://arweave.net/jM60xvdnWGvgjrA1bDfbX1t7ihHbWkbtDp751_Uik3U",
  "metadata": {
    "minter": "0x4a4c6a0ceae53fe9ea95bf3254011d2c1a57388a",
    "mintedOn": "2020-11-19T16:55:53.059Z",
    "contractAddress": "0x53f3e68e32021a0b2fcba64077c284e5fa0866b3",
    "minted": "Minted on Mintbase.io",
    "fiatPrice": "$143.01",
    "name": "Snowy Flowers by Viktor Savior",
    "description": "Dance of beautiful flowers under cold wind and snowflakes. Living white and red petals resist bad weather and prove the triumph of life. Contrast with white, red and black colors with expressive moving, bring a dramatic power. In the low right corner there is an original signature of artist.\nViktor Savior is a Russian real life artist, who studied art, and worked more than 10 years as a designer, later founding his own advertising company. Then he left that high stress life behind, moving to a small artistic village in the Ukraine. The village, known for a famous pottery center is full of art and culture, with national museums, pottery festivals, and traditional parties every season drawing artistic types from abroad. With a beautiful natural landscape, soft climate and humble residences, Viktor finds it an inspiring place for creating his paintings. Viktor paints with very simple water paints called “Gouache” which is most famous as decorative paints. Using brushes and a pallet knife, he creates expressive ways to mix colors. His paintings have bright colors and are full of calm energy and powerful expression. Every painting has a unique story behind it and speaks to the audience. His art has been featured in several galleries in virtual reality worlds since 2018, also about 30 personal expos with portraits, landscapes, nature and some abstract art. Viktor is moving into the Crypto-Art scene to make his beautiful works available to the masses. Viktor says:“In these difficult times for all of the world, I want to share positive emotions, happiness and energy expressed through art to everyone. Be healthy and happy. Sincerely yours, Viktor\nSavior” \nOnly 1 will be minted. Purchase includes the original mailed to the buyer if requested, DM (Vik#0515).",
    "youtube_url": "",
    "price": 0,
    "ethPrice": ".3",
    "amountToMint": 1,
    "visibility": "safe",
    "forSale": true,
    "image": "https://arweave.net/A4x8CMsa4qZTlenyXmHo78eSiBKl8u6ClpSgJujHZMc",
    "attributes": [],
    "category": "alJuInV4dezvHTNU8Dp1",
    "external_url": "https://mintbase.io/my-market/0x53f3e68e32021a0b2fcba64077c284e5fa0866b3",
    "type": "ERC721"
  }
}