{
  "address": "0x53a45813b714dab4bfeee4843814e013ce25171f",
  "type": "ERC721",
  "name": "Exotic Fighters",
  "tokenCount": "46",
  "uri": "https://arweave.net/lEpNOvdjes_H3Ad4wPk-w_fB0DCYW0c3L5dXGe-48Kw",
  "metadata": {
    "name": "Tomoe Gozen",
    "created_by": "Athena Novo",
    "external_url": "https://opensea.io/AthenaNovo",
    "description": "Tomoe Gozen by Athena Novo\n\n1/1 minted on Athena Novo Manifold smart contract, June 2022\n\nPart of the Female Fighters concept inspired by women samurai. The characters and scenes in this concept freely borrow from multicultural faucets and make use of counterfactuals experimentally. What you see is an artistic rendition only lightly rooted on the fact but mostly on imagination and storytelling. \n\n...\n\nLong before the term \"samurai\" came into usage, Japanese fighters were skilled with the sword and spear. These warriors included some women, such as the legendary Empress Jingu, who lived between approximately 169 and 269 A.D.\n\nLinguistic purists point out that the term \"samurai\" is a masculine word; thus, there is no \"female samurai.\" Nonetheless, for thousands of years, certain upper-class Japanese women have learned martial skills and participated in battles right alongside the male samurai.\n\nBetween the 12th and 19th centuries, many women of the samurai class learned how to handle the sword and the naginata primarily to defend themselves and their homes. In the event that their castle was overrun by enemy warriors, the women were expected to fight to the end and die with honor, weapons in hand.\n\nSome young women were such skilled fighters that they rode out to war beside the men, rather than sitting at home and waiting for a war to come to them.  (excerpt from ThougtCo, by Kallie Szczepanski)",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Athena Novo"
      },
      {
        "trait_type": "Number of Editions",
        "value": "1"
      },
      {
        "trait_type": "Project",
        "value": "Female Fighters"
      },
      {
        "trait_type": "Year Minted",
        "value": "2022"
      }
    ],
    "image_details": {
      "bytes": 8335782,
      "format": "JPEG",
      "sha256": "3abc8792e631717a6525a42a5b012562acd4f5a03a4a974f9e7927b27363ecee",
      "width": 5000,
      "height": 5000
    },
    "image": "https://arweave.net/TDxOphkpjL0Rpk5G-EsOAvSEZJ9ruuGuHjt0_4wLZRk",
    "image_url": "https://arweave.net/TDxOphkpjL0Rpk5G-EsOAvSEZJ9ruuGuHjt0_4wLZRk"
  }
}