{
  "address": "0x53d3d8a375f12fe8b1c6b63c5fc6ca06fba40433",
  "type": "ERC721",
  "name": "Dancing In The Dark - An Edition By Jordan Grobe",
  "tokenCount": "34",
  "uri": "https://arweave.net/9O8ie9hef2Q3vvnKlCSQJKPGm9d4J-rvyaIRY5oezPs",
  "metadata": {
    "name": "Dancing In The Dark",
    "created_by": "Jordan Grobe / JGro.be",
    "external_url": "https://jgro.be/linktree",
    "description": "I’m a Concert Photographer - in 2019, I attended / worked 200 shows. In 2020, I only made it to 18.\n\nThis photograph is from that 18th show, taken on March 4th, 2020. It captures the essence of what I then spent the next 18 months with the National Independent Venue Association fighting to preserve.\n\nPhotography kept me sane through those months of anxious volunteering and lobbying. My camera opened the door for education and experimentation, and provided an outlet for my energy and creativity. Photography helped me find the light, in the dark.\n\nEvery piece you’ve seen of mine was borne from that experience - my entire artistic portfolio serves as a representation of my growth as an artist at a time when I could not practice my core craft nor participate in the joy that is communal concerts. I had been furloughed from work, so I dove into creating photographic works of art.\n\nAll of my works stem from this one.\n\nAll of my works have underlying musical melodies tied to their creation, a tune that repeated on the radio in my head throughout the process.\n\nI’m sure you can guess the companion soundtrack for this one.",
    "attributes": [
      {
        "trait_type": "Camera",
        "value": "Fujifilm X-T3"
      },
      {
        "trait_type": "Lens",
        "value": "Helios 44-2"
      }
    ],
    "image_details": {
      "bytes": 18582821,
      "format": "JPEG",
      "sha256": "3809b35cc90525d409507f5e541e9703e7aea8d47b165f42adade4c9606946c2",
      "width": 7396,
      "height": 4160
    },
    "image": "https://arweave.net/s4bbjAqVIztwYf6f-FjRTLYcRM2CsyJ3FrwFl2WoED4",
    "image_url": "https://arweave.net/s4bbjAqVIztwYf6f-FjRTLYcRM2CsyJ3FrwFl2WoED4"
  }
}