{
  "address": "0x53d2265abd3fd413f428127d9fcb875b99965d70",
  "type": "ERC721",
  "name": "Guild Lucite",
  "tokenCount": "20",
  "uri": "https://ipfs.io/ipfs/bafkreidjmuvqfhyww652pttoo3mljybuox24q376s5bfdpd23g445mxwzm",
  "metadata": {
    "attributes": [
      {
        "trait_type": "Round",
        "value": "Pre-Seed"
      }
    ],
    "description": "Thank you for being part of our journey with Guild!\n\nThis Lucite Deal Gift digitally commemorates our journey together. It's a modernization on the old concept of Lucite Deal Gifts, often found within the boardrooms of companies as a trophy of a past deal. At Guild, we're reimagining old dynamics and changing the narrative for the better - in order to elevate communities across geographies. The re-imagination of this old Lucite concept into something new is representative of our exploration of pushing boundaries in ways that are both innovative and relevant. We will continue to seek new opportunities to benefit communities and the people within them.\n\nThe artwork was created by digital artist Fabricio Rosa Marques. It is inspired by a \"school of fish, as eggs\" to represent the knowledge-transfer aspect of communities on Guild as well as the infancy of participation within the Pre-Seed round. Fabricio used various techniques to capture that inspiration within the motion and refraction of this piece.\n\nMarcel Cutts worked on the smart contract itself. He explored various technologies before settling on the Ethereum blockchain and tooling to best accommodate the non-transferability characteristic of this NFT. Being able to restrict transfers on the ERC721 spec where transference is built-in required innovative structuring of various aspects of the delivery of this piece.\n\nThis Lucite Deal Gift is issued specifically to wallets associated with authorized individuals. Holders of this Lucite Deal Gift are unable to transfer it to an address other than that associated with the guildhost.eth ENS address. Any transfer from that Guild-controlled address onwards would require an appropriate reason to be provided (e.g. changing of wallet addresses for the same individual). This Lucite Deal Gift is nothing more than a commemorative gift in recognition of a past deal. It is not a security as it is not an asset (it holds no value) and is not tradeable.",
    "image": "https://ipfs.io/ipfs/QmYcnU96ASyk4cUvgfsvCqagdSFN53pTNa9T6ESc2TRBSf",
    "background_color": "5632E4",
    "name": "Guild Lucite #1",
    "animation_url": "https://ipfs.io/ipfs/QmX2zK6CX7Fgmn6Ym8dMh2xDYqRKfFNwU2dh8tLNNjZPAA",
    "tokenId": 1
  }
}