{
  "address": "0x539f600f92bb3208d325244ce4a24985321b6da9",
  "type": "ERC721",
  "name": "EQIVERSE",
  "tokenCount": "22",
  "uri": "https://s3.eu-central-1.amazonaws.com/eqiverse.nft.artworks/metadata/1",
  "metadata": {
    "image": "",
    "artistImage": "https://s3.eu-central-1.amazonaws.com/eqiverse.nft.artworks/artists/tammy_lovin_avatar.png",
    "name": "A moment of sparkle",
    "description": "In 1962, in his book “Profiles of the Future: An Inquiry into the Limits of the Possible”, science fiction writer Arthur C. Clarke formulated his famous Three Laws, of which the third law is the best-known and most widely cited: “Any sufficiently advanced technology is indistinguishable from magic”. This artwork is just that, with sparkles and all that glittery magic aesthetic to it, it dwells on the idea that any technology we have in the now, might seem like something magical to somebody witnessing it 100 years ago, but the artists pushes this idea further, where the narrative takes place in the present, where the majority of us lost touch of how our technology works, and where humanity just takes it for granted and expect it to solve all of our problems, but is that realistic at all ? This piece is meant to be a conversation starter, so treat it as such.",
    "artistName": "Tammy Lovin",
    "artistDescription": "Tammy Lovin is an XR creator and digital native artist, specialized in emerging technologies. Her works often addreses complex human experiences and deep inner thoughts, while exploring various technologies to get her message across platforms, be it Metaverse or IRL. You’ll find her often speaking at conferences and events about one of the topics she is most passionate about, blending art with technology in a creative new way, because she believes that just because something works doesn’t mean it can’t be improved. As an artist, she takes a special stand in the artist and collector relationship, and in the idea of building a community around that. She has a very enthusiastic personality that pours into the bright chromatics she uses in her art, throwing herself completely in everything she does.",
    "artistInstagramLink": "https://www.instagram.com/tammylovin_/",
    "artistTwitter": "https://twitter.com/TammyLovin_",
    "artistWebsiteLink": "",
    "animation_url": "https://s3.eu-central-1.amazonaws.com/eqiverse.nft.artworks/eqiverse/A_Moment_of_Sparkle.mp4",
    "animation_type": "MP4"
  }
}