{
  "address": "0x53fd176508e28b663e8524ffa726030c1db83f6d",
  "type": "ERC721",
  "name": "NOISIΛ Series by Fdk",
  "tokenCount": "6",
  "uri": "https://arweave.net/BnVdEUWcO_oeDcF71k1OXCg2K9qOc781la5BHDXiEGU",
  "metadata": {
    "name": "The Vision",
    "created_by": "Fdk",
    "external_url": "http://linktr.ee/fdkcollective",
    "description": "The Third and Final piece in the NOISIΛ series: THE VISION, explores the role of vision and imagination, unpredictable and abrupt, leading down unexpected paths and into the unknown.\n\nThe emotion of this piece represents a lone figure, possibly the artist, consumed by a powerful vision they are striving to bring to life. On the other hand, this figure may be depicted as looking into a blank canvas, representing the potential for the artist to create something new and unique and also a source of disruption. Vision can help us to overcome even the most difficult of challenges. However, the composition is also characterized by chaos and unpredictability, appearing to be caught amidst a wild and fierce outburst.\n\nThe image depicts a single man with vision, wearing a mask of tentacles, creating as he stares into a void surrounded by chaos, spread-out abstract colors, and paint jitters, with an environment dissolving and deteriorating in an almost unfinished way. The man's posture and expression convey a sense of focus as if the act of creating completely consumes him. The mask of tentacles suggests the man's vision be all-consuming and transformative, reaching out in every direction and drawing in all manner to feed its desperate need for inspiration and influence. To the outside world, this figure may seem crazy or consumed by their creation, but to the artist, bringing their vision to life is all-consuming and deeply meaningful.\n\nThe chaotic spread-out abstractions and paint jitters surrounding the man suggest the potential for the creative process to generate a great deal of clutter and chaos. The deteriorating environment reinforces the idea that the creative process is a journey of discovery and exploration and that the visionary must be willing to take risks and embrace the unknown to bring their vision to life.\n\nOverall, Fdk invites the viewer to consider the role of vision, a powerful and evocative trance of power, fueling imagination to shape the dreamt future of the visionary while destroying everything in its path.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "fdk"
      }
    ],
    "image_details": {
      "bytes": 12542557,
      "format": "JPEG",
      "sha256": "8a9f4220c758571e3b6c10da85d8273a60ffc504d9ddd59e7e87152ad976dd93",
      "width": 4000,
      "height": 6000
    },
    "image": "https://arweave.net/G-GyWeEhFyOMlhrZyZCzTzA3ktiRnkfZHRPwvi9aE1A",
    "image_url": "https://arweave.net/G-GyWeEhFyOMlhrZyZCzTzA3ktiRnkfZHRPwvi9aE1A"
  }
}