{
  "address": "0x544b6d0d2ed52da0ff5be183dceb9a86770673aa",
  "type": "ERC1155",
  "name": "VIVUMMORIE EDITIONS",
  "tokenCount": "1",
  "uri": "https://arweave.net/3ZGF8twuDf3QxdPdiB4u7YLQBUco9K5z1fy6xCUAot8",
  "metadata": {
    "name": "VIVUMMORIE EDITIONS #1 - \"IGNOTUS DUX\" ",
    "created_by": "Piddle Quiz",
    "description": "I remember. I remember the sun glinting in my eyes. It made me frown. But that day wasn’t for frowning. There had been bad days, of course. Terrible days. Too many to count. But all those bad days had led me to that auspicious day. The crowds, clamouring for a view, were there for me. For my victories. \n\nMy face itched, the red cinnabar coating my face irritating me. Thinking about it now, I recall the feeling all too well. I am glad for the memory, but at that time I had to concentrate to not let it taint the occasion - I could not be ungrateful, could not upset Jove, gods forbid. \n\nThe procession began. The crowds chanted my name, they reached out to brush their fingers against my chariot. They loved the glory I had brought to the city that they lived in. \n\nAlthough my face painted red made me look like Jove, I wasn’t to get ideas above my station, above my mortality. It was for a moment that I felt invincible. But the gold crown hovering above my head, held there by the Auriga, weighed down on me. The Auriga chanted lightly in my ear, grounding me to the earth. I could never be a king. I could never be a god. I could never be immortal. The truth brought me back to life.\n\n‘Memento mori’ the humble Auriga whispered. ‘Memento mori. Memento mori’. Remember you will die. Remember you will die. Remember you will die.\n\nRemember. I do.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Piddle Quiz"
      }
    ],
    "image_details": {
      "bytes": 9045929,
      "format": "PNG",
      "sha256": "6664a23aa8bc1ae62abccc8cf4dee2b1c6048867d8926d62ae4d683f220d3253",
      "width": 3508,
      "height": 3508
    },
    "image": "https://arweave.net/FrxMdcMWC5y_SjKghExfxQbJHJ8MNwH7xAV8dSyhWPM",
    "image_url": "https://arweave.net/FrxMdcMWC5y_SjKghExfxQbJHJ8MNwH7xAV8dSyhWPM"
  }
}