{
  "address": "0x548966316db69442ddf9ea17f0d0bd8c344824a2",
  "type": "ERC721",
  "name": "Butterflies & bits",
  "tokenCount": "12",
  "uri": "https://arweave.net/AwgyvZ8J_aRwIqjpULMyk3M5LefXtUXeD2uLsWfzsOc/1",
  "metadata": {
    "name": "Code connection",
    "created_by": "@felixlepeintre",
    "description": "In a connected world, people have greater access to information and knowledge, make better decisions, solve problems, and learn new things.\n\nA connected world brings many benefits to humanity and our planet. One of the main advantages is the ability for people to communicate and collaborate with each other more easily. With the internet and other forms of communication technology, people can connect with others across vast distances and share ideas, knowledge, and resources. This helps to foster a sense of global community and cooperation, and can lead to the development of new technologies, innovations, and solutions to global challenges.\n\nAnother benefit of a connected world is the potential for increased access to information and education. With the internet and other forms of communication technology, people can easily access a wealth of knowledge and learning resources that were previously out of reach. This can help to promote lifelong learning and personal development and can also help to bridge the education gap between different regions and communities.\n\nA connected world can help to promote economic growth and development. With the ability to easily connect with others and access new markets, businesses and entrepreneurs can expand their operations and reach new customers. This can lead to increased trade and investment and can help to drive economic growth and development.\n\nIt also benefits social and cultural exchange and understanding. With the ability to easily connect with people from different backgrounds and cultures, individuals can learn more about other ways of life and gain a greater appreciation for diversity. This can help to promote tolerance and understanding, and can foster a more inclusive and compassionate global community.\n\nThe use of blockchain technology in such an environment can further enhance these benefits by providing increased security and trust, greater efficiency and speed of transactions, increased access to financial services, and greater transparency and accountability. Shifting from web2 to web3 will involve a significant change in the way the internet is structured and used, including the increased use of decentralized technologies and applications, the use of smart contracts, greater interoperability and connectivity, and the development of new business models and revenue streams.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Felixlepeintre"
      }
    ],
    "image_details": {
      "bytes": 9382447,
      "format": "JPEG",
      "sha256": "5b2457c49d1632d41bfa9ab3dc7f875979b0845473863ea8b345eb5e01946937",
      "width": 5351,
      "height": 6500
    },
    "image": "https://arweave.net/EpnmaO8cZdW5c9bVrhDgRpQ_dBExYrevEGFL7j8XZio",
    "image_url": "https://arweave.net/EpnmaO8cZdW5c9bVrhDgRpQ_dBExYrevEGFL7j8XZio"
  }
}