{
  "address": "0x55c922ce01d16184d413009f5345cd4b48288982",
  "type": "ERC721",
  "name": "WIFEs - Open Editions",
  "tokenCount": "2",
  "uri": "ipfs://QmeSzfcNoTo3AmqA99Amq4xGxiNtfH1DyEUyC1W3X3MhgJ/1",
  "metadata": {
    "name": "Olga Picasso #1/1",
    "description": "Olga Stepanovna Khokhlova was a ballerina born in 1891 in Russia. She rose to fame as a star performer with the legendary Ballets Russes, a ballet company that defined the 20th century with its collaboration with some of the greatest artists, composers, and designers of the time, including Erik Satie, Maurice Ravel, Henri Matisse, and Coco Chanel.\n\nIt was during a captivating performance in 1917 that Pablo Picasso, one of the most famous artists of all time, was mesmerized by Khokhlova's beauty and talent. He fell in love with her instantly and was determined to make her his own. Khokhlova, in turn, left the touring company to be with Picasso, even though a career-ending injury to her feet threatened to end her dancing career.\n\nTheir relationship was tumultuous, but their love was undeniable. The two married in 1918, and throughout their marriage, Olga served as a source of inspiration and support for Picasso. She encouraged his artistic pursuits and even served as a muse for some of his most famous works.\n\nEven though they spent the last 20 years of their lives separated, their love lived on forever through Picasso's art. Paintings, sculptures, and other works of art bear witness to the depth of their feelings for each other. Together, they had a son, Paulo, who was a symbol of their love and devotion. Olga Stepanovna Khokhlova may have been a ballerina, but she will always be remembered as a timeless love story, a tale of passion and beauty that continues to inspire people to this day.",
    "image": "https://res.cloudinary.com/nifty-gateway/image/upload/v1683001670/publishers/empress-trash/62899/82932/01OlgaPicasso.gif",
    "image_hash": "QmSsae1EwQRfm54UFmzhEjsjiMiTmAHm9fvCpUHpi3d8Yk",
    "background_color": "ffffff",
    "external_url": "https://niftygateway.com/collections/wifesoe/"
  }
}