{
  "address": "0x55e7ec8b6b065455c00c407e0dd8329482cd6462",
  "type": "ERC1155",
  "name": "BenKeys Music - Reel Viral",
  "tokenCount": "1",
  "uri": "https://arweave.net/sR3WSMA9B90W3gU1OzdrWwHJBe8GRgoMazC9g6rej88",
  "metadata": {
    "name": "BenKeys Music - Reel Viral",
    "created_by": "BenKeys Music",
    "external_url": "http://BenKeysMusic.com",
    "description": "July 2022 Meta announced that creators on Facebook can now earn money through their Facebook videos that use licensed music. The company launched “Music Revenue Sharing” to allow video creators to include licensed music in their videos on Facebook and earn a share of in-stream ad revenue. \n\nI'm doing something similar at Benjamin Keys, BUT I'm giving my holders 100% of the rights to the Reels streaming earning from my album 'Reel Viral' by BenKeys Music.  \n\nThe Goal is to build a community of content creators all using music from the album. As the popularity of Reels continues to grow so will the streams. Alone I've done 24 Million views in the month of July (2022) sharing viral content with my songs 'This Is Delicious' & 'Self Reflection'. I don't have a core fanbase yet, so this my attempt at building one with the NFT community.  Seeing how I had success alone I could only imaging what a small community could do. \n\nAs of right now each stream is around $.002 per stream/view on Facebook Reels, but in the future they will be switching from the Pro-Rata pay model to a pay per post model and the views wont matter as much. \n\nSo if you're a content creator or an investor looking to earn royalties from music check out the agreement below and join my team. \nOn on all social media platforms as @BenKeysMusic so give me a follow. \n\nROYALTY AGREEMENT\n\nState of Florida\n\nBACKGROUND  \nA. This Royalty Agreement (the \"Agreement\") is made effective as of the following date  \nJuly 31st, 2022, by and between BENJAMIN KEYS LLC (the \"Grantor\"), with BenKeys Music serving as the Grantor company representative\n\nB. Whereas Grantor owns and has the right to grant an interest in the following property  \n(the \"Property\"):  \nOwnership of this NFT designates you a shared percentage of Facebook/Meta Reels royalty shares from  \nthe album \"Reel Viral\" by artist BenKeys Music. \nUploaded: July 22, 2022  \nExpected Release date: July 25, 2022  \nhttps://distrokid.com/hyperfollow/benkeysmusic/reel-viral \n\nShares are paid to NFT owners (4) times per year based on the Streaming royalties and album sales (Views on content) of the album via Facebook/Meta payments. \nPayouts will be paid in Ethereum or You can be paid by PayPal USD.  \nC. Whereas Grantor's right was issued to Grantor on July 21st, 2022, by Benjamin Keys LLC.  \n\nD. Whereas Grantee desires to make use of Grantor's property for a specific period by paying a percentage of Grantee's profits as Royalty to Grantor apart from any lump sum payment Grantee pays Grantor for the permission to use the Property.\n\nTHEREFORE, in consideration of the mutual promises and covenants herein contained, the Parties hereto agree to the following:\n\nI. Granting of Rights.  \n1. Grantor hereby grants to Grantee the rights and license in the United States of America and its territories to use the Property until either Party agrees in writing to terminate this Agreement.\n\nII. Grantor's Representations and Warranties.  \n2. Grantor represents and warrants that they own the Property, have the right to grant any license or permission for using the Property for which Grantor exercises  \ntheir option hereunder, and that they have the right to enter into this Agreement.  \n\n3. Substantially contemporaneously with the signing of this Agreement, Grantor shall deliver to Grantee all relevant documents which are necessary for the use of the Property.  \n4. Grantor shall indemnify and hold Grantee harmless from all losses, claims, damages, and expenses resulting from the breach of its representations and  warranties.\n\nIII. Grantee's Representations and Warranties.  \n5. Grantee shall, for a period described above from the effective date of this  Agreement, maintain the Property in confidence, exercising the same degree of care  Grantee exercises with respect to Grantee's own proprietary information.  \n\n6. In the event Grantee becomes aware of any act or event which has or may have  the effect of compromising the confidentiality with regard to the Property, such as a Court Order requiring Grantee to produce documentation with regard to the  Property, Grantee shall promptly notify Grantor thereof and consult with Grantor with respect to the manner in which such compromise can be mitigated.  \n7. To the extent that Grantee's negligence is the cause of any personal injury or property damage suffered by Grantee, any of its affiliates or subsidiaries, and/or any of their respective employees in the course of using the Property hereunder, Grantee hereby indemnifies Grantor and shall hold Grantor harmless against any such claims, demands, or losses for personal injury or property damage in the  course of using the Property, provided that Grantee is given prompt written notice of  \nany such claim and has the right to control the defense of any such claim including the right to compromise any such claim on such terms as Grantee deems reasonable.\n\nIV. Royalty.  \n8. As consideration for the rights and licenses granted to Grantee hereunder, Grantee agrees to pay Grantor 100% of the Grantee's net profits, to be capitalized at the end of each calendar quarter (When Facebook/Meta sends the payouts).  \n9. Royalty payments shall change over the life of this Agreement in the following  manner:  \nThe royalty payments shall be split by NFT shareholders. 100% of the gross profits in the first year of this agreement with by divvied up by shareholders. 4 payouts per year.\n\nV. Net Profits.  \n10. \"Net profits\" shall mean the total revenue received by Grantee from the use of  \nthe Property, less:  \na. all direct manufacturing and marketing expenses, including commissions payable to third parties;  \nb. all direct overhead and general administrative expenses, excluding taxes;  and  \nc. all other amounts agreed to be excluded by written approval of Grantor.\n\nVI. Payment of Royalties.  \n11. The Grantee shall keep an accurate account of the revenue generated by using  \nthe Property under the scope of the right granted hereunder and shall render a statement in writing to Grantor within 30 days after the end of each calendar quarter  \nduring the term of this Agreement, and shall, concurrently with the rendering of such  \nstatement, pay to Grantor the amount of the Royalties accrued during this time  \nperiod.\n\n13. The following manners of payment shall be accepted under this Agreement:  \nEthereum or US Dollar  \n14. Grantor shall have the right, not more often than once in any calendar year, to  \nhave an independent certified public accountant acceptable to Grantee examine the  \nbooks of Grantee to verify the Royalty statements and Royalties due to Grantor  \npursuant to this Agreement.  \n15. The cost of such examination by Grantor of the Grantee's books shall be borne  \nby Grantor, unless such examination determines that Grantee has underpaid the  \nRoyalties due hereunder, in which event, Grantee shall pay the cost of such  \nexamination.  \n16. In addition to any other right or remedy provided by law, if the Grantee fails to  \npay for use of the Property when due, the Grantor has the option to treat such  \nfailure as a material breach of this Agreement, and may cancel this Agreement,  \nrevoke permission from the Grantee to use the Property, and/or seek any and all  available legal remedies.\n\nVII. Default.  \n17. If Grantee fails to render statements or make payments of Royalties as herein provided, Grantor may, upon 30 days' written notice to Grantee, terminate this Agreement and the rights and licenses granted hereunder. If such default is not  \ncured within such 30 days, this Agreement shall thereafter terminate upon the date  \nset in such notice without prejudice, however, to the Royalties due to Grantor  \nhereunder.  \n18. In addition to the above situations, the occurrence of any of the following shall  \nconstitute a material default under the terms of this Agreement:  \na. The insolvency or bankruptcy of either Party.  \nb. The subjection of either Party's property to any levy, seizure, general assignment for the benefit of creditors, application or sale for or by any creditor or governmental agency.\n\nc. The failure to make available or deliver the Property in the time and manner provided for in this Agreement.\n\nVIII. Confidentiality.  \n19. Grantee agrees for themselves, their successors, heirs, and assigns to refrain from disclosing to any third party any information relating to the Property that is  \nvaluable, special, or unique and needs to be protected from improper disclosure.\n\n20. Grantee and any of Grantee's employees, agents, or representatives will not at  \nany time or in any manner, either directly or indirectly, use for the personal benefit of  \nGrantee, or divulge, disclose, or communicate in any manner any information that is proprietary to Grantor. Grantee and their employees, agents, and representatives  \nwill protect such information and treat it as strictly confidential.\n\n21. This provision shall continue to be effective after the termination of this  \nAgreement.  \n22. A violation of this provision shall be a material breach of this Agreement.  \n23. The Parties' obligations of confidentiality hereunder shall not apply to  \ninformation either Party possessed on the effective date of this Agreement and was  \nnot previously received from the other Party hereto.\n\nIX. Indemnification.  \n24. Except for any breach of this Agreement, neither party hereto shall be liable for  \nany claims for personal injury or property damage suffered by the other Party hereto  \nor any third party resulting from any activity of either of the Parties under or relating  \nto this Agreement.\n\nX. Termination.  \n25. Grantee may terminate this Agreement by giving notice thereof to Grantor if:  \na. Grantor makes a general assignment of substantially all of their assets for the  \nbenefit of creditors; or,  \nb. A petition in bankruptcy or under any insolvency law is filed by or against\n\nGrantor and such petition is not dismissed within 60 days after it has been filed;  \nor,  \nc. Grantor commits a material breach under this Agreement and fails to correct  \nthe breach within 30 days after it shall have been served with a notice  \nspecifying the breach, requiring that such breach be corrected, and stating  \nGrantee's intention to terminate the Agreement if the breach is not corrected within such 30 day period.\n\nXI. Assignment.  \n26. This Agreement may not be assigned by either Party without the prior written consent of the other Party.\n\nXII. Severability.  \n27. If any provision of this Agreement will be held to be invalid or unenforceable for  \nany reason, the remaining provisions will continue to be valid and enforceable.  \n28. If a court finds that any provision of this Agreement is invalid or unenforceable,  \nbut that by limiting such provision it would become valid and enforceable, then such  \nprovision will be deemed to be written, construed, and enforced as so limited.\n\nXIII. Amendment.  \n29. This Agreement may be modified or amended in writing if the writing is signed by the Party obligated under the amendment.\n\nXIV. Governing Law.  \n30. This Agreement shall be construed in accordance with the laws of the State of Florida.\n\nXV. Notice.  \n31. Any notice or communication required or permitted under this Agreement shall  \nbe sufficiently given if delivered in person or by certified mail, return receipt\n\nrequested, to the address set forth in the opening paragraph of this Agreement or to  \nsuch other address as one Party may have furnished to the other in writing.\n\nXVI. Waiver of Contractual Rights.  \n32. The failure of either Party to enforce any provision of this Agreement shall not be  construed as a waiver or limitation of that Party's right to subsequently enforce and  \ncompel strict compliance with every provision of this Agreement.\n\n'REEL VIRAL' Streaming everywhere: \n\nSpotify: https://open.spotify.com/album/5jv61F8jBiYhTesib6efPn?si=8kCD_YvmTgGjqZfMUwFfRw  \nApple Music: https://music.apple.com/us/album/reel-viral-ep/1636496369  \nAmazon Music: https://music.amazon.com/albums/B0B7P3VPBD?ref=dm_sh_0632-7dca-8d1d-4f0c-8853b",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "BenKeys Music"
      }
    ],
    "animation_details": {
      "bytes": 191761066,
      "format": "MP4",
      "duration": 53,
      "sha256": "acd47c3c7be8d9c235e7bcfb1b994c213be461843fef2964b279278050a4aa8b",
      "width": 2160,
      "height": 2160,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/HK3DGaF-_k2p54vqE1AtdIbR1dXhUluYHU8P7I1roJM",
    "animation_url": "https://arweave.net/HK3DGaF-_k2p54vqE1AtdIbR1dXhUluYHU8P7I1roJM"
  }
}