{
  "address": "0x55ad528c2862a9b7e24481a0406677f65df2821a",
  "type": "ERC721",
  "name": "valentina cy - when you feel like dying ",
  "tokenCount": "25",
  "uri": "ar://pq7HM0HdwLj1I0EXRD5V5FqymXlo71YNfsR6VoNxrgE/1",
  "metadata": {
    "animation_url": "ar://eeRSKoSJeZDddMRT_q7v1BUUEQjIGaFysPKLX80Xjow",
    "artist": "valentina cy",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://pvE3yrRRlGZkrXs1rmCcE_y4tVdRLaVES7P2x7aPkdQ",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "when you feel like dying ",
        "value": "Song Edition"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "This song is the title track for my album. This album means everything to me. I have never poured out my heart the way I did with these songs. I have a fear of not making the best music I am capable of making before I die, so I push myself as hard as I can everyday to try and achieve that. For every chip on my shoulder that I have gained, this album is in retaliation for that. Every time I have been pushed and shoved to be a certain type of artist, it has brought me closer to this. I once had a manager threaten to ruin my career, and told me I'd be singing songs in my room for the rest of my life. My career hadn’t even started yet. When I was with a major label, nothing I made was good enough. I was never good enough. I went on a TV singing show and I was told I wasn't good enough in front of millions of people, and was bombarded with so much hate on the internet, it made me throw up. I have had my indie managers that told me I was \"way too basic and nothing about me was special\", and my pop managers told me \"if it's not a hit then throw it away. You have to be perfect.\" I was born and raised in West Hollywood, so maybe these are years that I couldn’t have avoided. After dealing with that for 6 years, after feeling like I was a piece of dough for everyone to mold, I finally snapped. I shut all the voices out. I’m not impressionable anymore. The freedom I feel to finally be creating whatever I want, is the most incredible feeling in the world. Produced, written, & mixed by me.",
    "duration": 198,
    "external_url": "https://www.sound.xyz/valentinacy/when-you-feel-like-dying",
    "genre": "Folk & Singer-Songwriter",
    "image": "ar://pvE3yrRRlGZkrXs1rmCcE_y4tVdRLaVES7P2x7aPkdQ",
    "isrc": null,
    "key": null,
    "license": null,
    "locationCreated": null,
    "losslessAudio": "ar://eeRSKoSJeZDddMRT_q7v1BUUEQjIGaFysPKLX80Xjow",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "when you feel like dying  #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "when you feel like dying ",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}