{
  "address": "0x550016e03d58b39090c4f83c452a78a91e07297f",
  "type": "ERC721",
  "name": "La Vie En Rose by Toni Payne",
  "tokenCount": "5",
  "uri": "ipfs://QmddPudtBsmyHvm5FcEr6qJZeVxo9ZWd7a338exWpCnxhX",
  "metadata": {
    "name": "La Vie En Rose - Sincerely Yours",
    "description": "One of my goals as an artist is to create art that makes people happy. Another goal of mine is to create art that makes people stop and appreciate things they would typically view as ordinary. \n\nLa Vie En Rose (Life in Pink) is the ability to stop and see life through rose-colored glasses. It is transformative. It is mentally taking ourselves from what we may perceive as ordinary, to extraordinary. This collection represents that transformative process. It also explores the intersection between science and art. How does viewing certain art make us feel? Is this satisfying? \n\nThe human mind is a very powerful tool. It is how we chose, perceive, and ultimately enjoy things. Our close connection to nature is also powerful. Flora, for instance, can serve as symbolism and a reminder of moments in our lives. They, like us, also go through different transformative stages in life. But how often do we stop to take in and appreciate these objects? How often do we see ourselves in them? \n\nWhen we stop and absorb certain things, we have the power to metamorphose into the most fulfilling versions of ourselves. It is knowing we are limitless in our ability to reinvent ourselves. It is allowing your imagination to guide you. Each piece signifies a portal that takes you wherever you wish to go, where you can be whomever you wish to be.\n\nOne of my goals as an artist is to create art that makes people happy. Another goal of mine is to create art that makes people stop and appreciate things they would typically view as ordinary.   La Vie En Rose (Life in Pink) is the ability to stop and see life through rose-colored glasses. It is transformative. It is mentally taking ourselves from what we may perceive as ordinary, to extraordinary. This collection represents that transformative process. It also explores the intersection between science and art. How does viewing certain art make us feel? Is this satisfying?   The human mind is a very powerful tool. It is how we chose, perceive, and ultimately enjoy things. Our close connection to nature is also powerful. Flora, for instance, can serve as symbolism and a reminder of moments in our lives. They, like us, also go through different transformative stages in life. But how often do we stop to take in and appreciate these objects? How often do we see ourselves in them?   When we stop and absorb certain things, we have the power to metamorphose into the most fulfilling versions of ourselves. It is knowing we are limitless in our ability to reinvent ourselves. It is allowing your imagination to guide you. Each piece signifies a portal that takes you wherever you wish to go, where you can be whomever you wish to be.",
    "image": "ipfs://QmS3sEfbnk8gEt7rrYByLzzefxoPsvHfRkDfrsvwTeATZ2",
    "external_url": "https://quantum.art/artist/tonipayne"
  }
}