{
  "address": "0x55663ec301223ed19e8a49068b9155879ac2ac44",
  "type": "ERC721",
  "name": "Software as Artwork",
  "tokenCount": "50",
  "uri": "https://arweave.net/A5Illen6A3kGn8ZWwm8AazNw3fAZrmLxeBeEX_vMwgk/1",
  "metadata": {
    "name": "Software as Artwork (Français) #1/25",
    "created_by": "Jono",
    "external_url": "https://jono.fyi/Software-as-Artwork",
    "description": "Un manifesto et un souvenir qui représente la potentialité de l'expression créative dans le développement de logiciel:\n\nNouveau sur Saaw? Bienvenue!  \nSi vous commencez tout juste à explorer le concept de SaAw, c'est l'endroit idéal pour découvrir ce que SaAw peut faire pour vous, voir en quoi SaAw est différent, identifier des questions sur SaAw et en savoir plus sur le développement d'applications SaAw.\n\nQu'est-ce que SaAw?  \nSoftware as Artwork (ou SaAw) est un modèle pour les artistes qui développent des logiciels afin de s'exprimer. L'ensemble des critères qui qualifient un SaAw vise à guider les artistes et à les encourager à produire des œuvres pour des environnements numériques qui vont à l'encontre des normes des entreprises. SaAw combine la discipline, la pratique et l'humilité de la création artistique avec les principes démocratiques et ouverts qui ont donné naissance à Internet.\n\nLes caractéristiques de SaAw  \nUne bonne façon de comprendre le modèle SaAw est de penser à une peinture, une sculpture ou une performance. Tous ces éléments sont des artefacts de la vision d'un artiste. Ici, la vision d'un artiste est placée dans le contexte de la technologie. Cela libère à la fois les idées d'un vaste public, mais limite également les artefacts à un dénominateur commun, toujours en mouvement : la plate-forme. Ce paradoxe offre aux artistes une façon unique et stimulante de s'exprimer.\n\nUn « artefact » répond aux principales caractéristiques du modèle SaAw :\n\nCriticité mutualisée  \nUne critique multitenant, dans laquelle le public fait l'expérience du logiciel d'un artiste, est une position artistique à la fois sur la production en cours et sur la technologie sous-jacente. Que ce soit positif, négatif ou occupant le gris, il y a des déclarations publiques claires que l'artiste fait avec son logiciel. Dans le même temps, il existe des significations cachées et intégrées dans le logiciel via le code source, la sélection de bibliothèques et les environnements de déploiement.\n\nSimplicité humaine  \nLe modèle SaAw promeut la culture de stratégies simples et efficaces pour produire des œuvres. Le public des œuvres SaAw est invité à tenir compte des limites des individus qui créent de telles œuvres. Veuillez ne pas les jeter ou leurs œuvres dans le même bassin que les grandes entreprises et leurs offres de produits. De cette manière, la technologie souligne les échelles humaines et remet en question la nécessité de fonctionnalités instrumentales dans l'attention, les données ou d'autres extractions. La simplicité humaine suggère également une ouverture pour exposer ce qui est caché, que ce soit par licence ou par geste. SaAw est une sorte de remédiation pour le contact humain à humain.\n\nAccès Sisyphe  \nL'artefact a été ou continue d'être exécuté sur une plate-forme, dont les termes sont à la fois contrôlés par une partie externe et mis à jour fréquemment. Par exemple : l'App Store, un navigateur Web ou un Raspberry Pi. Ces circonstances difficiles créent le paradoxe unique d'exprimer des idées artistiques précises liées au temps, à l'espace et aux morceaux - une prémisse digne de la tragédie grecque.\n\nSaAw exploite la participation du public  \nUn artefact fait de logiciel est distinct en ce qu'il produit à la fois un artefact expérimenté et qu'il est lui-même un système. Par conséquent, les interactions avec le public sont essentielles à son expérience. Ces interactions illicites interprétations non linéaires et vastes circumnavigations du système de l'artefact ; ils sont emblématiques de la forme rhizomatique que prend Internet. Dans certains cas, la vision de l'artiste est transmise au public grâce à sa propre capacité à s'exprimer.\n\nLes tendances de SaAw  \nDes artistes du monde entier développent actuellement des artefacts dans le modèle SaAw que vous pouvez découvrir sur votre téléphone, votre navigateur Web, votre ordinateur, votre téléviseur, votre montre et divers autres appareils. Ce modèle d'expression artistique répond au label de la firme de conseil Saugatuck Technologies : adoption de logiciels « troisième vague ». Ici, les logiciels post-troisième vague arment les artistes et le public avec des questions et des aspirations pour un paysage numérique plus équitable, où les humains, et non la technologie, le progrès ou le capital, sont valorisés.\n\nL'avenir de SaAw  \nLe cloud computing et SaAw ont parcouru un long chemin en peu de temps. Malgré les avancées dans la fidélité des expériences et les technologies qui changent de paradigme, l'avenir est à la fois brillant et sombre. Par exemple, la montée en puissance du Web3 présente une nouvelle opportunité, où des changements fondamentaux peuvent améliorer la vie des gens tout en perpétuant de nombreuses structures hiérarchiques qui affligent la société. Cela oblige les artistes du modèle SaAw à relever des défis et à persévérer.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "jonofyi"
      },
      {
        "trait_type": "Language",
        "value": "Français"
      },
      {
        "trait_type": "Speaker",
        "value": "Wavenet B"
      },
      {
        "trait_type": "Typeface",
        "value": "GT Walsheim"
      }
    ],
    "animation_details": {
      "bytes": 146395026,
      "format": "MP4",
      "duration": 310,
      "sha256": "90104f45e2f14a985dcd65ffbeb66ef373a59e727b897cdb242c157437b1d6f5",
      "width": 1080,
      "height": 1920,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/bDHntFbdNxdsrzjFVPhHF60tBgM0IwQzqn0v7F4t-m0",
    "animation_url": "https://arweave.net/bDHntFbdNxdsrzjFVPhHF60tBgM0IwQzqn0v7F4t-m0",
    "image_details": {
      "bytes": 358522,
      "format": "PNG",
      "sha256": "c7ae7a17ce365af3e0cd859583883d42b3c39a3f442a76ec9ea4087d7d0355e2",
      "width": 1257,
      "height": 2234
    },
    "image": "https://arweave.net/SMUj8VpDY1xvdQhc0YvTwcYAUr0lOH3ZbuTM-BLXCFY",
    "image_url": "https://arweave.net/SMUj8VpDY1xvdQhc0YvTwcYAUr0lOH3ZbuTM-BLXCFY"
  }
}