{
  "address": "0x556c6ad976b288a910ccb01235be005a055123e7",
  "type": "ERC721",
  "name": "Viral",
  "tokenCount": "3",
  "uri": "ipfs://QmZD29hoT2mvvMjndPUtzyuxex4ZztchseyUVLkEsAuC53/0",
  "metadata": {
    "name": "This Is Not a Game",
    "description": "Delve into the thrilling and dynamic world of Milena Sadowska's \"This Is Not a Game,\" the second artwork in her exclusive \"VIRAL\" NFT collection. This striking piece blends abstract forms with a bold color scheme, transporting you into a realm where art, energy, and emotion collide.\n\n\"This Is Not a Game\" features a captivating fusion of dark pink, orange, and magenta tones, interlaced with text-based mixed media elements. This unique combination creates an atmosphere of unapologetic grit and playful chaos, as if the artist challenges the viewer to redefine their understanding of art itself. The work is underscored by a sense of sublime wilderness, further emphasizing the notion that the painting transcends conventional boundaries.\n\nMilena's experimental approach to this piece is evident in her use of graffiti documentary style, freestyle paintings, and tightly composed scenes. She masterfully combines these techniques, resulting in a visually arresting composition that commands attention. The title, \"This Is Not a Game,\" serves as a reminder that art can be a powerful means of expression and a force to be reckoned with.\n\nEmbrace the energy of \"This Is Not a Game\" and allow yourself to be swept away by its untamed artistic spirit. This captivating NFT artwork is a testament to Milena Sadowska's fearless creativity and her ability to push the boundaries of what art can be.",
    "image": "ipfs://QmNUPKEZsDMoZrJTUoETEziTqkv9f2MCQNmTXtrzFk7Wx6/image00002.jpeg",
    "external_url": "",
    "background_color": "d04f32",
    "attributes": [
      {
        "trait_type": "Palette",
        "value": "DarkPink-Orange-Magenta"
      },
      {
        "trait_type": "Technique",
        "value": "Graffiti"
      },
      {
        "trait_type": "Theme",
        "value": "Chaos-Rebellion"
      },
      {
        "trait_type": "Style",
        "value": "Gritty Gritty"
      },
      {
        "trait_type": "Mood",
        "value": "Challenging"
      }
    ]
  }
}