{
  "address": "0x55f06de1565d469c61c1362f0b78671b9b833f66",
  "type": "ERC721",
  "name": "Belle Mt. - Wrong Hands",
  "tokenCount": "25",
  "uri": "ar://n4gQElJziRqDFmK0HNAUtU0PbGjLLBGZE3UctWMOx-k/1",
  "metadata": {
    "animation_url": "ar://i5qwsOpX-QM5NvJY4bLqxWgPXNS28X9pEOTHslqsTV8",
    "artist": "Belle Mt.",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://zpbzl3sxTZDFSYdJuuRxESlXmATLrr2xDXEJa6qYrHA",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Wrong Hands",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 71,
    "credits": null,
    "description": "We’re excited to bring this incredibly special song to Web3 as our first MusicNFT drop on the Sound platform and the songs first ever release on any platform. \n‘Wrong Hands’ is about a dysfunctional mother daughter relationship and the damaging effects that can have. The cycle of love, hope, disappointment, loss, anger and despair (repeat). Two people reaching out for each other in their own way but never quite being able to sync up. It was produced in Nashville by grammy winning producer Femke and mixed by grammy winning mix engineer Michael Brauer - famous for his work mxing 'Parachutes' by Coldplay and 'Continuum' by John Mayer among countless other iconic songs and albums. \nThis NFT offers a unique opportunity to pick up a real treasure and join our growing community of music fans at a pivotal time for our growth. We host a monthly Zoom hang concert for our holders as well as sharing behind the scenes content in our holders only chat group.\n\nAbout Belle Mt.\nBelle Mt. are a 3-piece indie Alt-Pop band from London, UK fronted by Singer and Songwriter Matt Belmont, with Ben Worsley on Lead Guitar and Chris Burgess on Drums. Their cinematic, ethereal but driven sound is rooted in deeply crafted insightful lyrics and infectious melodies. They have amassed a devoted fanbase with over 60 million streams across platforms since their debut EP release in March 2018, receiving top tier play-listing across platforms including on New Music Friday in multiple countries and two top 40 US alt radio releases (Hollow in 2020 and Famous Son 2021).\n\nTheir most recent live shows include tour supports for RAG’N’BONE MAN, KALEO, LARKINS & JUANES (with sell out shows at London’s Hammersmith Apollo and Shepherds Bush Empire). \nReturning with an April 2023 headline show and an evolved sound; Belle Mt. have been collecting serious momentum and attest that their upcoming debut album constitutes a watershed moment, their best work yet.",
    "duration": 187,
    "external_url": "https://www.sound.xyz/bellemt/wrong-hands",
    "genre": "Indie",
    "image": "ar://zpbzl3sxTZDFSYdJuuRxESlXmATLrr2xDXEJa6qYrHA",
    "isrc": null,
    "key": "D_MAJOR",
    "license": null,
    "locationCreated": null,
    "losslessAudio": "ar://i5qwsOpX-QM5NvJY4bLqxWgPXNS28X9pEOTHslqsTV8",
    "lyrics": {
      "text": "You reach out with your silence \nyou brand her with your pain\nbut you can never be the light to guide her home again\nYou reach into her future\nand taint it with your past\nyou plant a seed of hope ’til it grows and I’ve seen you tear it out her chest\n\nOh mother\nif you love her\nwhy do you harm her\nwith the wrong hands\nOh mother \nyour daughter\nlet me love her ’til she finally understands \nthe touch of the right hands \n\nThere’s a certain kind of hold\nonly a mother seems to have\nshe already spent a lifetime hoping you’d see that \nSo you can break her with your distance \nyou can turn your head away \nbut once you say a single word she’ll let you in again\n\nOh mother\nif you love her\nwhy do you harm her\nwith the wrong hands\nOh mother \nyour daughter\nlet me love her \n’til she finally understands \nthe touch of the right hands \n\nOh mother\nI know you love her\nso why do you harm her\nwith the wrong hands\noh mother \nyour daughter\nlet me love her \n’til she finally understands \nthe touch of the right hands… \n",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Wrong Hands #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Wrong Hands",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}