{
  "address": "0x55e14457f5d87eb4cdbef185c794e80092f4acba",
  "type": "ERC721",
  "name": "Noealz V2",
  "tokenCount": "4",
  "uri": "https://ipfs.pixura.io/ipfs/Qmc9B3W2Dj9rR3NMgfuq2ez9t1XXCRWdX56wNPtzdimsew/metadata.json",
  "metadata": {
    "name": "Tokyo Love Letter ",
    "createdBy": "Noe Alonzo",
    "yearCreated": "2022",
    "description": "It is no surprise to many that much of my photography takes place in Asia, particularly in cities like Tokyo, Seoul, and Hong Kong. I have not traveled since the pandemic began and I feel so restricted by that fact. My photography involves travel and exploration, and without the travel portion, I can feel as though something essential to my life and photography is being taken from me.\n\nTherefore, I wanted to convey my love and remembrance of Tokyo. Tokyo holds a special place in my heart, and I want this piece to portray just how much this city means to me. I hope people will be able to look at this photograph and feel how much affection and adherence I have towards Tokyo. With some luck, looking at my piece will make you feel the same emotions I felt as I stood taking this photograph. Please feel the love and dedication I spent on this, I feel as though it is my personal best portrayal of Tokyo, Japan. \n\nI took this image on the Helipad of Mori Art Museum. I daresay it has one of the best views of the city and is easily accessible for people to visit the observatory. This will remain the how I see and feel about Tokyo for the remainder of my life.",
    "image": "https://ipfs.pixura.io/ipfs/QmWkMFby4g4HRTPkjnFmmQ2vhTSjpqUvT5Hv4stQoAGCwK/Thumbnail.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmTBtijk49XU5KDXmN8C3Qs4K75P7UuVmVdSY2uLHbYb5v/50mb.mp4",
      "dimensions": "1920x1080",
      "size": "51958165",
      "mimeType": "video/mp4"
    },
    "tags": [
      "photography",
      "Tokyo",
      "japan",
      "asia",
      "colors",
      "future",
      "scifi",
      "bladerunner"
    ],
    "attributes": [
      {
        "trait_type": "Location",
        "value": "Tokyo, Japan"
      },
      {
        "trait_type": "Medium",
        "value": "Photography"
      },
      {
        "trait_type": "Type",
        "value": "Landscape"
      }
    ]
  }
}