{
  "address": "0x55151a3d420a0d4e7bb489b892ea213578008090",
  "type": "ERC721",
  "name": "NFT OCS Collection #2 COBRA",
  "tokenCount": "1234",
  "uri": "https://d2rw5dgd2n8nmf.cloudfront.net/token/metadata/OCSCBR/1",
  "metadata": {
    "name": "NFT OCS Collection #1 COBRA",
    "image": "https://d2rw5dgd2n8nmf.cloudfront.net/token/resource/OCSCBR/1.png",
    "description": "＜ストーリー＞\n左腕にサイコガンを持つ伝説の男　銀河中に響きわたるその名は＜コブラ＞\n宇宙海賊コブラが、美しき相棒アーマロイド・レディと銀河を駆けめぐるアクション＆アドベンチャー！\n\n＜作家紹介＞\n手塚プロダクション・漫画部スタッフとして所属中に「大地よ、蒼くなれ」手塚賞佳作入選、78年少年ジャンプにてデビュー作「コブラ」を発表、同年11月連載開始。\n以降、「COBRA」「BAT」、主人公のみ実写による「GUNDRAGONシグマ」などを続々公開。\n単行本は十数カ国で翻訳出版され、世界各地のマンガやアニメのコンベンションなどに参加している。\n\n知的財産権に関する注意事項\n・本NFTは本NFTの発行者（以下｢発行者｣）が提供するサービス（以下｢本サービス｣）内で閲覧して楽しむことができるものです。ユーザーは、OpenSeaにおける利用規約及び発行者が定める利用規約において認められた方法及び範囲でのみ、本NFTを閲覧・利用することができます。\n・ユーザーは、本NFTの複製、改変、翻案その他の二次創作行為等を行ってはならないものとします。\n・本サービスのコンテンツに係る知的財産権（著作権、特許権、実⽤新案権、意匠権、商標権その他の知的財産権）は、発行者または当該権利を有する第三者に帰属しています。発行者による本サービスでの利⽤を許す⾏為及び本NFTの譲渡は、当該権利の移転とは解釈されないものとします。\nⒸBUICHI TERASAWA/ART TEKNIKA\n\nStory - \nA legendary man with a psycho-gun in his left arm.\nThe name\"\" Cobra\"\" echoes throughout the galaxy.\nCobra, the space pirate, and his beautiful sidekick, Armaloid Lady, travel across the galaxy in this action and adventure!\n\nArtist - \nWhile on the staff of Tezuka Production's Manga Department, \"\"Daichi yo, ao kurerue\"\" was selected for the Honorable Mention, Tezuka Award.\nIn 1978, his debut work \"\"COBRA\"\" was published in Shonen Jump and serialized in November of the same year.\nSince then, \"\"COBRA,\"\" \"\"BAT,\"\" and \"\"Gundragon Sigma\"\" with only the main character in live action have been released one after another.\nHis books have been translated and published in more than a dozen countries, and he has participated in manga and anime conventions around the world.\n\nNotes on Intellectual Property Rights\n-        This NFT is available for viewing and enjoying within the service provided by the issuer of the NFT (the “Issuer”).  Users may view and use the NFT only in the manner and to the extent allowed by the Terms of Use on OpenSea and Terms of Use determined by the Issuer.\n-        Intellectual Property Rights (copyrights, patents, utility model rights, design rights, trademarks, and other intellectual property rights) to the contents of the service belong to the Issuer or third parties that own Intellectual Property Rights.\n-        Any action by the Issuer permitting the use of the NFT on the service and transferring the NFT shall not be construed as a transfer of Intellectual Property Rights.\nⒸBUICHI TERASAWA/ART TEKNIKA\n",
    "animation_url": "",
    "external_link": "",
    "attributes": [
      {
        "trait_type": "Background",
        "value": "BG Color-7"
      },
      {
        "trait_type": "Character",
        "value": "Dominique Royal"
      },
      {
        "trait_type": "Clothes",
        "value": "battle dress-green (Dominique Royal)"
      },
      {
        "trait_type": "Face expression",
        "value": "Poker faced (Dominique Royal)"
      },
      {
        "trait_type": "Props",
        "value": "None"
      },
      {
        "trait_type": "OCSFigureID",
        "value": "OCSCBR_1"
      }
    ]
  }
}