{
  "address": "0x550fbef564ca886f69c38c731940609382f92971",
  "type": "ERC721",
  "name": "MISFITS Collection",
  "tokenCount": "33",
  "uri": "https://arweave.net/RTHKmFUVIWYOF3sgOTOv4peX74erJysWVnZtH-AL1kY",
  "metadata": {
    "name": "MISFITS #1",
    "created_by": "Emily Swift",
    "description": "As an artist, you understand escapism. But in hiding, you hone in on your craft. Enter flow state. When flow state is reached, each piece becomes an exploration or your psyche. This collaborative series is two escape artist coming together to create a body of work combining two very opposite crafts in an unconventional series.\nMISFITS was made by breaking every rule of the “right” way to create a darkroom print. By blending abstract painting, analog printing processes, a few flames, and many lost nights, this generative series came to be. No photoshop or editing software was involved. This entire series was constructed from the same 4x5 negative. Each time the process was slightly altered to create 33 unique pieces that can never be reproduced, even from that same negative. While they share the same base, each piece holds their own story of how they were created. From brush strokes to pattern obstructions both before and after printing, even the artists themselves can never produce 2 of the same MISFITS.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Emily Swift"
      },
      {
        "trait_type": "Negative Handling",
        "value": "Enlargement"
      },
      {
        "trait_type": "Color",
        "value": "None"
      },
      {
        "trait_type": "Development",
        "value": "Painted"
      }
    ],
    "image_details": {
      "bytes": 2058352,
      "format": "JPEG",
      "sha256": "6072bab4dabef9c4a6f7ca42b8a5e58ea8620ceafbbf6bd62fac82c081e666cb",
      "width": 2143,
      "height": 3000
    },
    "image": "https://arweave.net/E212QOt6YQ5LVwvLZYvd6Y_ue6RxmKwAvixwX23kVvg",
    "image_url": "https://arweave.net/E212QOt6YQ5LVwvLZYvd6Y_ue6RxmKwAvixwX23kVvg"
  }
}