{
  "address": "0x56e021d41463ebbd5aa7a0336dc19a464bc293e0",
  "type": "ERC721",
  "name": "Club Momo Collectibles",
  "tokenCount": "180",
  "uri": "https://arweave.net/c6kulx1R_WOOdz8bqqxdi1DssO_l46SglK34BG1ihzQ",
  "metadata": {
    "name": "Club Momo T-Shirt",
    "created_by": "momo",
    "external_url": "https://clubmomo.xyz/",
    "description": "It's a shirt, just like any other.\n\nBut this isn't just any shirt - it's a Club Momo t-shirt, and it looks like it came from a gift shop. And when you look at it, you feel a sense of identity and belonging that's hard to define. You're part of something bigger than yourself, at least for a little while.\n\nBut the thing about t-shirts is that they're temporary. They fade away, just like everything else in this thing called life. They're not permanent. They don't last forever. Unless...\n\nWhat if this t-shirt is just one more thing among things? There's always more to collect, more to buy. Maybe the game is rigged. Maybe the real goal is to get you to keep spending money on more and more stuff. Maybe everything is just another way for people to extract value from you, to keep you hooked, to keep you going.\n\nMaybe there's a reason to collect. Maybe these things have profound meaning, a greater purpose. Maybe the things that really matter in life aren't things. Maybe the things that really matter are the relationships you build, what you create, the difference you make. Maybe the goal of life isn't to consume, but to contribute. Maybe the goal of life isn't to define yourself by what you have, but by who you are.\n\nSo you keep living, but you can live differently. You can live for the joy of it, for the connection, for the meaning. You can play the game for the experience, not for the score. And as you go on, you can start to see that life is different, that it's better, that it's what you always wanted it to be. You start to see that life is infinite, that it's forever, that it's real. You start to see that life is beautiful.\n\nIt's a shirt, just like any other.",
    "attributes": [
      {
        "trait_type": "Edition",
        "value": "Gold"
      },
      {
        "trait_type": "Brand",
        "value": "Club Momo"
      },
      {
        "trait_type": "Quality",
        "value": "New"
      },
      {
        "trait_type": "Type",
        "value": "T-Shirt"
      }
    ],
    "image_details": {
      "bytes": 268922,
      "format": "JPEG",
      "sha256": "c97a6aab548f29727c9941bb1abb714d5b07e4de34266b3d9739d6481de309ca",
      "width": 1600,
      "height": 1600
    },
    "image": "https://arweave.net/uCnBwwc5mlbl3XQNFXH_EGgWrsdHyqBiMc0jHqEdUaQ",
    "image_url": "https://arweave.net/uCnBwwc5mlbl3XQNFXH_EGgWrsdHyqBiMc0jHqEdUaQ"
  }
}