{
  "address": "0x5652b8c46ddf3ad99bbff58d601753f5e600968f",
  "type": "ERC721",
  "name": "15adsf51ewqr",
  "tokenCount": "369",
  "uri": "https://api.artblocks.io/token/399000001",
  "metadata": {
    "platform": "Art Blocks Curated",
    "tokenID": "399000001",
    "series": "N/A",
    "aspect_ratio": 0.75,
    "payout_address": "0x6C093Fe8bc59e1e0cAe2Ec10F0B717D3D182056B",
    "name": "The Field #1",
    "minted": true,
    "artist": "Beervangeer",
    "description": "The field is a work inspired by the current trend in image synthesis made possible by machine learning technology. The latent spaces (the algorithmic structures that make AI image synthesis possible) can be seen as a part of our human collective unconsciousness; a hyper dimensional field of unlimited outcomes, inspired by our human symbols and language.\n\nExploring this new type of space, it sparked the idea of exploring the algorithmic essence of my own artworks. What would the structure behind my creative processes look like? What if I could visualize the algorithmic structures of my own mind that produced my artworks in the past?\n\nThese questions led me to The Field, a multidimensional machine hiding in my subconscious.\n\n# THE GENERATOR\nThe first step to reach The Field, was to capture the algorithmic structure behind all my artworks. By compressing several hundred artworks from HyperHash, EnergySculpture, UltraWave & HashCrash into a 64X64 matrix, a noise image has been created. This was done by adding up all these works together.\n\nThis noise image I call The Generator was the starting point to explore possibilities for the creation of a new work. This 64x64 matrix filled with noise data was embedded in the source of the piece and functions as the core of The Field algorithm.\n\n# THE FIELD\nThe Generator is being transformed into a multidimensional field of colors and motion, called The Field. The motions of the field relate to natural processes of creation and destruction. The field is like a fluid, solid and gas-like structure at the same time. It goes from a noisy formless state to a solid material state and back.\n\nThe field is created in a few steps. First a 2d noise pattern is being created from The Generator. This 2d pattern is made by picking random points from the 64x64 matrix. This is the fundamental background of the Field.\n\nThe second step is to use this pattern to set the field in motion. By using the color data per pixel, movement is being initiated. The colors are in that sense multifunctional, on one hand it visualizes random colors extracted from The Generator on the other hand the colors are used to set the field in motion and showing the interrelationship between the colors in an extra dimension: time. This creates the 3D effects, but also creates the effect of lighting bouncing in the field.\n\n\n# REGRESSION, DESTRUCTION & CREATION\nThe creation of the field felt for me like a form of regression. Reviewing the concepts of my previous work, thinking about what overlapped in terms of topics conceptually and design wise drew me back in time.\n\nThe main topic of this work represents is the cyclical nature of creation and destruction. By revisiting my old works and literally destroying them, this new work was created. In this way the work reflects on the causal relation between creation and destruction (what's created will someday be destroyed, something has to be created to be destroyed). A  universal essence of our causal reality behind all that is, a balance between forces, from light to dark, from warm to cold, from dry to wet, from finite to infinite.\n\nThis theme of creation and destruction is visible quite literally in The Field. Every mint of The field has a unique position in the field with color filtering added on top. The locations in the field are composed of  either creational vortices (expanding spirals) and destructional vortices(contracting spirals), a combination of the two in a balanced state (order) or a combination of the two in an unbalanced state (chaos). \n\nThe positions and coloring are a combination of hand-picked settings by me and totally random settings generated by the hash input from the token.\n\n\n# Extra\n- By pressing the buttons a,s,w,d you can move through the field.\n- By pressing L you can activate LavaMode.\n- By scrolling you can zoom in and out.\n\n**** BEST VIEWED IN FULLSCREEN LIVE MODE ON DECENT GPU. ****",
    "script_type": "p5@1.0.0",
    "project_id": "399",
    "curation_status": "curated",
    "image": "https://media-proxy.artblocks.io/0x99a9b7c1116f9ceeb1652de04d5969cce509b069/399000001.gif",
    "preview_asset_url": "https://media-proxy.artblocks.io/0x99a9b7c1116f9ceeb1652de04d5969cce509b069/399000001.gif",
    "generator_url": "https://generator.artblocks.io/399000001",
    "animation_url": "https://generator.artblocks.io/0x99a9b7c1116f9ceeb1652de04d5969cce509b069/399000001",
    "royaltyInfo": {
      "artistAddress": "0x35f64560c51c8772f75186a8931929589b7c8d80",
      "additionalPayee": "0x42c0583e82cc216a1311d6433d9d829ea2db58a3",
      "additionalPayeePercentage": 25,
      "royaltyFeeByID": 5
    },
    "collection_name": "The Field by Beervangeer",
    "website": "https://beervangeer.nl/thefield",
    "token_hash": "0xfa6ee966a637db042068193ec1970b599573e2c6183be6bd987943cd18fc33af",
    "external_url": "https://artblocks.io/collections/curated/projects/0x99a9b7c1116f9ceeb1652de04d5969cce509b069/399/tokens/399000001",
    "primary_asset_url": "https://generator.artblocks.io/0x99a9b7c1116f9ceeb1652de04d5969cce509b069/399000001",
    "features": {
      "ZoomLevel": "Zoomed",
      "ColorStyle": "Random"
    },
    "traits": [
      {
        "trait_type": "The Field",
        "value": "All The Fields"
      },
      {
        "trait_type": "The Field",
        "value": "ZoomLevel: Zoomed"
      },
      {
        "trait_type": "The Field",
        "value": "ColorStyle: Random"
      }
    ],
    "is_static": false,
    "license": "NFT License 2.0"
  }
}