{
  "address": "0x56e39032aa4a190a09f48b31726d1e912555ba1d",
  "type": "ERC721",
  "name": "SYMBIOSIS - 6ypxDPYcNb",
  "tokenCount": "16",
  "uri": "ipfs://QmeHRLrrSQNJhQw1Hfn7CRjjjvQFbE7HXprj4FS7zs6M8n/1",
  "metadata": {
    "name": "Tazama",
    "description": "Those who have never seen a leopard under favorable conditions in his natural surroundings can have no conception of the grace of movement, and beauty of coloring, of this the most graceful and the most beautiful of all animals” ~ Jim Corbett \n\nNature has evolved Leopards into ferocious hunting machines. While in a larger context they may look plain dead evil feeding on almost anything that moves - from insects to fishes to zebras to giraffes - Leopard literally has no inhibition in its feeding habits. Survival of the fittest engraved deep into its wild DNA. \n\nBut is that all there is? A wild monster? Or is there more. I remember seeing a National Geographic Documentary where a wild leopard killed a baboon in order to feed herself. However upon noticing an infant baboon clinging to the dead baboon, the leopard caringly carried the infant up to the safety of the tree to guard her from hyenas. She groomed and cuddled the baby throughout the winter night, kept a watch to make sure the little one didn't slip off the tree - given the watchful eyes of Hyenas waiting below, caring as she would of her own cub.\n\nAnimal kingdom is complex and layered beyond most of our understanding. If only we took a moment to pause and understand how deep and wonderful these coinhabitants are - maybe we wouldn't  have plundered their worlds upside down. Nature has a lot to teach - for those who wish to learn.\n\n‘Tazama’ in Swahili translates to ‘Stare’",
    "image": "ipfs://QmZymLRuor3s1Z5jSCv4qj5WKJBgME7rEC5LcrQJwKx14K/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Masai Mara"
      },
      {
        "trait_type": "Artist Name",
        "value": "Subodh Shetty"
      },
      {
        "trait_type": "Genre",
        "value": "Wildlife"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      },
      {
        "trait_type": "Artist",
        "value": "Subodh Shetty"
      }
    ],
    "external_url": "https://permalink.sloika.xyz/v1/q9AbVUkLgcGL74qWBP9GQ/1"
  }
}