{
  "address": "0x5668f6e159bcaf60fccca3b7ef7824a635711377",
  "type": "ERC1155",
  "name": "AK Photo Editions",
  "tokenCount": "2",
  "uri": "https://arweave.net/xDWLcvbyJXYA8QxMJ9rVOjqr2YhivBTILqpT1PZ4Ei0",
  "metadata": {
    "name": "Soaking in Solitude",
    "created_by": "Akshay Upadhya",
    "description": "Upon the silent and vast elevations of great mountains, one experiences a sense of solitude like no other.  \nHigh above the entanglements of modern-day life, amongst the colossal manifestations of nature, pervades a pull to be in commune with it; As a human, a form of life in the symphony of the earth, to see, to listen, to feel, to thoroughly enjoy the simple transactions of the living world.\n\nOn this cold morning, I woke up early, way before anybody else, and brought myself out of the tent. It was still dark, and there was a faint glow far east corner of the sky. \n\nGetting in my morning stretches while enjoying the fresh air, I noticed that the colors grew in the sky. Immediately rushing toward the tent, I fixed my camera gear and climbed to a vantage point in front of the giant mountain.\n\nIn the other corner, I found a guy as well soaking in and relishing the meditative moments. The birds had just started to chirp, there were only two of us in the entire vicinity.  \nColors from the alpenglow induced a soft warm glow to the landscape and a treat to the eyes.\n\nI then took this shot using a telephoto lens to compress the mountain in the background with the human to introduce a sense of scale to the vast landscape.\n\nAlso, I happened to meet this person later to show him this photograph. He loved it and answered with a warm smile.\n\nCaptured in the Himalayas of Uttarakhand, India, this photograph by Akshay Upadhya has been published in several social media outlets & magazines including Asian Geographic magazine and National Geographic India.\n\nThis edition of 10 will serve as a token for early mint in future drops & discount token for existing pieces.\n\nExtended Editorial License: Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The License includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Akshay Upadhya"
      },
      {
        "trait_type": "License",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Gangotri National Park, Uttarakhand, India"
      },
      {
        "trait_type": "Year",
        "value": "2019"
      },
      {
        "trait_type": "Resolution",
        "value": "6174 x 4116"
      },
      {
        "trait_type": "Edition Size",
        "value": "10"
      }
    ],
    "image_details": {
      "bytes": 19312648,
      "format": "JPEG",
      "sha256": "314d5de800f71d63445b1998e057cd51616290f4910b2f82d270696df95edcdd",
      "width": 6174,
      "height": 4116
    },
    "image": "https://arweave.net/YcxC6EJlshuV96sttmUS2usNWR1VXU_UcG4jrawW1Ro",
    "image_url": "https://arweave.net/YcxC6EJlshuV96sttmUS2usNWR1VXU_UcG4jrawW1Ro"
  }
}