{
  "address": "0x5687460473b68db9c98a6cbab18cc006190bd978",
  "type": "ERC1155",
  "name": "Escher Exclusive: Circling",
  "tokenCount": "1",
  "uri": "https://arweave.net/yDye2GdqACbYuv7X5DFdOEhWORoIlV_6DBMvbsQ_FOk",
  "metadata": {
    "name": "Circling",
    "created_by": "Escher Exclusives",
    "external_url": "https://escher.xyz/",
    "description": "The photos I take are my weapon to fight against time, the arbiter of our fate and the one opponent we can never hope to defeat. I spend my time seeking adventures to quell the chaos in my own mind, making art to immortalize those moments in the hopes that they can live far longer than I can. Often I wish I could go back and feel the way I did on that quest for purpose and the relentless pursuit of beauty that has given me everything I could hope to receive in my short life.  \nThe passing of time takes a toll in ways we don’t always expect. We planned for the fading memories of our past, the silence of voices we once called friends, the aches of the heart that come with the quiet. What we failed to see in that unforgiving hourglass is the way moments stretch and bend, how we impose our will upon what little we carry with us to the end. Time takes no sides and offers no answers to the mountain of questions it leaves behind, but it does force us to solidify little moments amidst our own idea of forever. It makes us pick and choose what we can keep.  \nIf I can only keep a few moments, it would be ones like this. Moments where everything felt simple and small and beautifully insignificant. It is a powerful shift in perspective to see the world this way and I hope this photograph puts you right in the seat. Nose pressed to the glass in the time machine of my soul, circling my memories anytime you need to escape it all- even just for a little while.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Jubbish Jay"
      }
    ],
    "image_details": {
      "bytes": 8855310,
      "format": "JPEG",
      "sha256": "c50ce14db157a99f06b21b79a8f8ea0b4df915eeaada4f2e5ce887ea347b4a4d",
      "width": 3447,
      "height": 5170
    },
    "image": "https://arweave.net/qsDj1rkOb6KBvBHaGsgiyx_ZrF8G2Uv1CkDKLTXMycc",
    "image_url": "https://arweave.net/qsDj1rkOb6KBvBHaGsgiyx_ZrF8G2Uv1CkDKLTXMycc"
  }
}