{
  "address": "0x56b41ecfdd7aa0c1995284d0d09487a2b12c0791",
  "type": "ERC1155",
  "name": "Timemium NFT",
  "tokenCount": "3",
  "uri": "ipfs://QmYM9CwDFyVCrtggNdfdbiFsqhmKtTGA782HD1rJBTptaG/1",
  "metadata": {
    "name": "Sapphire",
    "description": "Sapphire: The Celestial Gems of Timemium\n\nDeep within the vast expanse of the cosmos, amidst the twinkling stars and swirling galaxies, a remarkable phenomenon unfolds. It is a tale of intrigue and wonder, where the rarest of gems, known as sapphires, are forged under the cosmic embrace. These captivating gemstones are born in the heart of a newly discovered planet called Timemium, nestled at the center of the enigmatic Time galaxy.\n\nTimemium, a celestial body shrouded in mystery, possesses a gravitational force so potent that it lures sapphires from distant corners of the universe. As these precious stones journey through the vastness of space, they carry with them a mesmerizing allure and an unparalleled radiance.\n\nUpon reaching the gravitational pull of Timemium, a wondrous alchemical process occurs. The sapphires, drawn irresistibly towards the planet's core, undergo a metamorphosis, transforming into a unique inner token known as EMIU. This remarkable occurrence is not only a testament to the cosmic forces at play but also paves the way for a new era of digital currency.\n\nEMIU, the inner token of Timemium, transcends conventional boundaries. It emerges as a cryptocurrency, intertwining the rare beauty of sapphires with the boundless possibilities of the digital realm. With each sapphire that finds its way to Timemium, the value of EMIU grows, reflecting the inherent worth of these celestial gems.\n\nAs the universe gazes upon Timemium and its captivating sapphires, a sense of awe and curiosity takes hold. Scientists, explorers, and enthusiasts alike flock to study this remarkable planet, eager to uncover its secrets and harness the power of its cosmic currency. The allure of these celestial gems intertwines with the allure of the vast unknown, beckoning humanity to venture further into the depths of space.\n\nIn the heart of the Time galaxy, Timemium stands as a beacon of discovery, bridging the realms of gemology and cryptocurrency. It unveils a harmonious fusion of science and beauty, reminding us that within the cosmos lie untold wonders waiting to be unearthed. And as the journey continues, with each twinkle in the night sky, the tale of Sapphire and Timemium captivates our imaginations, reminding us of the infinite possibilities that await us in the great beyond.",
    "image": "ipfs://QmQMcZFtc4owxQTXcDLEMkm6okDL6mCRXvKKewfnUtJPoW/1.png",
    "external_url": "",
    "background_color": "",
    "attributes": [
      {
        "trait_type": "Max mining",
        "value": "960"
      },
      {
        "trait_type": "Min mining",
        "value": "7,5"
      }
    ]
  }
}