{
  "address": "0x56e90ea6c183cec4dc2b7f528bf94467312ac22d",
  "type": "ERC1155",
  "name": "TEST2",
  "tokenCount": "2",
  "uri": "https://arweave.net/dNl1vm8-KDwnKEjW7-hKpJOCsONbiWaIOFgiHLda1Co",
  "metadata": {
    "created_by": "Emile Plato",
    "name": "LOOK BACK2 ",
    "description": "Look Back\" is an NFT collection that creatively intertwines past, present, and future, blending historic elements with cutting-edge digital artistry. Launched in 2023, it invites both artists and collectors into an immersive and interactive virtual experience unlike any other.\n\nThe collection comprises 10,000 unique, hand-drawn digital art pieces, each one a singular representation of a moment in history. The creators have expertly incorporated elements of different eras, spanning from ancient times to the present, and even speculating into the future.\n\nWhat makes \"Look Back\" stand out is not just the artistic brilliance and historical exploration but also the unique utility each NFT offers. Owners of these tokens gain access to exclusive virtual reality experiences, special community events, and early access to future drops.\n\nThe driving concept behind \"Look Back\" is the idea that history is alive and full of lessons to be learned. This is reflected in the artwork, where each NFT tells a unique story about our shared past, encouraging holders to reflect and learn from these moments. Whether it's a depiction of a renowned event or a more obscure historical happening, every piece compels you to 'look back'.\n\nThe response to the collection has been extraordinary. With a rapidly growing community of supporters, \"Look Back\" is not just breaking records in the digital marketplaces but also creating a novel intersection of art, history, and technology.\n\nThe \"Look Back\" NFT collection is a trailblazer, helping to redefine what art can be in the digital age. By combining striking aesthetics with historical narratives and innovative blockchain technology, it provides a unique, immersive experience that pushes the boundaries of conventional art and digital ownership. As we move further into the era of digital art and virtual reality, \"Look Back\" sets a new precedent, showcasing the limitless potential of NFTs in the creative industry.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Emile Plato"
      }
    ],
    "image_details": {
      "bytes": 2034770,
      "format": "PNG",
      "sha256": "9b151540ed08af38228c840114fdf33d9a57de4260085b2a945e2466807df9f5",
      "width": 1316,
      "height": 1230
    },
    "image": "https://arweave.net/HhqWcodoRMiBHXnbtgJJoNve6swP-7jmyoN3IBxIQ7o",
    "image_url": "https://arweave.net/HhqWcodoRMiBHXnbtgJJoNve6swP-7jmyoN3IBxIQ7o"
  }
}