{
  "address": "0x57a7da52df29c867fd20f4d66832ccd22c92dd4b",
  "type": "ERC721",
  "name": "My African Moments",
  "tokenCount": "52",
  "uri": "https://arweave.net/SlDzNT2vl19VRCKlAPN78U2RNiiGI65MgEvVU5_hM7I",
  "metadata": {
    "name": "Nkwazi",
    "created_by": "James Pitts",
    "description": "Nkwazi (the African Fish Eagle in Chewa) is related to the American Bald Eagle but only found in sub-Saharan Africa. \nThis particular eagle was found on the shore of Lake Tanganyika in Zambia. James had been scouting the shore for a reported crocodile with porcupine spines in its back when the eagle swooped in front of the boat and plucked out an unsuspecting fish from the water. He made his way to a low dead tree (which may have been a favourite perch) and happily ate his bounty.  \nThe photograph was taken handheld from the boat (thanks to the image stabilisation of the Olympus EM1) and sat for several weeks as a memory as James continued his tour of Northern Zambia. \n\n- Artist: James Pitts  \n- Dimension: 3000 × 4000px   \n- Location: Lake Tanganyika, Zambia  \n- Year: 2020  \n- Camera: Olympus E-M1 mk1  \n- Lens: 75-300mm\n\nAbout the photographer: James Pitts is a travel and wildlife photographer from the southwest of the UK, but lived for eight years in eastern and central Africa. In addition, James is also a teacher and school leader with a real passion for being outside. His photography journey started in 2015 when he moved to Tanzania. The vast quantity of wildlife and cultural differences offered a new path forward. He lived in Tanzania for nearly four years, followed by 3.5 years in Zambia.\n\nLicense: With the purchase of this NFT, the artist provides the primary holder with the licensing rights to sell, trade, or transfer the NFT on the blockchain. The owner can use the NFT to display privately, in commercial and non-commercial settings, or in groups with an unlimited number of members. The license includes unlimited use and displays in VR galleries, physical galleries, essays, and documentaries. The holder of this NFT may also post on social media platforms with credit to the artist in good faith. The holder may not make “commercial use” of the underlying works, including commercial merchandise, commercial distribution, or derivative works. The artist still owns the underlying work’s copyright, IP, and reproduction rights.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "James Pitts"
      },
      {
        "trait_type": "Camera body",
        "value": "Olympus E-M1 mk1"
      },
      {
        "trait_type": "Lens",
        "value": "Olympus M.ZUIKO ED 75-300mm f/4.8-6.7"
      },
      {
        "trait_type": "Dimensions ",
        "value": "3000 x 4000"
      },
      {
        "trait_type": "Genre",
        "value": "Wildlife"
      },
      {
        "trait_type": "Subject",
        "value": "African Fish Eagle"
      }
    ],
    "image_details": {
      "bytes": 13447972,
      "format": "PNG",
      "sha256": "d61591bb3a4cb03f26bdc81aefe2ee42332350f08a8130361fc32ac33af54d42",
      "width": 3000,
      "height": 4000
    },
    "image": "https://arweave.net/8O2NuZS91m66iW8gVuXzjIm5gCyS9NUe8dcpV87cCXw",
    "image_url": "https://arweave.net/8O2NuZS91m66iW8gVuXzjIm5gCyS9NUe8dcpV87cCXw"
  }
}