{
  "address": "0x57a3e50024682c9a411b8b4006e5131864295ef5",
  "type": "ERC721",
  "name": "The Gabriel di Sante Collection",
  "tokenCount": "4",
  "uri": "ipfs://QmRJGK4v7WziwAyW6yjeJrW6cpCMqqfkgUkrajvGK5E7N1/1",
  "metadata": {
    "name": "Daniel Radcliffe",
    "description": "Check out below the amazing bonuses that come with this NFT! \n\n**Daniel Radcliffe** - shot September 24th, 2019 during the Toronto International Film Festival, one of the biggest annual events for actors, actresses anywhere. The image was taken during a private session for the *Guns Akimbo* movie premiere. \n\nI couldn't believe after so many years of being a fan I was finally working with the real Harry Potter. The energy that Daniel radiated was indescribable, yet the image lets me relive it every time I look at it and every time I see him on the screen. \n\nAfter working with many huge celebrities for several years I couldn't believe how humble Daniel was and how he was nervous and shaking hands when we were about to start the session - almost like I was the celebrity! \n\nThis just showed me how humble Daniel is. It was for sure the best experience I've ever had working with celebrities. \n\n**Bonuses** \n\nAn NFT this amazing deserves an awesome bonus package, and we've got one for you! \n\nFirst, you and a guest of your choosing will be invited backstage to a celebrity fashion photoshoot  during New York Fashion Week 2021. \n\nSecond, we'll engrave a custom metal dreamcard (checkout dreamcard.cc) with your NFT image so that you can show it off every time you make a purchase. \n\nLast, but definitely not least, we'll be shipping you one of our highly sought-after, deluxe swag boxes with all kinds of exclusive Legend NFT items.",
    "external_url": "https://legendnfts.io/legend01-01",
    "image": "ipfs://QmbXMywzLmiAL63GH6qDgDP9aqZdutk3cVKC9ZaNE4W69A/legend01_01.jpg",
    "attributes": [
      {
        "display_type": "date",
        "trait_type": "shoot date",
        "value": 1569351600
      },
      {
        "trait_type": "creator",
        "value": "Gabriel di Sante"
      },
      {
        "trait_type": "shoot location",
        "value": "Toronto, Canada"
      },
      {
        "trait_type": "resolution",
        "value": "3733px x 2136px"
      },
      {
        "trait_type": "Swag",
        "value": "Backstage access"
      },
      {
        "trait_type": "Swag",
        "value": "Dreamcard"
      },
      {
        "trait_type": "Swag",
        "value": "Deluxe Box"
      }
    ]
  }
}