{
  "address": "0x575881b83c2f530047febfd5dbe43bf134dc21d6",
  "type": "ERC1155",
  "name": "fakerekts",
  "tokenCount": "4",
  "uri": "https://arweave.net/GHX0pKWXnrHFpZgOoqqxhCZJMP_QrTMOipq2nW3ja6k",
  "metadata": {
    "name": "it calls for us by bastien",
    "created_by": "fakerekts",
    "description": "Tuesday, late afternoon. You have just been released from the detention class – after performing yet another one of your boredom shenanigans – and you are marching through the empty high-school hallways to finally get out of here.  \nThe school is empty. It's not surprising, it's late and everybody has already left the building a few hours ago. It's blazing hot outside, but here it's cold. Cold and silent.\n\nBut there is one more thing you have to do before you leave for the day. One particular hallway you have to visit. It won't take long, the school building is not that big.  \nAs you are getting closer to your point of interest, you are slowly starting to recognize the unmistakable hum and cracking sounds. You take one last right turn and.. It's there.\n\nThere it is, a vending machine in all its glory. Unworldly, illuminated by a green tinted light going out of who knows where, stands by the wall, clearly showing its dominance over anything else in this part of the building.\n\nYou stand in front of it, mesmerised by its infinite offerings. You can see it all, Rektey's chocolates, Blue chips branded chips, Knickers, Wagmilk and even some non-alcoholic beer of the same brand.  \nEverything is just one brand, but you know it's THE brand, Rektguy is all the prestige a high-schooler needs, it's all the prestige anyone needs.\n\nYou fumble in your pocket hoping to find at least a few grubby Ethereum coins. The luck is on your side, you found some.  \nYou scratch the coins on the side of the machine a bit, toss them in and choose your today's treat.\n\nNow let's just hope it doesn't get stuck..\n\nby [bastien](https://twitter.com/bastienjpg)",
    "attributes": [
      {
        "trait_type": "artist",
        "value": "bastien"
      },
      {
        "trait_type": "date issued",
        "value": "20220210"
      },
      {
        "trait_type": "series #1 card #",
        "value": "1"
      }
    ],
    "animation_details": {
      "bytes": 38490515,
      "format": "MP4",
      "duration": 20,
      "sha256": "66470cc1a64dbaf776ec39e63ad4e01ab436abb16114e539e72e12c37f00ff5b",
      "width": 3000,
      "height": 3000,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/_JekplgHTLOl13ho3LOg_4D9p_pcg_uSf7Oyj_uaWj0",
    "animation_url": "https://arweave.net/_JekplgHTLOl13ho3LOg_4D9p_pcg_uSf7Oyj_uaWj0",
    "image_details": {
      "bytes": 4014110,
      "format": "PNG",
      "sha256": "6c4ef1a14bc0e7b5da98280bbeeb1933c0ae8984fa1336292b846c7a440f9a02",
      "width": 2150,
      "height": 2144
    },
    "image": "https://arweave.net/5zn8l_oha_sBmR_BNzKCSYatjj9KcCi4H_EoeFn6k9k",
    "image_url": "https://arweave.net/5zn8l_oha_sBmR_BNzKCSYatjj9KcCi4H_EoeFn6k9k"
  }
}