{
  "address": "0x5794212b32b83d3c95e195f97e76014ec389d398",
  "type": "ERC721",
  "name": "Munn - Religion's Epitome (Demo)",
  "tokenCount": "50",
  "uri": "ar://7VuDXmzpCVXoYf7iNeH_Jm8Y6AIND-y48ebIacv8D-w/1",
  "metadata": {
    "animation_url": "ar://x5TWIoLZgtT_kS4_6sedfXu-Q1Sm9Vo0U_oUZuLcVCc",
    "artist": "Munn",
    "artwork": {
      "mimeType": "image/gif",
      "uri": "ar://MASndDBFj3kYqrdWfFGEKIRGA5WTl9qi21ZuKA6Emos",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Religion's Epitome (Demo)",
        "value": "Song Edition"
      }
    ],
    "bpm": 123,
    "credits": null,
    "description": "I released this record last week on Sound but wanted to share the demo with everyone to show you all where this song started and give people a chance to collect some of my work! There are a few left for purchase of the final song so, if you like this, consider purchasing so we can sell it out! Thank you all for supporting me and my team. \n\nHere's some background on the track! I grew up in the church. I learned the rules, the christian lingo, the do's and don'ts, ALL OF IT. As i've aged, i've come to believe love is what matters, not a set of religious rules that we must all abide by. I am not spreading hate towards any religion, i'm only shining a light on my experience with it. This song is hard for me to write and release... i'm clueless as to what my family will think of it and how they might see me for it. I'm just sick of watching religion breed hate and, equally so, all the hate people have towards religion. There is such a massive divide in the world and we forget we are all one. I hope you all can take time to truly listen to the lyrics. \n\nMy team and I are committed to growing in the Web 3 space and are confident that your investments in my music will be more than worth it! I've amassed over 200 million streams independently and, as I'm now dropping a song every two weeks, the music will only grow quicker than ever. THIS SONG IS A SPECIAL ONE. - Munn",
    "duration": 54,
    "external_url": "https://www.sound.xyz/munn/religions-epitome-demo",
    "genre": "Pop",
    "image": "ar://MASndDBFj3kYqrdWfFGEKIRGA5WTl9qi21ZuKA6Emos",
    "isrc": null,
    "key": "E_MAJOR",
    "license": "CREATIVE_COMMONS",
    "locationCreated": "us",
    "losslessAudio": "ar://x5TWIoLZgtT_kS4_6sedfXu-Q1Sm9Vo0U_oUZuLcVCc",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Religion's Epitome (Demo) #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Religion's Epitome (Demo)",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}