{
  "address": "0x57719592bd819e2f3f6fdc7e787dd18f11a8963c",
  "type": "ERC721",
  "name": "NOT JUST ART",
  "tokenCount": "3",
  "uri": "https://arweave.net/pVYJjHeqfnDolT9R4fCsVtSqmvBmkfE4lAJPYDdE8ME",
  "metadata": {
    "name": "Open Edition",
    "created_by": "VIBE",
    "description": "Open Edition\n\nNew times, new opportunities and new tools.  \nEvery day technology develops at an incredible speed and a lot of things that were, for example, last year are irrelevant. \nEverything is being scaled, cloned, republished and devalued. Exactly as inflation is affecting the financial system around the world. \nThere is more supply, but there is no value in it.\n\nOpen Edition is my message to anyone who has anything to do with NFT. \n\nThe owner of all 3 NFTs of the OE series will receive a unique 1/1 co-created based on my secret series and the collector's wishes. \nInteraction - love - vibe.\n\nWho knows what could be in these boxes? \nWhere can you find the keys?\n\nRemember what NFT was originally created for? \nTo preserve physical and digital value by encrypting through a smart contract and sealing a token in a blockchain. \nTo preserve value!\n\nMany people have preserved here something that no longer exists in the real world and cannot be, something that is not replaceable, something that cannot be returned - that's what a non-fungible token is.\n\nOpen Editions has been around for a very short time, but it has already captured hundreds of thousands of people and artists. Millions of dollars and you know what I say? \nIt's a good thing. \nBut for those who came here just for the money.\n\nI could be wrong and that's good too, everyone has an opinion and everyone should speak their mind. \nAnd at this point I want to show you that tons of trash thrown at the NFT market won't make it any better or more valuable. \nAs you understand it's exactly the opposite.  \nAnd buying a candy wrapper won't get you candy - that's the paradox.  \nYou also throw the wrapper in your pocket and throw it in the nearest garbage can. \n\nIf you respect culture, why ruin it?  \nThat said, if you're only here for the money, that's your way. \n\nBut if you want to create something really important and valuable you need to think about the fact that the creation of OE will not solve your problem and you won't create candy, wallowing in the wrappers. \nAnd you don't need to create thousands and thousands of 1/1s - it's the same as those wrappers, no history, no meaning, no value.\n\nCreate, create, share, and appreciate what you have. \nEvery artist will find a collector who will appreciate you very much, not only because your art is very beautiful but because the thought behind it is so deep and close to his heart that the visuals won't matter at all.  \nAnd every collector will find his artist.\n\nIt is a message to the future, the future - 1/1. \nThe future - a value.  \nThe future - communication.  \nThe future - friendship.\n\n6250x5000",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "VIBE"
      },
      {
        "trait_type": "Series",
        "value": "Open Edition"
      }
    ],
    "image_details": {
      "bytes": 51113112,
      "format": "PNG",
      "sha256": "70c3dca15fbf142b8439205dbfe67fdbdc5962c47ae9cc1e1172e02e0e84d3a4",
      "width": 6250,
      "height": 5000
    },
    "image": "https://arweave.net/nZ4X7AdHNTdzi7bZoAIubxIFkHTxo_uig07ExHQEdHw",
    "image_url": "https://arweave.net/nZ4X7AdHNTdzi7bZoAIubxIFkHTxo_uig07ExHQEdHw"
  }
}