{
  "address": "0x5823ddb3da1e53e5576a2a38083febf23271cb4b",
  "type": "ERC721",
  "name": "FOS - Ancient Alpha",
  "tokenCount": "50",
  "uri": "https://contents.section21.net/nft/json/FOS-1.json",
  "metadata": {
    "name": "区画21 FOS #00001",
    "attributes": [
      {
        "trait_type": "Accessories",
        "value": "None"
      },
      {
        "trait_type": "Background",
        "value": "Ancient Alpha"
      },
      {
        "trait_type": "Clothes Color",
        "value": "Black"
      },
      {
        "trait_type": "Clothes Type",
        "value": "Floral Hoodie"
      },
      {
        "trait_type": "Ear",
        "value": "Cat Ear"
      },
      {
        "trait_type": "Mask Color",
        "value": "Blue"
      },
      {
        "trait_type": "Mask Type",
        "value": "LCD"
      },
      {
        "trait_type": "Shoes Color",
        "value": "Black/Navy"
      },
      {
        "trait_type": "Shoes Type",
        "value": "Highcut Boots"
      },
      {
        "trait_type": "Tails Color",
        "value": "Blue"
      },
      {
        "trait_type": "Tails Type",
        "value": "LAN Cable"
      }
    ],
    "background_color": "ffffff",
    "image": "https://contents.section21.net/nft/images/FOS-1.png",
    "external_url": "https://section21.net/",
    "description": "区画21の中心には、長大な塔（MOND TOWER）が、広大な雲海を貫いて聳え立っています。\n\nその頂は肉眼では捉えられません。\n塔の内部では、様々なキャリア、専門性を有した仮面の住人「FOS」が、日々活発な議論を行っています。\n\n現実社会において、我々は、誹謗中傷や炎上等の恐れから、十分にその思想・信条を表明することができていません。\n区画21は、「本音の交流」にこだわり抜いたメタバースです。\n\n世界中の人々と交流できるプラットフォームは無数に存在しますが、完全な匿名、名無しの表現は十分に傾聴されません。\n多くの表現は、表現者の「職業」、「経験」、「属性」などと結びついてはじめて価値を有します。\n\n他方で、表現者の全容をさらけ出すと、炎上や誹謗中傷のおそれから、表現は萎縮していきます。\n\n「仮面（FOS）」で身を扮し、真の表現の自由を楽しんで頂きたいと願っております。\n\nAt the center of Section 21, a large tower (MOND TOWER) rises through the vast cloudy sea.\n\nThe apex is not visible to the naked eye. Within the tower, the \"FOS,\" residents with a variety of careers and expertise, engages in lively discussions.\n\nIn the real world, we are unable to fully express our ideas and beliefs due to fears of slander or flame.\nSection 21 is a metaverse dedicated to \"genuine expression\".\n\nThere are numerous platforms which enable us to interact with people around the world, however, complete anonymous and unnamed expressions are not deemed worth consideration.\nMany expressions are worth consideration only when they are linked to the expressor's \"occupation,\" \"experience,\" or \"attribute.\"\nOn the other hand, if the whole picture of the expressor is revealed, the expression may shrink because of the possibility of slander or flame.\n\nI hope that you enjoy the true freedom of expression, by dressing up as \"FOS\".\n"
  }
}