{
  "address": "0x58c0b31f5374fbb0d5f1b0f3931d60fdc9f93415",
  "type": "ERC721",
  "name": "Remarkable Lots",
  "tokenCount": "1",
  "uri": "https://owlting-nft.s3.ap-northeast-1.amazonaws.com/production/BVIlP.json",
  "metadata": {
    "name": "2021 Taiwan Private Collection Auction lot#13",
    "image": "https://owlting-nft.s3.ap-northeast-1.amazonaws.com/production/a7d5cc2162aca2fa9ab79f44b4adc1c94d4374d20b5a87adbd2b51669cab0e45.png",
    "external_url": "https://owlting-nft.s3.ap-northeast-1.amazonaws.com/production/BVIlP.json",
    "description": "Taiwan Coffee Laboratory proudly presents the first ever coffee-NFT combo in commemoration of the historic 2021 Taiwan Private Collection Auction. The combo includes the13th-place lot from the final cupping and a unique and beautiful digital art that contains descriptions of the coffee origin, the final score, and coffee cultivar.\n\nOrganized by Taiwan Coffee Laboratory and Alliance for Coffee Excellence on behalf of Executive Yuan's Council of Agriculture and Taiwan Coffee Association, the 2021 Taiwan Private Collection Auction was the first ever international auction of Taiwanese specialty coffees. The event featured a national cupping by prominent in-country panelists and an international cupping by Alliance for Coffee Excellence Global Coffee Centers with more than 30 entries from various coffee farms in Taiwan. The online auction, held on 8/31/2021, garnered record-breaking prices from buyers all over the world. \n\nNoting the significance of the event, Taiwan Coffee Laboratory has chosen the 13th-place coffee from the international cupping as the subject of the NFT. The beautifully cultivated washed Typica, grown and processed by Cheng-Lun \"Coffee Prince\" Fang of Zou Zhou Yuan, scored a remarkable 85.48 from international cuppers. The coffee is rich, sweet, clean, and fruity. It represents the kind of quality one can expect from Zou Zhou Yuan, one of the best coffee farms in Taiwan and a frequent winner of various national and regional coffee competitions.\n\nThe buyer of the coffee-NFT combo will receive 255 kilograms of coffee from the Zou Zhou Yuan washed Typica lot and also become the owner of the NFT to commemorate this historic occasion. The NFT includes the score of 85.48, the name of Zou Zhou Yuan, and the lot number of 13. It also showcases the words 2021 Taiwan PCA and is a rare collector's item for any coffee lover.\n\n載明事項：\n本 NFT 亦代表本設計之著作財產權，持有者得享有合理商業使用權利。\n初次交易內容物包含本批次 255 公斤咖啡生豆，此部分交易價金依法開立農產品免稅統一發票。\n若於次級市場轉售時不包含實體咖啡。"
  }
}