{
  "address": "0x58e4e5c0d245cda9d984c76d71ae23e030c7b5cf",
  "type": "ERC1155",
  "name": "Legends of Cypher",
  "tokenCount": "2",
  "uri": "https://arweave.net/OC-pdcfJSf0mG2btiE75Sm0rt35fOYpBiqd_kZabReQ",
  "metadata": {
    "name": "Meru-36: Destiny's Fall - Animated Cover",
    "created_by": "Legends of Cypher",
    "external_url": "https://legendsofcypher.io",
    "description": "Welcome to Legends of Cypher, a multimedia project that tells the story of a future human civilization fighting for \nindividual freedom. \n\nOn one side is Hash and his “gift”, a technology that can free humanity from bondage. Malarian, a high-ranking agent of the inter-planetary Centopoly empire, will stop at nothing to prevent Hash and his allies from giving humanity its freedom. \n\nThe main Legends of Cypher story will be presented in a series of comics that will be released across multiple “Seasons.”\n\nOther Legends of Cypher artifacts and outputs (such as this NFT) will dive into the universe's broad and deep lore. \n\nHolders of this NFT are also eligible to receive a portion of the upcoming $PRIMA token airdrop (Details here: https://storyprima.io/docs/prima-token-initial-airdrop)\n\nVisit the Legends of Cypher website (https://legendsofcypher.io) to learn more. \n\nAbout Meru-36: Destiny's Fall\n\nWith its AI allies, humanity settled the Cosmos. This period, known as the Great Diaspora era, was a time of peace and prosperity. But progress came at a cost: humankind became too reliant on AI and lost its freedom to its machine overseers. \n\nBut one group of machines decided to fight back. These AIs, along with their human and post-human allies, fought the nine-decade “Synthetic War.”\n\nMeru-36: Destiny’s Fall tells the tale of the war and its final Cosmos-changing battle that influenced the rise of the Centopoly empire (the main antagonist of the Legends of Cypher universe). \n\nNFT Type\n\nThe Meru-36: Destiny's Fall - Animated Cover NFT is part of the Legends of Cypher Origin Collection\n\nNFT Perks\n\nOwners of the NFT can: \n\n*Download the full digital version of the Meru-36 story (the digital version contains a special Easter Egg with information that will become important as the Legends of Cypher story progresses)\n\n*Redeem the physical book, which includes the Easter Egg mentioned above - The first book NFT snapshot will take place on April 29, 2022. All wallets holding the NFT on the first snapshot date will be eligible to redeem the physical book until May 30, 2022. Additional snapshot and redemption dates will be announced by the Origin Group. \n\n*Receive exclusive discounts on future Legends of Cypher physical and digital merchandise.\n\n*Individuals who own ALL NFTs in the Legends of Cypher Origin Collection will be eligible to receive a special $PRIMA token airdrop.",
    "attributes": [
      {
        "value": "Pre-Season One",
        "trait_type": "Season"
      },
      {
        "value": "Origin Collection",
        "trait_type": "Collection"
      },
      {
        "trait_type": "LoC Artifact Type",
        "value": "Book"
      },
      {
        "trait_type": "Loc Era",
        "value": "Synthetic War"
      }
    ],
    "animation_details": {
      "bytes": 11905996,
      "format": "MP4",
      "duration": 12,
      "sha256": "b20ff6ca7f25dba3cc64819e4b1a30cb86ed981b116695f820517f697de8b419",
      "width": 4000,
      "height": 4000,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/9piA4vrzu-7jmERGTV_pGk_03-0__Whjjownietx974",
    "animation_url": "https://arweave.net/9piA4vrzu-7jmERGTV_pGk_03-0__Whjjownietx974",
    "image_details": {
      "bytes": 8159935,
      "format": "PNG",
      "sha256": "8c86491de9e9ba2471bf676ecd152667710e06215fe631235ce80b822d93c810",
      "width": 4000,
      "height": 4000
    },
    "image": "https://arweave.net/-_D9WjnsyqbBoJSOLztpULxzVfpDDgZkpMAcGGNftgo",
    "image_url": "https://arweave.net/-_D9WjnsyqbBoJSOLztpULxzVfpDDgZkpMAcGGNftgo"
  }
}