{
  "address": "0x58a5acfc6e3b86d72d7183b81c3f1c1bf4bce665",
  "type": "ERC721",
  "name": "Curse NFT",
  "tokenCount": "1",
  "uri": "https://gateway.pinata.cloud/ipfs/QmShrKbGveUfJLtAzjq27B8bs2Lwp54QSX1dDqhPXcaEXA/0",
  "metadata": {
    "description": "A backstage photo of model Krystall Schott was taken during New York Fashion Week 2016 and became the uncredited #1 search for “face” on Google. After years of being unable to counter her algorithmic curse, smart contract technology has made it possible for Krystall to reclaim authority over her face and narrative. \n\nAccursed Share’s genesis piece, the 1/1 Curse NFT, is a 4K 3D-image of Krystall Schott produced by PROTAGON, the visual effects wizards for Marvel. It is the first NFT to integrate Chainlink’s revolutionary Keeper technology to create the first dynamic NFT to evolve in response to the changing price of Ethereum.\n\nCurse NFT will have five different presentations. When the price of ETH goes up for 1 and 2 days in a row, the NFT will display positive 3D renderings. When the price of ETH decreases for 1 and 2 days in a row, the displays will be negative. Finally, when the price of ETH hits 20K, Krystall’s face will be displayed in its full blessed form.\nCurse NFT is a unique NFT, of which there will only ever be one minting (1/1). It is an unprecedented, interactive work of art that will restore non-fungibility to the most intimate intangible: a human face. \nThe purchase of Curse NFT will lift Krystall’s curse by turning it into a blessing that rewards her in perpetuity. \nCredits: Model: Krystall Schott / Producers: Accursed Share (Mónica Belevan, John Thomas Connor, Charles Curran); PROTAGON (Brian Adler); Krystall Schott / Executive Producer: Brian Adler / Visual Effects and 3D Scanning: PROTAGON / Photography: Pat Bombard / Hair: Tyeler Perfect / Make-up: Christina Lee Adams / Music: Barrett Avner / Engineers: The DeFi Network\nCurse NFT is an Accursed Share production, in association with PROTAGON.",
    "external_url": "www.cursenft.com",
    "image": "https://gateway.pinata.cloud/ipfs/QmQpA9GCBrYUjaqxTFC6yyZBC75qoLNTi5X1AKnCymKtY5",
    "name": "Curse NFT"
  }
}