{
  "address": "0x58d5e8dbf2bf7aa8028b19289e4ae267135bb247",
  "type": "ERC721",
  "name": "Outlaw The Artist - Escape Rope Feat. Dakota Bleu",
  "tokenCount": "1",
  "uri": "https://arweave.net/Oap11lvcOpDpTZG3GsF-tWspTe2h18SU9S6zRBxA9xY",
  "metadata": {
    "name": "Outlaw The Artist - Escape Rope (Feat. Dakota Bleu)",
    "description": "Dnyce X Design and Outlaw The Artist, teamed up to create performance visuals for Escape Rope (feat. Dakota Bleu) off his album Villains Never Die. This Glass.XYZ music video is the official genesis drop to DxD’s StimPack NFT series.\n\nOutlaw The Artist is a hiphop artist and multi-platinum Kpop song writer for Exo and NCT U. Outlaw was born in the Bronx, NY but grew up in East London. He often mentions his feeling of being an other. To people in London, he's an American. To people state side, he's British. This is a common feeling for immigrants and people of color in America. Outlaw wanted to channel this feeling of otherness into his album Villains Never Die. Everybody is always exploring the concept behind being a hero but when you're constantly treated like an outcast, it's more natural to feel like a villain.\n\nDnyce X Design is the brainchild of director and multidisciplinary designer, Dave NYCE. Aside from teaming up with indie artists to overcome creative and marketing challenges, DxD’s community mission is to empower minority creatives with web3 outreach and education resources to battle displacement of their communities due to gentrification.\n\nAll DxD Escape Rope StimPack NFT holders will be given discord rolls, automatic pre-mint pass for DxD expansion projects, and one giveaway entry for a 1 of 1 NFT with unlock-able artwork and high resolution print file.",
    "image": "https://arweave.net/0mhIRq9UeOQRzYpPc06_KPMTvyXeO0tTztpEu-YJhsQ",
    "external_url": "https://glass.xyz/v/bc-EIoyx5bi9mxl9-u_ZgzvlcK_Pm1zdTVivOXt5SIg=",
    "animation_url": "https://glass.xyz/embed/bc-EIoyx5bi9mxl9-u_ZgzvlcK_Pm1zdTVivOXt5SIg="
  }
}