{
  "address": "0x5861347adbdab2bb647ebf5f7058789e265b623b",
  "type": "ERC721",
  "name": "ElmonX x Zoobs God Save the Future Queen Original",
  "tokenCount": "75",
  "uri": "ipfs://QmQaTy46YgyxyoSAznpPLVZApuWKvuoz8qBmEDKhMnnTc5/1.json",
  "metadata": {
    "name": "God Save the Future Queen #1",
    "description": "In 2011, British artist Zoobs Ansari created two mixed media art works titled ‘God Save the Future Queen’ and ‘King of Pop’, featuring Prince William and Kate Middleton, now the Prince and Princess of Wales. Measuring 48 inches x 36 inches, these works were created on wood, combining digital imagery, lettering-montage, and Zoobs’ signature paint work. They were part of a series of works he called ‘scrolls’, which he started creating on wood after initially using heavyweight art paper. The works were framed in Victorian frames adding 12 inches to their size, and were unveiled at a gallery in London, generating global media coverage and eventually being acquired by Dolce & Gabbana. Limited edition prints were also released and sold out within a week. Inspired by the ‘Sex Pistols’ vinyl record artwork, the works will now be released as interactive NFTs on the 12th wedding anniversary of the Prince and Princess of Wales, approximately 12 years after they were first created.  This is the first ever Zoobs Ansari NFT as a premium 3D digital artwork. Holders can view the NFT in Augmented Reality. Edition: 1 of 75",
    "external_url": "https://elmonx.com/",
    "image": "ipfs://QmUB2jbatELXJEF23mfDbv8JsxpisxJFpyXwQpYmrrH3Pc",
    "glb_url": "https://elmonx.infura-ipfs.io/ipfs/QmV4AgnNtpqfu224aJyFcNDdLdMA7iajTHh93a4Y9HNuGs",
    "glb_url1": "https://elmonx.infura-ipfs.io/ipfs/QmV4AgnNtpqfu224aJyFcNDdLdMA7iajTHh93a4Y9HNuGs",
    "animation_url": "https://elmonx.infura-ipfs.io/ipfs/QmYV8aTjJ1Rv3wNWPeBWGugYoJ4bC7c9d1o2WTnX9KhfQa",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Zoobs Ansari"
      },
      {
        "trait_type": "Artwork",
        "value": "God Save the Future Queen"
      },
      {
        "trait_type": "Edition",
        "value": "1"
      }
    ]
  }
}