{
  "address": "0x584f8e741cffbc5c011addea12063fd26b26ee32",
  "type": "ERC721",
  "name": "Spatial Accretion",
  "tokenCount": "12",
  "uri": "https://arweave.net/lAcljxb1nQx3SEabuxpP26aK6tlex4UZFCB3kh5SZcY",
  "metadata": {
    "name": "Tema Market - Ghana - Crop#4",
    "created_by": "FelixFelixFelix",
    "external_url": "https://www.felixfelixfelix.com/series/9",
    "description": "This is an extract from a larger drawing that showcases the effervescence at the daily local market in Tema, a coastal city located near Accra, Ghana.\n\n9940x6672px\n\nThis drawing is part of my Spatial Accretion series.\n\naccretion : noun the process of new layers or matter being slowly added to something\" from Latin accretio(n-), from accrescere 'become larger', from ad- 'to' + crescere 'grow'.  \nOxford English Dictionary\n\nEach drawing focuses on a place - whether it’s a room, a neighborhood or a whole city. Each drawing is based on the memory I keep of this place. It captures the spirit of the place rather than the place itself. It brings to light what was salient to me when I experienced the place, silencing thus other elements. Through this reverie, I don't render the place as is like he would for an architectural project but recreate it focusing on the experience I've had of it and breaking it down into a multiplicity of spatial sequences. Each spatial sequence represents a point of view.\n\nThe spatial sequences of the place and their topology are reduced to fragments that are then reassembled. Not juxtaposed though but carefully intertwined. The drawing captures a place at time T from the perspective of an omniscient observer. The interweaving of different perspectives of a same place in the same drawing gives a reality to a multidimensional reverie despite the unidimensional support medium used to transcribe it. The interweaving of different perspectives of a same place in the same drawing contributes in the end to create a new place: the one that lives in my memory. The one that has been shaped by my experience.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "FelixFelixFelix"
      }
    ],
    "image_details": {
      "bytes": 89912154,
      "format": "JPEG",
      "sha256": "e88b7fe6e05b63dc53e872947f7d940395ed9c4b94d59c7d96f400aeab511c00",
      "width": 9942,
      "height": 6673
    },
    "image": "https://arweave.net/jLvgCkcptoFZ38ckApSbs35RJQuKKDT3_uguCv-LSKc",
    "image_url": "https://arweave.net/jLvgCkcptoFZ38ckApSbs35RJQuKKDT3_uguCv-LSKc"
  }
}