{
  "address": "0x5988522ebcfef1b807f512ec18ca7c5606149dc2",
  "type": "ERC721",
  "name": "CryptoShawtys",
  "tokenCount": "6",
  "uri": "ipfs://Qmec32DERqrtvgZqFK44TsAzaJzGpKGKLuzftHLAJUcqk3/1.json",
  "metadata": {
    "name": "Suspect #78",
    "image": "ipfs://QmTy33u4RL6d1fkNhsaQAcnmi4VmTVVrknntD2QjmkUjuw/0ab1b63122d8d88d13f76c493724ae25",
    "attributes": [
      {
        "value": "Delinquent",
        "trait_type": "Periculosity Level"
      },
      {
        "value": "Insider trading",
        "trait_type": "Crime"
      },
      {
        "value": "Employees of cryptocurrency exchanges or companies may use their access to sensitive information to make trades for personal gain",
        "trait_type": "Crime Description "
      },
      {
        "value": "Grand theft",
        "trait_type": "Additional Charges"
      },
      {
        "value": "Male",
        "trait_type": "Gender"
      },
      {
        "value": "Gray",
        "trait_type": "Background"
      }
    ],
    "description": "CryptoShawtys is a captivating NFT collection that draws inspiration from the intriguing world of “@mugshawtys”. In this unique assemblage, AI-generated mugshots take center stage, representing a departure from real individuals and specific incidents. Instead, they serve as powerful symbols, igniting contemplation about the evolving realm of technology and the potential exploitation by nefarious actors.\n\nWithin the realm of CryptoShawtys, these digital portraits transcend reality, yet their existence beckons us to confront the pressing questions that arise from technological progress. This collection serves as a poignant reminder of the risks and consequences that accompany advancements in decentralized technologies, particularly within the realm of cryptocurrencies and web3. It shines a light on the shadows that can emerge when trust is solely placed in code and anonymity.\n\nWith each mesmerizing artwork, CryptoShawtys invites viewers to delve into the societal implications of a world driven by blockchain, AI, and emerging technologies. It challenges us to reflect on the vulnerabilities that exist and encourages a deeper understanding of the responsibilities and ethical considerations required to navigate this uncharted territory.\n\nThe captivating collection of CryptoShawtys, produced by the visionary artist Mr. Gattax, features an impressive array of 100 thought-provoking pieces. It invites you to explore the intersection of technology and human nature, evoking critical conversations about the impact of evolving technologies on our lives.\n\nDelve into the enigma of CryptoShawtys, where AI-inspired mugshots blur the lines of reality and stimulate genuine contemplation. This collection encapsulates the essence of an ever-changing digital landscape, encouraging us to shape a future where technological progress and responsible usage coexist harmoniously.\n\n3840x4800px PNG."
  }
}