{
  "address": "0x59de2707cb3dd75b19901956db46f80bf1d90771",
  "type": "ERC721",
  "name": "PROTECTORS OF ALL PLANETS",
  "tokenCount": "3500",
  "uri": "https://gateway.pinata.cloud/ipfs/bafybeideuua6jic25cg3ukckcd6yqlwscmmpauexcnr4s2ubkvn22c6nym/1",
  "metadata": {
    "attributes": [
      {
        "trait_type": "ACCESSORIES",
        "value": "WINGS GREEN"
      },
      {
        "trait_type": "CLOTHING",
        "value": "SWEATER RED"
      },
      {
        "trait_type": "EARRINGS",
        "value": "EARRINGS DIAMOND YELLOW DOUBLE"
      },
      {
        "trait_type": "EYES",
        "value": "DILATED SMILE"
      },
      {
        "trait_type": "POAP MASKS",
        "value": "GOLD MASK SMILE"
      },
      {
        "trait_type": "SKIN",
        "value": "PANDABROWNBOW SMILE"
      },
      {
        "trait_type": "TEETH",
        "value": "TIGER SMILE"
      }
    ],
    "description": "The Protectors are considered cosmic due to their connections to nature and any environments in which they interact.\nThey represent and collectively possess all required components for life to thrive - Earth, Air, Water, Fire and of course, ETHer.\nLegend has it they were a peaceful and harmonious civilisation, but truth be told, they are not constrained to our understanding of time and space.\n\nThey are said to be unseen protectors beyond human perception, masters of the outer realms that have the power to create reality however their imagination dictates.\nThey command an omnipotent presence. On any planet, when summoned,  the Elders can remote-view through a vast range of living beings. When local, they make use of cosmic masks that enable them appear in a familiar form so they may be comprehended and relatable to their observers.\nTheir universal language is truth, and their primary frequency is a vibration of pure Love.\nThey will arrive where positive electromagnetic activity is detected and connect the universe one system at a time.\nThey have unique healing, uplifting qualities exemplified by their intentions.\nWith the ability to replenish scorched land with the Platonic Solids they each represent, a constant battle between light and dark ensues between the protectors & the reptilian overlords, and the elders require your help.\nWill you do your part in imagining a never before seen world? \nDo you want to explore the true meaning of community-orientated art and the possibilities that come with it?\nJoin us today; we cannot wait to see what we can become.\n\nHolders of this NFT gain access to our community of protectors, the aim is to create a fertile environment from which any seed you could think to plant can grow. \nWe want to connect with, encourage & support members of the wider community who have great ideas via partnerships, grants & sponsorships \nWith future additions already loaded, we genuinely want to hear where you want to head to next.\nWe cannot wait for our 1st transmission to reach earth, where we will initiate 1st contact with those who have summoned us and begin to do our work\n \nWe come & We Go in Peace!",
    "image": "ipfs://QmUCJquGQ3Y3CdBhG9tHFs1vZKxJKvP6BAaCJ6JiCDcKYo",
    "name": "POAP"
  }
}