{
  "address": "0x594a01e632fa334d7d865b09c34a9bf513c72457",
  "type": "ERC721",
  "name": "From Nothing V2",
  "tokenCount": "3",
  "uri": "https://ipfs.pixura.io/ipfs/QmRZJTmXCNU9QGtmHsN5Cpcizybmu7XMfJ6cvUL3Jo4a1x/metadata.json",
  "metadata": {
    "name": "Beach House",
    "createdBy": "Brendan North",
    "yearCreated": "2022",
    "description": "As an artist I often ask myself, what does it mean to truly create? It’s a question that the art world contemplates daily and building this series of images is my attempt at an answer. To me, creating is the art of making something beautiful from nothing. The concept of “Beach House” is simple; to use broken, discarded, lost, and abandoned items to build something beautiful even for only a moment. I see my journey and the journey of thousands of artists within the concept of this series. Building from nothing is a product of big dreams and even bigger imaginations. Uncovering the potential of a blank canvas, whether in art or in life is a beautiful and difficult path to follow. The endeavor to bring the imagined into reality is one that I pursue relentlessly with my art. “Beach House” is the epitome of that pursuit. It is my “trash to treasure” concept. Driving around Los Angeles you can’t help but notice something. Entire living rooms laid out in piles on the sidewalks. Normally it really is junk destined for the landfill but once in a while I would spot something beautiful among the broken and experience this urge to photograph it. But how? Why? Would I really take a photo of trash? No, I knew it could be so much more. The scene started to build in my head until I could see a vision of this home on the beach perfectly. As we drove around collecting pieces, items would be added and removed from the vision and fate was now my collaborator. What treasures would she give us? By the time the sun had set, I had built a home. Every piece you see in this image is from the street. Even the surfboard was broken and left nailed to a fence for me to find and repurpose in the name of art. With a little black spray paint and a Chanel stencil it became the centerpiece of this charming “Beach House.” ",
    "image": "https://ipfs.pixura.io/ipfs/QmYJ7SX8Nruhua4L4kfEzYRW2uN5kp4rgvSP1FEEzx1z8J/BEACHGIFSR.gif",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmQjZ9jy4LodBFpmdGWSEGtSSRJ6ZN73W4Evi32PdY6JfX/BEACHHOUSEMOTIONFINAL.mp4",
      "dimensions": "2300x1724",
      "size": "28142017",
      "mimeType": "video/mp4"
    },
    "tags": [
      "BrendanNorth",
      "Photography",
      "Animation",
      "Blackandwhite",
      "Surreal",
      "Beach",
      "Ocean",
      "Calm",
      "FromNothing"
    ]
  }
}