{
  "address": "0x59bdf041dcf6a217184dc6d82144b315eda69e15",
  "type": "ERC721",
  "name": "Frozen Planet by Concurrence Collective",
  "tokenCount": "24",
  "uri": "ipfs://QmUVrHpShZ5AtRGhLyAHJLVdLUj5VGQa79JiF4Ro7KmCQr/1",
  "metadata": {
    "name": "Snow Cracks by Armand Sarlangue",
    "description": "Snow Cracks  \nEdition: 1/1  \nLocation: Chamonix, France  \nCaptured in February 2019  \nSingle Exposure  \nAttached file: 6000 x 4000 pixels\n\n\nGlaciers are majestic, beautiful, impressive, and fragile. I’ve been\npassionate about their complex patterns and vibrant blues for as long as I\nremember, and spent a lot of time exploring and photographing them.\n\n\nIn France, where this image was captured, glaciers are not as big as in\nIceland or Greenland. Because of that reason, we can see the retreat\nhappening with naked eyes over the years. It’s heartbreaking and worrying\nto think that our children won’t be able to see them a few years from now.\n\n\nThis image was captured from the “Aiguille du Midi”, one of the higher\nsummits of the Chamonix area, which is accessible by cablecar. From there,\nyou can start the most incredible high mountain adventures, and experience\nthe infinite snowfields of the “White Valley”.\n\n\nThis image was photographed with a 300mm tele-lens. I wanted to show how\nchaotic and complex the ice reliefs were. Since it was captured in winter,\nthe crevices are covered by a layer of snow, making the patterns look\nsofter. I voluntarily photographed the scene while it was in shadow to\nhave these blue tones in the image, which I then enhanced in\npost-production.\n\n\nThe sense of scale is easily lost in such images, but It’s important to\nunderstand that the scene pictured here is extremely big, covering\nhundreds of meters.\n\n\nIt’s also important to understand the documentary importance of glacier\nimages captured in our period. Glaciers are melting at an extremely fast\npace, and the images captured today won’t ever be possible to reproduce in\nthe near future.\n\n\nArmand Sarlangue is a full-time photographer for 15 years.\n\n\nSon of a photographer, visual arts have always been a passion for him\nsince childhood, and it’s through nature photography that he expresses his\ncreativity.\n\n\nBeing alone in the most remote places, and translating the feelings of\nthat moment through his images is what motivates him. \n\n\nHe’s convinced that reconnection with nature is essential for humankind,\nand tries to share this message through his work.\n\n\nHis nature images have been internationally awarded, exhibited in museums\n& major photography festivals, as well as published in 5 books, and media\nsuch as Natgeo, BBC News, and many others.\n\n\nThis NFT is part of the Frozen Planet collection by Concurrence\nCollective - a project born out of community. An international team of photographers\ncoming together with a shared passion for capturing the natural beauty of\nthe world. Through this collection, our journeys & expeditions will\ntransport you to the coldest regions of this majestic home of ours,\nwhether they are permanently frozen, or have undergone the transition into\nwinter.",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Vallée Blanche, Chamonix, France"
      },
      {
        "trait_type": "Subject",
        "value": "Glacier"
      },
      {
        "trait_type": "Genre",
        "value": "Landscape"
      }
    ],
    "external_url": "https://sloika.xyz/concurrence.eth/frozen-planet/1",
    "image": "ipfs://QmVUhUcGth1dyxMGZXTitLqbhoYYMUi4U6S4janU9TcYKA/1.jpg"
  }
}