{
  "address": "0x596829daed50bc17f456295f75ad92b1f62d98fb",
  "type": "ERC721",
  "name": "ENS Pepes of McDolands V2",
  "tokenCount": "79",
  "uri": "https://app.bueno.art/api/contract/Y10lGVxPQBSInILHkNZxP/chain/1/metadata/1",
  "metadata": {
    "attributes": [
      {
        "value": "Icecream",
        "trait_type": "Arms"
      },
      {
        "value": "Pepe's_-_McDoland's",
        "trait_type": "Background"
      },
      {
        "value": "Beard",
        "trait_type": "Beard"
      },
      {
        "value": "Angry Eyes",
        "trait_type": "Eyes"
      },
      {
        "value": "Shogun Helmet",
        "trait_type": "Hats"
      },
      {
        "value": "Frown",
        "trait_type": "Mouths"
      }
    ],
    "description": "Once upon a time, there was a group of cashiers and grill cooks who worked at McDoland's. They were hardworking and dedicated employees who took pride in their jobs. However, one day, they were all unexpectedly laid off due to corporate restructuring.\n\nFeeling frustrated and helpless, the group came together and decided to take matters into their own hands. They knew they had the skills and experience to run their own fast food restaurant, and they weren't going to let this setback defeat them.\n\nThe group pooled their resources and began searching for a location to start their own fast food restaurant. They found a perfect spot and set to work renovating it, using their past experience in the fast food industry to design a restaurant that was efficient and cost-effective.\n\nTheir hard work paid off, and the restaurant was a huge success. They quickly opened more locations, and their brand became a household name. Their restaurants were known for their delicious food and friendly service.\n\nThanks to their determination and entrepreneurial spirit, the group had built their own empire of McDoland's restaurants, proving that even in the face of adversity, anything is possible with hard work and a never-say-die attitude.",
    "image": "https://assets.bueno.art/images/5f197e92-0ddf-482d-8cfb-91cd67def37f/default/1?s=4a755d9d9e77f1a214ec12486cd00ad6",
    "name": "McDoland's Franchisees #1"
  }
}