{
  "address": "0x59779b52a98d39bbb7c15c197db2425e9bfe878c",
  "type": "ERC721",
  "name": "Tree of Lyfe",
  "tokenCount": "100",
  "uri": "https://arweave.net/ZExBxeQV8_IAE-sJp6ueYaq1mUk7Ah0XZZr57uKEKi0/1",
  "metadata": {
    "name": "Feel like the 70's: Edition 1 #1/100 #1/100",
    "created_by": "Tree of Lyfe ",
    "external_url": "https://blmtd.com/",
    "description": "Introducing Feel like the 70's: Edition 1, a limited edition NFT based on characters from the upcoming animated series 'The Other Side of Paradise'. This NFT brings you into the world of the main character Tree and also comes with a powerful soundtrack that will enhance the animation experience. The song \"Feel like the 70's\" explores how, despite the passage of time, many things still remain the same.  \nBy purchasing this NFT, holders will receive a limited edition t-shirt exclusive to Edition 1, as well as access to a private members-only area of the BLMTD.com website. This exclusive space will provide early access to unreleased music, limited edition merchandise, posters, content and other items. Tuned in 432 Hz which is a frequency that is often referred to as the \"frequency of nature\" or \"the universal frequency.”This project raises awareness of the issues faced by melanated people who do not have full control over their true narrative in America.  \nOwnership and representation in the fields of music, animation, and fashion are crucial for healing unjust systems of control, marginalization, and injustice around the world. With only 2 \"black\" owned animation studios, this NFT represents a step towards a more equitable future for all. Get your hands on a piece of history and support the movement for ownership and representation in the entertainment industry with Feel like the 70's: Edition 1.",
    "Teenage Tree": "contact me @ Treeoflyfemusic@gmail.com to get your t-shirt and website access",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Tree of Lyfe"
      }
    ],
    "animation_details": {
      "bytes": 64198986,
      "format": "MOV",
      "duration": 82,
      "sha256": "514e4b71f9f7452a7960ffc6688aeef51f0a5f4bf90de1274c96542f190dd3a4",
      "width": 720,
      "height": 1280,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/GAGSB70s45jd7Ui_W-uBdAHcOFUFKk95h3LZIV_djBY",
    "animation_url": "https://arweave.net/GAGSB70s45jd7Ui_W-uBdAHcOFUFKk95h3LZIV_djBY",
    "image_details": {
      "bytes": 285541,
      "format": "JPEG",
      "sha256": "20f20422371f70006c048211a124cb114c3504d39dd904578a9e2d9f0ff3bbf8",
      "width": 610,
      "height": 1080
    },
    "image": "https://arweave.net/eoKoicxzp9wGN0YQ1r8MZPSHNWTcH8dVdhbWrBCtX_U",
    "image_url": "https://arweave.net/eoKoicxzp9wGN0YQ1r8MZPSHNWTcH8dVdhbWrBCtX_U"
  }
}