{
  "address": "0x59d526c6b9885bc6285992440ad99d580af1969c",
  "type": "ERC721",
  "name": "G8 Blockchain Certification",
  "tokenCount": "4",
  "uri": "https://api.g8bc.com/bc/1",
  "metadata": {
    "name": "Fragomeni Group",
    "text": "La storia inizia nel 1956 con la prima Sartoria Fragomeni a Torino dove Domenico Fragomeni apre la sua bottega di sarto diventando in brevissimo tempo un punto di riferimento per l'alta borghesia cittadina. Giovambattista, il maggiore dei nipoti dimostra da subito grande entusiasmo nell'imparare il mestiere, una volta raggiunta la maggiore età e trasferitosi in Veneto, sviluppa quanto imparato diplomandosi maestro sarto. Giovambattista oltre a saper cucire è anche un ragazzo ambizioso che vole crescere e trova nella realtà economico-produttiva veneta le giuste opportunità per creare un'azienda di abbigliamento \"Made in Italy\" senza mai perdere di vista le radici della sartoria e il \"Su misura\". Oggi, Giovambattista affiancato dai figli, dirige l'azienda coniugando il know-how pluriennale alle nuove tecnologie e innovazioni in campo di materiali, metodologie e sostenibilità.\n\nMISSION\nFragomeni Group offre un servizio a 360° dal cartamodello alla prototipia, campionario e produzione, garantendo affidabilità nei servizi sia sotto l'aspetto qualitativo che di puntualità. E' inoltre in grado di realizzare il capo singolo \"su misura\" intelato e semintelato.\n\nVISION\nRealizzare giacche e capispalla caratterizzate da uno spiccato gusto sartoriale e da dettagli tecnici e stilistici propri della sartoria e del Made in Italy con finiture \"a mano\" su richiesta dei clienti.\nDisporre di macchinari avanzati e fornire una consulenza sempre più globale",
    "founders": "Domenico Fragomeni",
    "ceo": "Andrea Fragomeni",
    "email": "titofragomeni@fragomenigroup.it",
    "twitter": null,
    "facebook": null,
    "instagram": null,
    "youtube": null,
    "phone": "+390415760192",
    "website": "https://fragomenigroup.it/",
    "image": "https://g8bc.com/assets/company/dae04fb1129843cc86eabe6578c705bb/R0JpQ3RWb3ErZCtIdUE2bzJ3eWZ2dz09",
    "founded": "1956-01-01T00:00:00+00:00",
    "street": "Via G. Ferraris 32",
    "postCode": "30036",
    "city": "Santa Maria Di Sala",
    "countryCode": "IT",
    "category": "Jackets",
    "certificationDossier": "https://g8bc.com/assets/company/dae04fb1129843cc86eabe6578c705bb/c1lVQTdCRU5WcjhUa0dHZ0tKckY1QT09",
    "certification": "Y09PMW9tR2lyMm1vRDFtWU9iWFdWQT09"
  }
}