{
  "address": "0x5ab7f61a0cb66624d5e2a01dcc00a4735d0bd21c",
  "type": "ERC1155",
  "name": "THE STORY OF EMOTION",
  "tokenCount": "3",
  "uri": "https://arweave.net/qwHD3HAffWQScpoPfvEvCtj5BC4yucfAHr_LkwBQsmA",
  "metadata": {
    "name": "THE BEGINNING",
    "created_by": "Blake \"Eric\" Adams",
    "description": "Blake “Eric” Adams is a full-time, practicing, licensed therapist who is passionate about Web3 and the intersection of the technology and the humans who leverage it. \n\nUsing AI, Eric set out to create art that depicts pivotal moments in human history and tells the story of humanity. This story has, and always will be, THE STORY OF EMOTION.\n\nTHE BEGINNING depicts the origins of our human story. Long before modern humans, Homo erectus began to walk upright - enabling them to travel greater distances, and eventually leave Africa and disperse across Eurasia. Roughly 2 million years have passed since Homo erectus first evolved, but we still share with them a spirit of curiosity and exploration. \n\nThis NFT serves as an access token to participate in a group discussion led by Eric. This group discussion will be centered around the topic of loneliness and isolation - especially in Web3. The discussion will take place on Saturday, November 5, 2022, and holders will be provided access details no later than 24 hours prior to its start. Holders will also be granted access to a recording of this discussion. \n\nPlease note: the discussion will be scheduled in EST, and will occur in English.",
    "attributes": [
      {
        "trait_type": "DISCUSSION TOPIC",
        "value": "LONELINESS & ISOLATION"
      }
    ],
    "image_details": {
      "bytes": 756375,
      "format": "JPEG",
      "sha256": "cdee5dfe5a21482f80aa4ad7ee7c8e1a47883b9ffb1039c17a610dcb4317ff65",
      "width": 1472,
      "height": 1024
    },
    "image": "https://arweave.net/PORljEm1Uz5x2NUM3dxDN8535TFXIZ2qZciB1oxMdhg",
    "image_url": "https://arweave.net/PORljEm1Uz5x2NUM3dxDN8535TFXIZ2qZciB1oxMdhg"
  }
}