{
  "address": "0x5a2af4eabf509a0e188692ddca82aed739be6b07",
  "type": "ERC721",
  "name": "Carla the Poet - Imposter Syndrome feat. Rey Morado",
  "tokenCount": "20",
  "uri": "ar://ChPQ9h-2ICW0uKqrRIo4QVaxMPGEW4i_e6o5ita59k8/1",
  "metadata": {
    "animation_url": "ar://JiQihAZlcr8fcnX6HY1aTuuu5Lg_ABWC9evMj8W1pHE",
    "artist": "Carla the Poet",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://10R5yeCpv8zhDJTwZFITNerkPC8XDF5Bd7518-vRCHQ",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Imposter Syndrome feat. Rey Morado",
        "value": "Song Edition"
      }
    ],
    "bpm": 128,
    "credits": null,
    "description": "  Have you ever gotten to the next level and wondered if you belonged there? Life lately has been what I always imagined it was supposed to be, and yet I still have this lingering unease as I step into the success I’ve created for myself.\n\n  Coming from a single-parent home and contending with the struggles that entailed, I made the commitment to myself that I would transcend my circumstances through my own effort and creativity. I’ve prepared myself to work harder, to do better, to become greater… but one thing I wasn’t prepared for was the feeling of not belonging in the life I had dreamed of.\n\n  Imposter Syndrome speaks to the phenomenon of “arrival fallacy,” in which you’ve achieved what you set out to do… but things but still feel uneasy in the place that your success has brought you to.\nAccompanied by fellow artist Rey Morado of ReignCloud Music Group, with production by Dav, Imposter Syndrome is the pure expression of the fear, doubt, and anxiety that comes from leaving behind the patterns of your old life and carving out something new for yourself.",
    "duration": 126,
    "external_url": "https://www.sound.xyz/carlathepoet/imposter-syndrome-feat-rey-morado",
    "genre": "Hip-hop & Rap",
    "image": "ar://10R5yeCpv8zhDJTwZFITNerkPC8XDF5Bd7518-vRCHQ",
    "isrc": null,
    "key": "F_MAJOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://JiQihAZlcr8fcnX6HY1aTuuu5Lg_ABWC9evMj8W1pHE",
    "lyrics": {
      "text": "[Carla the Poet]\n\nLife lately been what it's supposed to be\nI really needed to get hold of me\nFinding my rhythm took a dose of me\nI need to live life, times really feel like\nSitting in a corner on a real boat\nCan't really say how I feel though\nManifest abundance, this is real dough\nPeeping the timeframe, feeling like Cobain\nAnxiety taking my life\nHolding me back from divine light\nI gotta make sure the times right\nBefore I pop out, don't want to get knocked out\nBy all the lights in my movie\nShe claim that she ain't a groupie\nWatching my back, I'm on Tubi\nThings ain't the same but\n\n[Hook]\n\nTake me out the hood\nLet me feel\nFigure out the cure\nLet me heal\nTarget on my life\nLet me live\nLet go of the strife\nLet me give\n\n[Rey Morado]\n\nI hopped off a porch wit a bleeding knee\nMind gone, gone I ain't really needin me\nCracks on my brain, the burn third degree\nI gotta quench with a win, I had few to begin with\nKeep a stench on me when the wind shift\nBig rift, pull strings, never been here\nI done came a long way I can't end here\nInhale, exhale feel the wind chill\nDanny phantom, I been ghost\nKing of Cucarachas, quick to spark a roach\nI rather never talk, they truly at my throat, I'm usually clearer if I spit the shit I wrote\nIf I pass they probably say my quotes wrong, I'm da captain who goes surely down with boat\nI been chasing too long, fire too strong, before I burn it all\nTake me out the hood\n\n[Hook]\n\nTake me out the hood\nLet me feel\nFigure out the cure\nLet me heal\nTarget on my life\nLet me live\nLet go of the strife\nLet me give",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Imposter Syndrome feat. Rey Morado #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Imposter Syndrome feat. Rey Morado",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}