{
  "address": "0x5ac16ecd6207e2d3ca58aed706cf20c242e56aa9",
  "type": "ERC721",
  "name": "Shikuris NFT",
  "tokenCount": "7",
  "uri": "https://metadata.nanakusa.io/json/1619334521757.json",
  "metadata": {
    "name": "ikkyu&jigokudayu-01",
    "description": "Jigoku Tayuu and Ikkyu Soujyun   Jigoku Tayuu, a prostitute, and Ikkyu Soujyun, a monk of destruction, were real people in the Japanese Middle Ages.  Ikkyu Soujyun's cleverness as a young man is legendary, and many tales of his wit have been passed down.  In Japan, he was made into an anime titled \"Ikkyu-san\" in 1975, which has been aired all over the world.   In the 15th century, he was a monk who always emphasized memento mori.  He preached compassion on the basis of pessimism.    In the same period, a She called herself named \"Whore of Hell\" was famous for her beautiful waka poems, which she recited while wearing a kimono with patterns of hell.  They sent waka poems to each other and had an intellectual exchange. Ikkyu described her as \"a hell that I had heard about, but was beautiful to behold.  Jigoku Tayu died young, but Ikkyu Soujyun lived to be 88 years old.  He nursed Jigoku-Tayu to death.  in his mind, Ikkyu must have had an ongoing dialogue with her who was waiting for him in hell.  This computer graphic work was drawn with ZBrush in 2007. It has been slightly modified over the past 14 years, and now it is ready for NFT art.  This is the production process at the time.  https://www.zbrushcentral.com/t/scared-silly-entry-by-shikuri-uraji/267473 ============================================================================================================================================================================================ 地獄太夫と一休宗純  娼婦の地獄太夫と、破壊僧の一休宗純は、日本の中世に実在した人物です。  一休宗純は若い頃の頭の良さが伝説になっていて、数々の頓知話が語り継がれています。  日本では1975年に『一休さん』というタイトルでアニメ化され、世界中で放映されています。   １５世紀、彼は常にメメントモリを重視した僧侶でした。 彼は悲観主義に立脚したうえで慈悲を説きました。    同じ時代、ある娼婦は地獄太夫と名乗り、地獄の模様の着物を着て美しい和歌を吟じることで有名でした。  彼らは和歌を送り合い、知的な交流を持ちました。 一休は彼女を「聞きしより見て『美しき』地獄かな」と表現しました。   地獄太夫は若くに亡くなりましたが、一休宗純は８８歳まで生きました。  彼は地獄太夫の死を看取りました。  一休宗純の心の中では、地獄で自分を待つ彼女との対話がずっと続いたことでしょう。   このコンピュータグラフィック作品は2007年にZBrushで描かれました。 過去14年間にわたってわずかに修正が続き、今回NFTアートにすることで完成としました。   これは当時の製作過程です。  https://www.zbrushcentral.com/t/scared-silly-entry-by-shikuri-uraji/267473\n",
    "image": "https://metadata.nanakusa.io/image/1619334521757.png",
    "nft_class": "Shikuri's NFT",
    "symbol": "shikuri",
    "license": {
      "type": "BY"
    },
    "contents": [
      {
        "uri": "https://metadata.nanakusa.io/image/1619334521757.png",
        "format": "image/png"
      }
    ],
    "octpass": {
      "version": "1"
    },
    "usecase": {
      "reference": "allow",
      "trade": "allow",
      "lock": "allow"
    }
  }
}