{
  "address": "0x5b56083c7079c41cf34e73e3c786ec54cc52561b",
  "type": "ERC1155",
  "name": "The Wallet Hacker",
  "tokenCount": "1",
  "uri": "https://arweave.net/C80cyoT7_ErTnwZInExydOJLpD297btXRDTWj5-dBAU",
  "metadata": {
    "created_by": "PePe Holmes",
    "name": "THE WALLET HACKER",
    "external_url": "https://twitter.com/PepeHolmesnft",
    "description": "It was a quiet morning in the city of London when Pepe Holmes received a call from his dear friend, Inspector Pepstrade. The Inspector had a case for Pepe to solve. A wealthy businessman had fallen victim to a digital wallet hacker who had managed to steal all of his cryptocurrency holdings. The businessman was devastated and had no idea how the hacker had managed to gain access to his digital wallet.\n\nPepe Holmes immediately took on the case and began his investigation. He started by examining the businessman's digital wallet and tracing the movements of the stolen cryptocurrency. With the help of Dr. Pepson, Pepe Holmes was able to identify the IP address of the scammer and discovered that he was operating from a remote location overseas.\n\nPepe Holmes and Dr. Pepson boarded a plane and flew to the location of the scammer. When they arrived, they discovered that the hacker was a young man who had fallen into bad company and had been convinced to participate in the wallet scam.\n\nPepe Holmes had a heart-to-heart conversation with the young man and convinced him to return the stolen cryptocurrency to its rightful owner. Pepe also offered the young man an opportunity to work for him and use his talents for good.\n\nIn the end, the businessman was grateful to have his cryptocurrency returned to him and the young man was given a second chance. Pepe Holmes once again proved that he was the greatest detective in all of London, and that he always had a soft spot for those who were willing to make amends for their mistakes.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "PePe Holmes"
      }
    ],
    "image_details": {
      "bytes": 3654297,
      "format": "JPEG",
      "sha256": "05664fc8ea2c139ccfc242f4f0bfca67c3598ed38c07c81b149d9cd5f19386b4",
      "width": 2480,
      "height": 3508
    },
    "image": "https://arweave.net/szc21ijC-QN7V7qfse4YoPWwfUP_rPCIpvbH9kIWA6A",
    "image_url": "https://arweave.net/szc21ijC-QN7V7qfse4YoPWwfUP_rPCIpvbH9kIWA6A"
  }
}