{
  "address": "0x5b0143d969d3bbebda3d54e30c4bc4f296a8d93e",
  "type": "ERC721",
  "name": "LEFT🌐BANK",
  "tokenCount": "1",
  "uri": "https://ipfs.pixura.io/ipfs/QmTs4QHruUxwMMn6F1DZnXtWFA1mkDWRsu81tQrWcDXF6N/metadata.json",
  "metadata": {
    "name": "LEFT☯BANK",
    "createdBy": "LEFTBANK",
    "yearCreated": "2022",
    "description": " An explosion from some dense heated object gave rise to evolution.\n By transforming energy, expanding antigravity space, infinite motion is set.\n Nature is everything, changing the objective is part of it.\n Transition from trans humanism to post humanism by transformation from virtual universe to actual physical reality. An evolutionary move from the old to the new and more innovative. Higher, further, stronger.\n\n Everyone who has looked through a microscope has seen other worlds in similar forms and behaviours. Human beings who have distanced themselves far into space and looked at our world from the perspective of Galaxies, have noticed the same things. A pattern of continuous movement, the presence of evolution of form, destruction and creation, rebirth.\nThere are many things beyond our perception, energy, x-rays or ultraviolet radiation, but we assume or know about the existence of other matter or unimaginable dimensions of other structures. How much we do not know, but we can imagine that the environment is greater than what we see or feel and it may look similar to our objective or subjective world.\n Infinite movement is present even in the most seemingly static things. Stars do not necessarily die, light spreads with the growth of the universe. The human being, as a complex system of organisms consisting of micro-organisms, moves inside and outside.\n  Everything emerged and continues to emerge from some dense object whose explosion gave birth to everything around it, including the universe. Constantly expanding, antigravity moves everything around. Having said that, all of the above has an obvious schema or structure.\n\n In my universe of altered objective reality, the human body, as the most common form of visual communication with all conscious beings, appears as the protagonist.  The next developmental step is the acquisition of a creative physical form. From a computer simulation of the actual world into our objective reality. Everything else continues to evolve and create.\n\nA phase change in the evolution, from objects of subjective or subjective science into objective science.\n\nOnce we see the real world, it becomes a bigger and more universal question to ask. What is the true nature of objective reality? Does objective reality have an objective existence? Is the human mind capable of creating an objective world? For the great debates on existence, questions of consciousness and creation of subjective science, the human body is a primordial battleground for a decisive appearance and a verdict.\n\nIt is not a question of having spiritual, social or physical access, but of assuming it.\n\nThe human being has certain advantages in realizing this goal of transformation.\n\nMultiverse is a composition of multiple systems of living matter.\n\nThere is a deep.\n\n\nRinatto L'bank       2022\nMusic by OSA              inst. @saucyosa",
    "image": "https://ipfs.pixura.io/ipfs/QmR1Dw8QAjSyKrdYowM7QuhLSvGahJxFVD3Vm7kUKacCRk/111qqqq.gif",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmQgV4UkvahzPrEo51GsEz8JoSNueDNCNnEL6FU69vueNs/2022_blend_2_small.mp4",
      "dimensions": "4112x1080",
      "size": "48812195",
      "mimeType": "video/mp4"
    },
    "tags": [
      "video",
      "videoart",
      "cg",
      "human",
      "body",
      "mediaart",
      "editing",
      "animation",
      "glitch",
      "lbank"
    ],
    "attributes": [
      {
        "trait_type": "VIDEO",
        "value": "2022"
      },
      {
        "trait_type": "SIGN",
        "value": "✺"
      }
    ]
  }
}