{
  "address": "0x5bc30e809aed2ff3c3bede9804419488e305b258",
  "type": "ERC721",
  "name": "La Playa",
  "tokenCount": "9",
  "uri": "ipfs://bafybeichvztugocv6h6kr6y5ltuw6xf6k53lxmsmilpfcdz7rbrnlmicvi/1",
  "metadata": {
    "name": "La Playa #1",
    "description": "Hi, I’m Genesis Barrios, a Cuban-American Artist, Musician, Producer, and Software Engineer from Miami, Florida.\n\nPutting some Cubaton on the Blockchain.\n\nLa Playa is my Genesis drop on Zora; a Cubaton song about wanting to see the person you love in familiar places. About being at a distance from someone and feeling out of reach but still longing for them.\n\nI started the production with the guitar and the Cuban clave snare rhythm and wanted a more chill vibe at first but then I made the chorus slap more to give it more energy. I've been exploring making Cubaton and wanted to make a more upbeat song, and I took my time with the elements and how I wanted it to sound like. I ended up even mixing in a little bit of house in there.\n\nLa Playa es una canción que habla de querer ver a tu ser querido en lugares familiares. Y de estar a distancia con alguien y que se sienta inalcanzable, pero aun queriendo estar ahi.\n\nEmpecé la producción con la guitarra y el ritmo de caja de clave cubana y quería un ambiente más relajado al principio, pero luego hice que el coro fuera más duro para darle más energía. He estado explorando hacer Cubaton y quería hacer una canción más energetica, y me tomé mi tiempo con los elementos y cómo quería que sonara. Terminé incluso mezclando un poco de house allí.\n\nThe second verse has a reference to the Italian song Volare by Domenico Modugno:\n\nLos dias pasan \nY cosas pasan \nPero yo nunca te fallare \nYo nunca te dejare \n\"Volare, ohh\" \nTe llevare a donde quieras \nY siempre \"cantare\" \nSi tu cambias yo cambio contigo \nPero todos saben que yo soy fijo \nQue tu siempre puedes contar conmigo \nY si tienes frio yo te abrigo \nNo quiero ser solo amigos \nVamos a dejar en la puerta los egos \nYa nos veremos en Milan o en Rio \nTu sabes que tu siempre te vienes conmigo\n\nComposed, Written, Produced, Performed, Mixed, and Mastered by yours truly.\n\nThe album cover is an original edit by me of La Malagueta Beach in Malaga, Spain. Taken with Canon EOS RP.\n\nThis token and all my releases will grant you access to my upcoming genwav website/music hub.\n",
    "attributes": [
      {
        "trait_type": "La Playa 3D Title",
        "value": "Chrome Rose Gold"
      },
      {
        "trait_type": "Genre",
        "value": "Cubaton"
      },
      {
        "trait_type": "Key Signature",
        "value": "B minor"
      },
      {
        "trait_type": "BPM",
        "value": "115"
      }
    ],
    "image": "ipfs://bafybeiaigc4jybctiws4jcauvngjm55v23wd6mxup2o6hsvmbirwneuycu",
    "animation_url": "ipfs://bafybeif5o6szw4yl4p26ndjjyqq6blau65ucpuxhbn2z4jnwctisoqp3ta"
  }
}