{
  "address": "0x5ca5ae4c08b306008611ff7f3ae38a9f3d0aac02",
  "type": "ERC721",
  "name": "GuillaumeMK",
  "tokenCount": "1",
  "uri": "https://arweave.net/lHQY6ZO6nOzfxvBGFOirfcWr17InE_U1kGnPAgKT5fw",
  "metadata": {
    "name": "Frozen In Time",
    "created_by": "Guillaume_m_k",
    "description": "A timeless, priceless and truly special bonding moment with our four legged companion. \nI'm forever grateful we had the chance to take Katja to this place before she passed few month later.  \nIt's such an incredible experience to be exploring the Icelandic glacial frozen lakes in the winter. \nIt only happens few weeks a year, when the winter is cold enough for a long period of time to freeze the glacier lake so it's safe to walk on them, but yet still have to watch out for traps and damage ice...  \nIt is the most special experience I ever had, so peaceful with hypnotising beauty but yet so intimidating, can be very noisy at time since the whole place is moving very slowly.  \nExploring the giants icebergs frozen in place can lead to incredible discovery that looks like it's been taken out of a fairy-tail.\n\nArtist: GuillaumeMK \n\nModel: Solveig and Katja\n\nDate of shot: 2020/01/31\n\nLicense: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Guillaume_m_k"
      }
    ],
    "image_details": {
      "bytes": 15678726,
      "format": "JPEG",
      "sha256": "d333f0d46b281a85ccae8af7ac1e4a46fc860ae6eb4c0146ae169cb91b8b8c0f",
      "width": 4000,
      "height": 5000
    },
    "image": "https://arweave.net/JzFEE80c3F837L1wADnpDxlWMZ6-uo_2T4G7KG8Mi6s",
    "image_url": "https://arweave.net/JzFEE80c3F837L1wADnpDxlWMZ6-uo_2T4G7KG8Mi6s"
  }
}