{
  "address": "0x5cdbefb457f65cca0e6fbaf3c7b5ed864b1d36cc",
  "type": "ERC721",
  "name": "Mark de Clive-Lowe - Joyful Resistance Part I",
  "tokenCount": "10",
  "uri": "ar://JX4zgaRrc4zQDaFbt59Sm2F3ewkB_ck47ZMd1dXeyvY/1",
  "metadata": {
    "animation_url": "ar://RVhB69bBPpmqKfQwNm7YzG9pDxIbxGIz6XA2kXP1yaQ",
    "artist": "Mark de Clive-Lowe",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://VXyDIhbiq8_-y96V7SfQnlIKXncbcUyeMA2zh3g3-HE",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Joyful Resistance Part I",
        "value": "Song Edition"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "\"Joy as an act of resistance\" - quoted from poet Toi Dericotte, is an idea, a way of being, and turn of phrase that I was introduced to visiting Initiatives of Change in Richmond VA, January 2020 at the invitation of cultural storyteller and curator Alicia Aroche. Two months later the whole world shut down. Two months later, George Floyd's murder inspired a long-overdue global action, thought and consciousness mobilization putting BLM front and center of the world stage.\n\nSummer 2020, at the peak of the protests, I sat down to create with all this on my heart. Joy is an energy. It's the antidote to so many negative and destructive emotions and ideas, instantly breaking down barriers and fortifying spirits and minds with an infectious, and freedom-focused, powerfully positive expression: the power of joy rooted in intention, and the force for change and evolution that it can be. \n\nOut came these sounds... brooding piano leading the way into a 3/4 head nod, with moogs dancing free form around the harmony-dense groove... anchored by shapes designed to inspire curiosity, possibility, nostalgia and newness all at once. Change starts in our minds and hearts and this is offered in gratitude to the power of music to reach inside us, uplift, inspire and unite.\n\n--\n\nwelcome to our fifth of 8 drops (!) for [$BUYBACK Emerald] with Mashibeats - the web3 music-creator community I founded. We're taking this opportunity to invite you as a music NFT collector, to be part of our community.\n\nThere's two goals in mind for [$BUYBACK Emerald]. \n\nGOAL 1: increase governance membership of Mashibeats \n\n- every collector of this NFT can claim an airdrop of 55 $BUYBACK, representing governance in Mashibeats\n\nGOAL 2: building the community treasury which $BUYBACK holders have voting power over\n\n- 70% of funds from this drop go directly to the Mashibeats treasury. Over the 8 drops we aim to raise around 5 ETH, to then have community join in making proposals for $BUYBACK holders to vote on. \n\nHolders also curate and A&R by way of voting - our recently released remix contest winners vinyl and NFTs having been all decided by $BUYBACK members - curation by community ❤️ \n\nAfter collecting (thank you! and welcome!), head over to http://mashibeats.xyz/buyback\n\nHeadsup - each subsequent drop in this series of 8 will be a smaller edition batch, with a +0.01 increase in price and an increase in $BUYBACK claimable. And we're working on something special for collectors who collect all 8 of the drops !",
    "duration": 163,
    "external_url": "https://www.sound.xyz/mdcl/joyful-resistance-part-i",
    "genre": "Downtempo",
    "image": "ar://VXyDIhbiq8_-y96V7SfQnlIKXncbcUyeMA2zh3g3-HE",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://RVhB69bBPpmqKfQwNm7YzG9pDxIbxGIz6XA2kXP1yaQ",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Joyful Resistance Part I #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Joyful Resistance Part I",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}