{
  "address": "0x5ce5ec28aa4a65ecd6b44f6a3399d025b62fc22b",
  "type": "ERC721",
  "name": "RobZeigler",
  "tokenCount": "8",
  "uri": "https://arweave.net/a06vpF2ZJ_2KlUo3lhOYIhEIqxT1VcAVl92W0tgGSbc",
  "metadata": {
    "name": "The Arrival - Modern Cowboys GENESIS COLLECTION #1",
    "created_by": "Rob Zeigler",
    "external_url": "https://www.robzeigler.com/modern-cowboys",
    "description": "It takes more than just one cowboy to handle a round up. Neighbors and friends come in from nearby towns to lend their expertise and experience. Reliance on friends and paying it forward in this community is as old as the west itself.  \n\nThe Arrival is the first image from the Modern Cowboys GENESIS COLLECTION.\n\nShot in Texas, USA on Kodak 35mm film.\n\nABOUT MODERN COWBOYS, GENESIS COLLECTION:\n\nJust east of Dallas, a different way of life still prevails. A life of honest work and true grit. As suburbia continues to encroach on nearby pasture lands, cattle ranchers still hold onto a way of life with traditions that began over 100 years ago. The tools and techniques may have evolved, but these modern cowboys still hold onto values steeped in a rich history that some of us will never fully understand.\n\nThis GENESIS COLLECTION of 8 carefully curated photographs documents one day in the life of these modern cowboys. Hard work. Honest work. Friendship. Tradition. All captured on 35mm film and ready to be added to your collection as a symbol of the American West we’ve always dreamed about.\n\nThis authentic work has been minted exclusively on the RobZeigler smart contract.\n\nLicense: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Rob Zeigler"
      },
      {
        "trait_type": "Collection",
        "value": "Modern Cowboys"
      },
      {
        "trait_type": "Country",
        "value": "USA"
      },
      {
        "trait_type": "State",
        "value": "Texas"
      },
      {
        "trait_type": "Style",
        "value": "Documentary"
      },
      {
        "trait_type": "Medium",
        "value": "Film"
      }
    ],
    "image_details": {
      "bytes": 3028474,
      "format": "JPEG",
      "sha256": "c5f90896fd9c76fd51b1f3afbd127f378741661a6b342b7d2c42642dbe78bed5",
      "width": 3413,
      "height": 2246
    },
    "image": "https://arweave.net/zII3pUIcl_tunLBjsLEPJy__9qd5BnBOQ1lZv5YQnyw",
    "image_url": "https://arweave.net/zII3pUIcl_tunLBjsLEPJy__9qd5BnBOQ1lZv5YQnyw"
  }
}