{
  "address": "0x5d5d3e20d02fcd778a715d623551f093e4fb623e",
  "type": "ERC721",
  "name": "Emily Lazar - Glass Animals",
  "tokenCount": "16",
  "uri": "ar://2a2gdB2Pj4R7uEBj8FPSprk5o38jupmjFlL5KQGywRc/1",
  "metadata": {
    "animation_url": "ar://6EgJSnS8uy8-Pn-FU1mR01jmumx8V5n3bdU5cDAhyQ0",
    "artist": "Emily Lazar",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://ZiwEUyEqFlD5YD_y6wRZOXT1SM-7E06LWfvGqPK43Po",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Glass Animals",
        "value": "Song Edition"
      }
    ],
    "bpm": 170,
    "credits": null,
    "description": "Emily Lazar is a multi-disciplinary artist fronting the rock/metal transmedia project, September Mourning, who made history as the first female metal/ hard rock musician to mint and sell an NFT. She has over 750 collectors over various platforms and  she has spoken about her accomplishments in NFTs at Harvard, NFT.NYC and ETH Denver. \n\nSeptember Mourning is a transmedia project based on a comic book series she wrote and published through Image/Top Cow Comics with her business partner Marc Silvestri (Batman/Witchblade/Darkness). September Mourning is the title character. As a human reaper hybrid, she  gives expired souls a second chance at life in another body. In doing so, she messes with  the plans of the antagonist, Fate, who is trying to rid  earth of all the good souls and leave the bad so the world will self-destruct and It can start anew. An epic war between the living and the dead ensues. Emily plays the title character on stage.\n\nEmily designed the world she and her band (Rich Juzwick, Kyle Mayer and Aaron Hoover) bring to life on stage, including costumes, choreography, sets, etc. The band has toured with & opened festivals for Rob Zombie, Marilyn Manson, Slipknot, Mudvayne and others across Europe and the United States.\n\n\"Glass Animals\" is about the disillusionment of connection and the realization of loss. The title character, September, feels this consistently throughout the books. Moreover this feeling is a universal one that the listener will surely find relatable. The music has a haunting tonality to it which reinforces the nature of the lyrics. The drawn out melodic guitars mimic the vocal melodies and add to the melancholy feel of the song. The entire composition tips its hat to the Deftones, one of Emily's favorite bands. \n\nThe artwork contains the characters created by Emily and depicted by Image/ Top Cow Comic Book Artist Summeye Kesgin.\n",
    "duration": 240,
    "external_url": "https://www.sound.xyz/emilylazar_sm/glass-animals",
    "genre": "Metal",
    "image": "ar://ZiwEUyEqFlD5YD_y6wRZOXT1SM-7E06LWfvGqPK43Po",
    "isrc": null,
    "key": "G_MINOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://6EgJSnS8uy8-Pn-FU1mR01jmumx8V5n3bdU5cDAhyQ0",
    "lyrics": {
      "text": "GLASS ANIMALS\n\nGod is dead\nAnd heaven is all locked up\nHope is lost to you and i \n\nDeep inside\nDigging through our landslide\nSearching for the halo you tossed aside\n\nYou and I \nwe’re glass animals \nGlass animals\nShattered to survive\nNow i know\nI would break myself wide open for you\nMy sacrifice reflected in your eyes\n\n\nHell is here\nTearing our insides out \nCatching all the angels as they fall\n\nYou and I \nwe’re glass animals \nGlass animals\nShattered to survive\nNow i know\nI could break myself wide open just for you\nMy sacrifice reflected in your eyes\n\n\nI Don’t trust what I see \nEven salt looks like sugar\nevery word binds like gravity\na crack in the earth will release me\nAll I want is you and all I see is….\nYou and I \nAll I need is \nYou and I \nAll I see is\n\nYou and I \nwe’re glass animals \nGlass animals\nShattered to survive\nNow i know\nI could break myself wide open just for you\nMy sacrifice reflected in your eyes\n",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Glass Animals #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Glass Animals",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}