{
  "address": "0x5d8c4e5c307025e59f7d06b28fb0d77e44cd3a18",
  "type": "ERC1155",
  "name": "Yantra Key",
  "tokenCount": "4",
  "uri": "https://arweave.net/D8uXEfQ4uw4URnA72cSZNPNmH9dukIiril0YGJEjEvM",
  "metadata": {
    "name": "Golden Yantra Key",
    "created_by": "Artists for Charity",
    "description": "The Golden Yantra Key Token is a unique award given to the largest donor of the \"Artists for Charity\" NFT project developed by photographic artist André Wagner and Web3 programmer Andreas Berghammer for the Lalita Association. The token is a symbol of the connection between art and charity in the Yantra Key ecosystem, providing the recipient with exclusive access to artwork and the opportunity to support people in need around the world. It is an honor and a privilege to be part of this unique community and to help create positive change in the world.\n\nThe Golden Yantra Key was developed in collaboration with 3D artist Christian Kanew and photographic artist André Wagner. The design was inspired by the logo of the Lalita Association in Berlin. The Yantra Key thus represents not only the connection between art and charity but also the close collaboration between different artists and the Lalita Association. The token is a unique artwork that embodies the values of the association and the vision of André Wagner's community. Join this extraordinary community on André Wagner's Discord and experience the power of creativity.\n\nDirect donations are possible on the Lalita Association website.  \nwww.lalitaverein.com",
    "external_url": "https://artists-for-charity.andrewagner.com/",
    "animation_details": {
      "bytes": 24833271,
      "format": "MP4",
      "duration": 13,
      "sha256": "6e723bf84190a0b7cf226fc50a24bab6523aa33890b5d96e9610b23977b8f424",
      "width": 2048,
      "height": 2048,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/9WKwqddwjI1_xkZP2Ggsg7d3DBbxWls-J0Ep53Xj83w",
    "animation_url": "https://arweave.net/9WKwqddwjI1_xkZP2Ggsg7d3DBbxWls-J0Ep53Xj83w",
    "image_details": {
      "bytes": 3755578,
      "format": "PNG",
      "sha256": "979369f65a1f5fb208aeec157bf4de67317237643e7cbd17bf9b6ef0195c4f80",
      "width": 2018,
      "height": 1980
    },
    "image": "https://arweave.net/7cxX_EbfQKLQro2x-WMzksVnN7j8QaQy8bqRBCpbZA8",
    "image_url": "https://arweave.net/7cxX_EbfQKLQro2x-WMzksVnN7j8QaQy8bqRBCpbZA8"
  }
}