{
  "address": "0x5d0c236b359d7960c041d40a61c5a8a91637f992",
  "type": "ERC721",
  "name": "P0rtals by Sam Elgreco",
  "tokenCount": "20",
  "uri": "ipfs://bafybeiev4nmtt4ysopjr3fw47ncmdnd4u76cqyvidlgvzaw52afxvt5hqa/1",
  "metadata": {
    "name": "Door I",
    "description": "Portals collection is metaphorically about opening doors between the physical and the digital world.\nThis collection is made up of 20 unique 1/1 experimental geometric abstract pieces. Using digital tools to create, the artist develops a 6-month investigation of illustration and audiovisual animation with different software’s illustrator, Procreate, after effects, ableton live and some plug-ins of digital instrumentation.\nHe uses different types of brushes and sprayed lines in his compositions to generate multiple textures in his pieces. The development of the color is composed of tones with great RGB saturation and a risographic color system going through different temperatures.\nWithin the collection, three pieces are animated with a cyclical movement representing the door opening and closing. The peculiarity of these animated pieces of 8 seconds duration 1/1 is the music, also created by the artist, which are originally recordings of ambient sounds, especially sounds of nature such as storms, winds, rain. They are mixed and modified with digital synths plug-ins synchronized with the image as a loop in order to generate a kinetic and optical illusion experience.",
    "platform": "Streetlab.io",
    "image": "ipfs://bafybeih7zz7xgdgmswwisbh4zw2ujivzj6hcqrmkghahs2l3xywvhtasfe/1",
    "creator": {
      "name": "Sam El Greco",
      "description": "Sam Elgreco, 35 years old, was born in Sao Paulo, Brazil and defines himself as a visual artist. Sam always loved to hang out in the street, he started skateboarding from a very young age and was exposed early to a lot of visual inspirations, especially the unique Pichação movement that is a very specific typographic movement, part of the folklore of Sao Paulo city. As a teen, he moved to Buenos Aires and the city soon became special to Sam thanks to his friends and graffiti crew, named “Club 40”.\n\nSam started graffiti for fun, covering the city with “club 40” writings then started to spend more and more time at it, always illegally, trying to perfect his technique, always going faster, bigger and higher. His interest in art grew organically after years of graffiti and letters, he went to murals and started to work legally.\nHis determination to learn and create more made him evolve. Sam started to put more thinking and concept in his approach. He was drawing a lot, mostly analogically until he started his studies in fine art and graphic design at the university. He discovered digital tools like optical pencil that had a massive impact on his painting, providing new tools for easier endless experimentation. \n\nToday as an abstract painter, Sam is in a stage he described as more gestural and intuitive, working on temperatures of colors, shapes, exploring optical illusion and movement. He is influenced by urban architecture, picking a lot of actual elements of the cities to include in his composition. Over the past 10 years, Sam has been working a lot painting large mural projects all over the world, collaborating with museums, brands, and urban art projects. He is also not only doing canvas and illustration in his Buenos Aires Studio, but also collage and he is currently learning sculpture. \nSam has evolved a lot but to him, he never stopped doing graffiti, just differently, fusioning a classic approach to graffiti with new learnings along the way. \n\nNFTs came very naturally for Sam as he is friends with many graphic designers and programmers who started early in crypto. As a visual artist, he is always looking for new ways to create and spread art. He thinks that NFTs are transforming the world of art, bringing digital art to the forefront, making Art more diverse, which is very interesting and positive. Sam did a first drop as an experiment, it was very positive and he is happy to have the opportunity to expand with Streetlab.",
      "instagram": "https://www.instagram.com/samelgreco/",
      "twitter": "https://twitter.com/SamElgreco",
      "address": "0x0f6F331C899A6A709CD161643FC4bFEa08D8F495"
    }
  }
}