{
  "address": "0x5d5a66179bea9ca4fc76576122626fb0503b7741",
  "type": "ERC721",
  "name": "Enfantines on ETH",
  "tokenCount": "1",
  "uri": "https://arweave.net/r0OFjY6EEED_7db_vQ0zUh72NBTcjjv9mAYeJ5mNGyY",
  "metadata": {
    "name": "Enfantines I. Small Talk #87",
    "created_by": "Alejandro",
    "description": "The Enfantines are three sets of beginner piano pieces by Erik Satie, written with the aim of preparing children for the sound patterns of modern music. Composed in 1913, these are genuine children’s pieces, crafted for small hands, easy to learn. \n\n“Enfantines I. Small Talk” is the first of a set of algorithms that explore the basics of Generative Art, written with the aim of preparing artists for the script patterns of digital life. “Small Talk” experiments with grids, flow-fields, and brushes; all with a fresh, almost childish style.\n\n“Give them almost a 'naive' feeling (not to take it the wrong way though) similar to kids drawings which can seem simple and dispensable, careless, but you will always have a parent who wants to frame it and put it on the wall.” @LukaPiskorec\n\nWith two modes that won’t produce the same outputs, “Enfantines I. Small Talk” is best experienced twice. In music mode, the code uses Satie’s piano composition as a way of taming randomness, the sounds affecting the parameters of the strokes.\n\nHey, they have won me congratulations from the Shah of Persia and the King of Yvetot!\n\n\n\n#### STORY ####\n\n// Friday, 30 September 2022 - 18:00\n\nI’ve been teaching P5JS to draw like a child. I thought it was a good idea to start from the basics. It is barely able to use the crayons, the coloured pencils and the markers, very rough and shaky. It cannot follow simple commands. I’m done for today, very infuriating.\n\n// Wednesday, 5 October 2022 - 11:00\n\nThe robot can produce straight lines now. It is able to change colours without getting stuck. I haven’t been sleeping well, my desk is full of books on The Psychology Of Children's Artwork, it’s crazy to think that artists and philosophers were much into kid’s drawings in the 30s-50s. Herbert Read was sure that one could understand a kid’s mind by looking at drawings. I think P5JS is trying to tell me something, but it’s only capable of very basic movements. I’m trying to add complexity to the training as fast as possible.\n\n// Tuesday, 11 October 2022 - 16:40\n\nI feel close to a turnaround. The robot random strokes definitely feel like patterns. I cannot waste any time, I need to finish the algo and let it free. I’m sure that I can approach the AI’s conscience via its childish drawings.\n\n// Wednesday, 12 October 2022 - 10:30\n\nI was wrong. There are no patterns, P5JS is dead, the strokes feel dead. Something must be broken. I need to review my code, maybe I’ll need to start from scratch, maybe I’m crazy and this is not possible.\n\n// Saturday, 15 October 2022 - 04:55\n\nA few hours ago, I passed away in front of my computer. I had not been able to find the bugs, gave up, put some classical music. Just woke up in the middle of the night, \n¡The ALGO is alive!  \nThe strokes are alive, so strong, so lively. I think it was the music. If I pause the music, the brushes lose their life. I’ve run some tests, looks like it works best with classical compositions. The logs show that it first woke up with “Menus propos enfantins” by Erik Satie. It is alive. I need to tell everyone.\n\n####\n\n\n# INTERACTIVITY\n\n// Modes:  \n- Double Click/Tap or Press M for AUDIO mode  \n- Wait for SILENT mode  \n- Add “?res=171” to the URL for FULL SCREEN MODE (pseudo-deterministic).\n\n// More  \n- Press I for Trait Info (desktop)  \n- Press 1 to download a .png (double tap on mobile)  \n- Add “?res=XXX” to the URL for HQ renders (XXX = width of the canvas).\n\n# EASY-TO-READ CODE  \nThe “Enfantines” are educational algorithms. The code has been commented to make it as easy to read as possible. Feedback appreciated.\n\n# PRINTING  \n“Enfantines” are better printed in small size and big numbers, ideally on coloured paper that fits your iterations’s background. Contact me for a white background version of your iteration.",
    "animation_url": "https://ipfs.io/ipfs/Qmdpruh9w3nzYPL2KPEtp2KxHjCCT84B425cBRHo819kvn?fxhash=ooWYJqx1GP3FxPtAkkXKuzTahhtGXezavJ6xH3yR8HukHyot52g",
    "attributes": [
      {
        "trait_type": "Palette",
        "value": "Le Rubis"
      },
      {
        "trait_type": "Field",
        "value": "Curved"
      },
      {
        "trait_type": "Pianist",
        "value": "Zazo"
      }
    ],
    "image_details": {
      "bytes": 6300359,
      "format": "PNG",
      "sha256": "3144d5da5820f148a70724a793bc86113fb62fa26ffa89478d565cb5f46ca119",
      "width": 2080,
      "height": 2290
    },
    "image": "https://arweave.net/cMhJ1gqeGMtVtV1P6S2OZywF8ru-4SGInRmmNmU7Mls",
    "image_url": "https://arweave.net/cMhJ1gqeGMtVtV1P6S2OZywF8ru-4SGInRmmNmU7Mls"
  }
}