{
  "address": "0x5d2290619ca60e1dad5bc95ffdb00eea1d975886",
  "type": "ERC721",
  "name": "Fragments",
  "tokenCount": "10",
  "uri": "https://arweave.net/mEocXb1qfd49gFIQvBEdUA_H3YXIK59nb__ZwgBMFlk/1",
  "metadata": {
    "name": "Urban Glitch #1/10",
    "created_by": "Marc VanDermeer (VanDi)",
    "external_url": "http://marcvandermeer.com",
    "description": "Urban Glitch  \nMuch of my work happens by happy accident, meaning I'll find an anchor to build around while experimenting with a new technique. In comparison, other work manifests over a long period of hibernation. The new collage series titled 'Fragments.\" is such an example. \nThe building process is one that I've worked with since 2002, the first of which was the work titled Metropolis, a photo collage with painted 2D elements. Urban Glitch uses the process of building the collage first with multiple photographs as small fragments of design and color in much the way mosaic or Persian master weaver uses subtle carpet colors. These fragments must work to support a balance between the positive and negative space of the design. Additional painted layers act as the road map to reinforce the work's structure and dimension. I use shadows and colorful symbols to help lead my viewer's eye. Using a third layer of strong linear so the finished work has a kinetic element. Thus pulling the viewer's eye out and back into the collage, much like Jackson Pollock's painting will do. \nGood art should resonate on a variety of levels before it's finished. My goal in Urban Glitch is to give the viewer conceptual anchors while maintaining a visual dialogue. \n",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "VanDI"
      },
      {
        "display_type": "number",
        "trait_type": "Editions",
        "value": "1",
        "max_value": "10"
      }
    ],
    "image_details": {
      "bytes": 13493143,
      "format": "JPEG",
      "sha256": "8e9e7125d1ef9362b3a37be27c7f79d7fd9b6626210fd30bdfd2a8c930b91386",
      "width": 7119,
      "height": 5000
    },
    "image": "https://arweave.net/DpHGoR7yCo5ZYYwSeQfSs_Yai4Ze7KFlhOcLsAwyzUA",
    "image_url": "https://arweave.net/DpHGoR7yCo5ZYYwSeQfSs_Yai4Ze7KFlhOcLsAwyzUA"
  }
}