{
  "address": "0x5d1e816d60e42e5f8849ec802d5a4c9c48e662aa",
  "type": "ERC721",
  "name": "SassyBlack - Cosmic Conversation",
  "tokenCount": "30",
  "uri": "https://metadata.sound.xyz/v1/0x5d1e816d60e42e5f8849ec802d5a4c9c48e662aa/1",
  "metadata": {
    "name": "Metamorphosis #1",
    "artist_name": "SassyBlack",
    "description": "The song “Metamorphosis” was originally inspired by a book by Franz Kafka, where a salesman named Gregor wakes up one morning to discover he has morphed into a huge bug. He struggles with this new realization and traps himself in his room while his family, who is dependent on him, struggles to make ends meet.\n\nI didn’t want to write a song about a giant roach, because… gross. However I was extremely intrigued by the concept of evolving into a new existence that those closest to you cannot identify until some major breakthrough or shedding of self has been made. Even in this identification, they lose interest and you could lose yourself. \n\nI have found myself in this predicament many times, where I lost sight of my goals for the betterment and pleasing of others, leaving me burnt out. When I started shifting my energy and studying the boundaries I had originally set up to protect me, I saw that they were no longer serving me. As I shed them, I saw my circles shift. I saw my community change, diminish, then flourish. My creativity blossomed, once I started allowing myself time to live for myself. \n\nThis track is written, produced, performed and engineered by myself using Ableton. The lil bug sounding sample is my own voice. Hopefully in listening you will find inspiration for transformation. ",
    "external_url": "https://www.sound.xyz/sassyblack/metamorphosis",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmQgy7ms9B1NTQaZBH18FkkEKoofREhLLy3JGuk1fCLhpE",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmS4PsB5i8g7W2oau9G33qt9uEvzVx8EMBsaeNH7zHXcwH",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmS4PsB5i8g7W2oau9G33qt9uEvzVx8EMBsaeNH7zHXcwH",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmZJ8yxSqsC2nV1rNDHSMs3DVyhSrTshTABzbxZgs9osBY",
    "attributes": [
      {
        "trait_type": "Metamorphosis",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}