{
  "address": "0x5d36d875e5bed4d210935392a9d88f6dd365cf98",
  "type": "ERC721",
  "name": "Digicars Art - 2nd Edition",
  "tokenCount": "84",
  "uri": "https://ipfs.moralis.io:2053/ipfs/Qma2jtqk2zNirZvwHq6vJjMstf1dqwkjFjKSWBRCUKokji",
  "metadata": {
    "description": "\n2nd EDITION DIGICARS ART NFT COLLECTABLE\n\nAFTER THE SUCCESS OF THE 1ST EDITION COLLECTABLES NOW INTRODUCING...\n\nA BLOCKCHAIN HOLDEN TORANA A9X HATCH DIGITAL CLASSIC CAR.\n\nThis is an artistic representation of the factory built 1977 Holden Torana A9X 4 Door in Papaya with Slate Black Interior.\n\nIntroduced in August 1977 in time for the Sandown 500 endurance race the A9X Torana was released by G.M.H. as a homologation special without any advertising or promotion of any description. The A9X was introduced as a \"Performance Equipment Package\" option (not a special model) and was available with the LX SS Hatchback or SL/R Sedan with the 5.0 litre, 308 cubic inch V8 engine. In reality, the changes to the A9X were so significant; it really did qualify as a specific model. The reverse facing bonnet scoop, blackout treatment, bolt on wheel arch flares and Salisbury disc brake rear end mean the A9X always stands out from the crowd. Internal improvements to cooling, suspension, braking and steering upgrades were to propel the Toranas to victory from 1978 to 1979 making it the most successful touring car ever built by GMH.\n\nAs a highly collectable Aussie muscle car the A9X has consistently held its value over the life span of its vehicle since its release in 1977. This is the second of 52 Editions that will be released over the coming year.\n\nThis digital verified blockchain NFT (Non-Fungible Token) Holden Torana A9X 2nd edition release is an artistic representation of the exact car with the same options it was sold with off the showroom floor in 1977.\n\nSpecifications have been verified by ICAARS - Australia’s leading Classic Car verification company - as being the correct representation of the physical Holden Torana A9X sold in 1977.\n\nPart of the benefits of Digicars NFTs is they are fully verified and certified. An ICAARS certificate of authenticity will be supplied to the successful new custodian of this iconic vehicle.\n\nHere’s why this particular NFT is rare and collectable and has huge benefits – which can be displayed on any screen you want.\n\nBOOT FULL OF BENEFITS:\n\n- the very first buyer of this model will receive 10% of EVERY future sale of this digital NFT classic car on Lloyds NFT Auctions. (Imagine buying the original car in 1977 and getting 10% of every sale every time it was resold until today)\n- FREE Buyer’s Premium OR Commission for a whole year at Lloyds Auctions on any products purchased by you personally or by a company you are an owner of – this could be worth hundreds of thousands in the right hands – fair use policy applies.\n- the current owner of the identical physical vehicle will receive 10% of the hammer price as well. Current owner must be confidentially registered via Lloyds Auctions Owners Register before the hammer drops on the NFT version. (email owner@lloydsauctions.com.au)\n- unique high resolution 3D model of this vehicle\n- one complimentary ICAARS.com desktop verification for any real classic car\n- plus many, many more benefits (another BIG one below)\n\nSPOILER ALERT OUR BONUSES ARE NOT EXHAUSTED – TOKENS, TOKENS & MORE TOKENS\nYou will also receive 50,000 Lloyds Webber tokens that can be used for heaps of bonuses experiences and one-off events. The Webbers are sort of like frequent flyer points and can be used in a similar way. Webber holders can be granted exclusive access to events, experiences, Lloyds Auction exclusive items and special gifts! These Webber’s act like special tokens and are highly sought after. For further information please contact nft@lloydsauctions.com.au\n\nYou will also receive a framed picture of your digital NFT (for those of you who just need to be able to hold something in your hands to know its real) :)",
    "external_url": "https://www.lloydsauctions.io/collections/d3rK3B1PKCx7kxctqKPlSBhZ",
    "animation_url": "https://ipfs.moralis.io:2053/ipfs/QmUp3D17TT6RQv4yuSfQGEGLMA4g44DHvHxXmfeqW1dkr2",
    "image": "https://ipfs.moralis.io:2053/ipfs/QmRCkVDWa8xXtazH5PXqSQHH34C6tmzww4FLEe3PcmqekL",
    "name": "1977 Holden Torana A9X 4 Door",
    "attributes": [
      {
        "trait_type": "Rarity",
        "value": "Apex",
        "trait_percentage": "100.00"
      },
      {
        "trait_type": "Rarity Meter",
        "value": "https://ipfs.io/ipfs/QmWBMisE4yewAgnZgQJ5jBVENsz9sHekjBVK5a1bC3y7k6",
        "trait_percentage": "100.00"
      }
    ]
  }
}