{
  "address": "0x5da53b222015dd2dafc433fb92890f1ff908883f",
  "type": "ERC721",
  "name": "129dsafjlewqrewqr",
  "tokenCount": "100",
  "uri": "ipfs://QmPVVxHVQqvaR3B38nBvCTccrepxQ5zLNMFgrU1wqrcACz/1",
  "metadata": {
    "name": "Cosmic Bloom #1",
    "description": "The flower is a teacher of symmetry and geometry (the ‘eternal verities’, as Plato called them).  In this, flowers can be treated as sources of remembering – a way of recalling our own wholeness, as well as awakening our inner power of recognition and consciousness. What is evident in the geometry of the face of a flower can remind us of geometry that underlies all existence.  – The Hidden Geometry of Flowers\n\n_Cosmic Bloom_ is a new collection of NFTs by Leo Villareal and is the second part of the artist’s _Cosmologies_ series. The series began with [_Cosmic Reef_](https://opensea.io/collection/cosmic-reef-by-leo-villareal) which Villareal created in collaboration with Art Blocks Curated. The compositions of _Cosmic Bloom_ are entirely abstract, in constant motion, and are non-repeating. They are influenced by organic and biological structure as well as stellar phenomena.\n\n_Cosmic Bloom_ is a generative art work. The code for _Cosmic Bloom_ is written in javascript using Three.js.  This code is uploaded to IPFS along with the JSON definitions for each mint. After much experimentation, specific sets of data and parameters are fed into the code in order to produce many outputs.  Villareal then hand selected the iterations to be part of the final edition. This extra step allows him greater control, ensuring that the entire collection faithfully reflects his artistic vision. All of the moving images are generated by the code and do not repeat; they are not recorded videos.\n\nAdditional information can be found on Outland’s [Medium](https://medium.com/@outland_art/ea01364d61b8) article on the project’s production.\n\n[View Fullscreen](https://cosmic-bloom.mypinata.cloud/ipfs/QmXcFnm3d4FqRtSRNW5y14mPBBAG1K8roP5qBMrdViHiqP/token1/index.html#cb-1.js)\n\nVisit the project microsite at [Outland.Art/Cosmic-Bloom](https://outland.art/cosmic-bloom/).\n\nTo learn more about Leo Villareal, visit http://villareal.net/.",
    "image": "ipfs://QmXcFnm3d4FqRtSRNW5y14mPBBAG1K8roP5qBMrdViHiqP/token1/cb-1-image.png",
    "animation_url": "ipfs://QmXcFnm3d4FqRtSRNW5y14mPBBAG1K8roP5qBMrdViHiqP/token1/index.html#cb-1.js",
    "attributes": [
      {
        "trait_type": "FOLDS",
        "value": "Threefold"
      },
      {
        "trait_type": "RESPONSE",
        "value": "Center"
      },
      {
        "trait_type": "FLORA",
        "value": "Heliotrope"
      },
      {
        "trait_type": "ENERGY",
        "value": "Void"
      },
      {
        "trait_type": "FIELD",
        "value": "Starfield"
      }
    ]
  }
}