{
  "address": "0x5eb40449bff253f4fe9ff08848c851814fab40c0",
  "type": "ERC721",
  "name": "Sammy Arriaga - WTH",
  "tokenCount": "25",
  "uri": "ar://geIj1FENXmKsZmWd5h7ou-9ifBQCemMqrhqNeNA4RFk/1",
  "metadata": {
    "animation_url": "ar://V2rkEekn3RupCWqvQ5mtv1d1GOCvNu2hMPLBMfTbVcs",
    "artist": "Sammy Arriaga",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://pkdpLwTMq_D_7jNspuiYOFAZVAGef3q-Wm1w9oBztqg",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "WTH",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 80,
    "credits": null,
    "description": "It all started when I picked up my father’s guitar and taught myself how to play some chords on Youtube. That moment alone led to me writing original songs and finding my true identity.\n\nAfter making it to Top 200 on American Idol but later getting rejected, I found the courage shortly after to drop myself out of University and make the 14hr drive to Music City aka Nashville, TN, where I found my calling. I knew when my windshield met the Batman building in the skyline, that’s where I was meant to chase my dreams.\n\nAs a Cuban-American singer/songwriter, my purpose is to represent the Hispanic culture in Modern Country. I didn’t see any other artist filling those boots so I saw that as a great opportunity to start a movement and bring awareness to the genre by combining my love for Latin music and the storytelling element of Country Music. \n\nAfter 13 years of writing thousands of songs, working with many other writers and even being signed and dropped by Sony Music in 2017, I continued strumming along and found some hope on Spotify and TikTok. I dropped by debut album Oct 2021 and found some success on TikTok and Instagram Reels, gaining over 40M independent music streams and over 100M video impressions in under 2 years. This led to nationwide tours, incredible brand partnerships and way more…\n\nIn Nov 2021, I was introduced to web3 and NFTs by a close friend from back home in Miami, FL. Little did I know, this introduction was gonna change my career and my life forever. Since starting my NFT journey, we have sold over 6500 Music NFTs and proudly stand as the founder of 3 Music NFT collections -  METAGIRL, Pulse Pass & PIXELATED. These were all released on my own smart contracts and were organically minted via Twitter Spaces and rigorous hours connecting with the community on Discord. \n\nMy genesis drop on Sound is “WTH” (What The Hell). This song was inspired by stubborn love and chasing someone knowing that it’s only gonna end in heartbreak. \n\nAs someone that considers himself a hopeless romantic, this song definitely means so much to me. I look forward to releasing this one out in the world and hope it resonates with other hopeless romantics hopelessly loving someone as they hear this song.\n\n- SAMMY",
    "duration": 211,
    "external_url": "https://www.sound.xyz/sammyarriaga/wth",
    "genre": "Country",
    "image": "ar://pkdpLwTMq_D_7jNspuiYOFAZVAGef3q-Wm1w9oBztqg",
    "isrc": null,
    "key": null,
    "license": null,
    "locationCreated": null,
    "losslessAudio": "ar://V2rkEekn3RupCWqvQ5mtv1d1GOCvNu2hMPLBMfTbVcs",
    "lyrics": {
      "text": "WTH\n\nV1\nIt’s like walking out your house in Mid-December with a t-shirt and no jacket on\nJust because ya can, just to be a man,\nIts your fifth shot of Tequila on a Sunday even though you gotta work at eight,\nCause you’re with your friends & you never see them…\n\nPre\nYeah Its all the things I shouldn’t do,\nBut I still do…\n\nHook\nCause I know she gonna leave me lonely,\nLike all the other guys before me,\nShe left a trail of broken hearts all over this town,\nShe ain’t showing any signs of slowing it down,\nMy buddies gonna call me stupid,\nCause I ain’t ever been no cupid,\nI could see it from the start that this ain’t gonna end well…\n\nPost\nBut what the hell,\nBut what the hell...\n\nV2\nGuess I got a little ego cause I never know when I’m in over my head,\nShe’s forbidden fruit, but what did Adam do?\nCan’t help reachin’ for her body, can’t help thinking that I might be the exception,\nBut she’s a wrecking ball & I’m gonna fall…\n\n(Hook)\n(Solo/Oh Oh)\n\nBridge\nHell I know that Im gonna do,\nExactly what I shouldn’t do…\n\n(Hook)",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "WTH #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "WTH",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}