{
  "address": "0x5ec4afcbb4cabc64bd81676d4b89e6a12388e470",
  "type": "ERC721",
  "name": "This Didn't Happen",
  "tokenCount": "99",
  "uri": "https://dot.dttd.group/DIDNTHAPPEN/1",
  "metadata": {
    "name": "This Didn't Happen #001",
    "description": "This Didn't Happen is a limited edition collection of 99 unique works of art that imagine what the missing Clockenflap festivals might have looked like.\n\nFounded in 2007, Clockenflap Music & Arts Festival has unfortunately been on hold the last four years. Of course, we appreciate that for many, a cancelled festival would be the least of their worries. Yet for us, festival organisers – these past few years have been a quagmire of poop. That said, we are a resilient and industrious bunch (how else would a festival named Clockenflap ever come to exist?!) and so we decided to use artificial intelligence to imagine what those missing festivals might have looked like.\n\nTo achieve this no small feat, Clockenflap collaborated with truncation.xero (Amir Zhussupov), a new media and generative artist from Almaty, Kazakhstan, who explores generative adversarial networks (GAN) as an autonomous creator and creative instrument.\n\nTruncation.xero ‘trained’ the GAN on a data set of over 20,000 past Clockenflap festival images which enabled artificial intelligence to composite new visual forms, or in other words: fictional memories of festivals that didn’t happen.\n\nWhilst there is a certain amount of control afforded to the artist through the creation of a training set, a GAN has an inherent quality where materials develop uncanny lives of their own. The results took our breath away, and in that moment, we knew these individual works of art must be shared.\n\nTo create this NFT collection, Clockenflap collaborated with DOTTED to launch the collection to our community. DOTTED is the festival’s official partner for all things NFT and Web3.",
    "image": "https://dot.dttd.group/DIDNTHAPPEN/TDH_001.png",
    "attributes": []
  }
}