{
  "address": "0x5ebac9197a188e67f04f7c9f17340c969b408843",
  "type": "ERC721",
  "name": "TRAILBLAZER V2",
  "tokenCount": "36",
  "uri": "ipfs://QmeXQDYbWj5Y6YioSPaHkv1MYZ1edqQG8JjmTvitJCYxqu/1",
  "metadata": {
    "name": "PATHFINDER #1",
    "description": "Symbolism and significance of Lion have adorned human culture since time immemorial. From Asia to Africa to Europe – all kinds of representations of this ferocious cat have been a staple across civilizations. \n\nIn ancient India, the king's throne was known as the Simhasan (The Lion Throne). In Indian yoga, a practice as old as civilization, Simhagarjanasana represents the Roaring Lion Pose. Images of lions have adorned the gates of royal palaces across the world and can be seen atop pillars, etched on swords, and carved on stones. They have served as emblems, been associated with Gods, inscribed in heraldry, penned in literature and greatest poems, and stroked in most beautiful pieces of ancient art. \n\nPopular culture today still holds its place for the glorification of Lions - from art to movies, from music to tattoos - Lion represents masculinity and courage. The close association of lions with such a shower of importance has a reason. Everyone knew that the lion was the king of all beasts, king of the jungle, the greatest predator, on top of the food chain with no natural enemy. If an enemy arose at all, it would often be another Lion. An equal match or nothing. \n\nAnd ironically, despite all these celebrations, we have also conveniently driven them close to extinction. Today, lions are extinct in 26 African countries, have vanished from over 95 percent of their historic range. As few as 20,000 are left in the wild. To put it in context, we humans – as of today – are about 8 billion strong. The Alpha found a match in the exploits of humans. \n\n\"Our imprint is now truly global. Our impact is now truly profound. Our blind assault on the planet has finally come to alter the very fundamentals of the living world. The living world is a unique and spectacular marvel yet the way we humans live on earth is sending it into a rapid and dangerous decline. \" - David Attenborough \n\nArtist: Subodh Shetty\n\nEdition: 1/35\n\nGear: Nikon D6 Nikkor 400 2.8 \n\nLocation:  Masai Mara - Kenya \n\nYear Taken: 2022",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Subject",
        "value": "Lion"
      },
      {
        "trait_type": "Genre",
        "value": "Wildlife"
      },
      {
        "trait_type": "Gear",
        "value": "Nikon"
      },
      {
        "trait_type": "Location",
        "value": "Masai Mara"
      },
      {
        "trait_type": "Year Created",
        "value": "2022"
      }
    ],
    "external_url": "https://sloika.xyz/subodhshetty.eth/trailblazer/1",
    "image": "ipfs://QmTERjA8UR7RfVRgekNBngR2fjixrJ2iNUbaG13Lm8uzUX/1.jpg"
  }
}