{
  "address": "0x5e834ab0526cf7555a1be61ce5910a33df6b286d",
  "type": "ERC721",
  "name": "Aventurine",
  "tokenCount": "1",
  "uri": "https://arweave.net/huR6xIQS2pdG5lMs8a4zKFs2SNOwLZO6L_QkfHJeD8E",
  "metadata": {
    "name": "Connections",
    "created_by": "Aventurine",
    "description": "My first minted generative artwork utilizing p5.js\n\nAs I think back to the late 90s into the early 2000s, I realized one of my favorite things to do in my high school math class when I was bored was plotting random equations on my TI-83 calculator. I would spend so much time trying out different equations and seeing how they looked when plotted on the graph. I was always fascinated by the way the lines and shapes would form on the screen and how each equation produced a unique visual.\n\nFast forward to 2022. After having an amazing conversation with Tyler Hobbs in NYC during NFT NYC over some late-night pizza, he officially inspired me to start learning Generative Art with Processing/p5.js. I never written any code in Java script before and certainly had no training in visual art but having some background in machine learning with python at least gave me a small boost in confidence that I could learn some of the basics a bit quicker.\n\nI still have a lifetime of learning but for my first artwork, I wanted to start by bringing that TI-83 feeling back into my life. It is called \"Connections.” To create the piece, I began by plotting points on the canvas by randomizing equations with 6 variables. Each of the 6 variables had randomized numbers for each output. I set up to have the artwork iterate this 2500 times. Once I had the collection of plots, I began connecting each plot with a line from the last previous plot. I realized that by using the HSB color mode, if I randomized the hue in certain ranges but kept the saturation and brightness levels high with the black background, it produced a striking visual. I loved how even with all the randomness, certain areas on the piece would seem to cluster together creating a sense of unity and connection between the different elements.\n\nIn the end, I feel \"Connections\" turned out to be a beautiful and visually striking piece of generative art. I am proud of what I have created and grateful for the opportunity to explore my love of math and art in such a meaningful way.\n\nI cannot wait to create more art!",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Aventurine"
      },
      {
        "trait_type": "Size",
        "value": "2000 x 2400"
      },
      {
        "trait_type": "Lines",
        "value": "2500"
      },
      {
        "trait_type": "Connections Hues",
        "value": "Random"
      },
      {
        "trait_type": "Connections Saturation",
        "value": "100"
      },
      {
        "trait_type": "Connections Brightness",
        "value": "100"
      },
      {
        "trait_type": "Stroke Weight",
        "value": "1"
      },
      {
        "trait_type": "Equation Variables",
        "value": "6"
      }
    ],
    "image_details": {
      "bytes": 11457085,
      "format": "PNG",
      "sha256": "9cb4e1fdd10d8d6dadf5c7bd9ede49be84085ccea9435319b614d587eb8a2919",
      "width": 2000,
      "height": 2400
    },
    "image": "https://arweave.net/IlRZ6aHaxlVLBL9vIKnSOuYhvLR0jtI-SaxHTUmLu3s",
    "image_url": "https://arweave.net/IlRZ6aHaxlVLBL9vIKnSOuYhvLR0jtI-SaxHTUmLu3s"
  }
}