{
  "address": "0x5ed3ba856527ebd0f11a555f338468efbe08c288",
  "type": "ERC721",
  "name": "Chateau Chapiteau Eternal Day",
  "tokenCount": "30",
  "uri": "https://arweave.net/K_2yZ7AKgFo1V_ae6x4vhNed_EA8M8bQ9pPa8QMaoew/1",
  "metadata": {
    "name": "Chateau Chapiteau Eternal Day 1",
    "created_by": "Chateau Chapiteau",
    "external_url": "https://chateauchapiteau.com/",
    "description": "Chateau Chapiteau DAO is a community-owned coliving village in the magic forest in the Republic of Georgia. We own 30 acres of land, we build houses for community members and guests, as well as restaurant where we eat together, organic farm and orchard to provide food for us, workshops to learn new things and make events, coworking, banya and so on. We are a safe place for the community and epicenter of positive changes for people and nature around us.\n\nThis NFT is a generator of our utility tokens that you will be able to use to pay for bookings at Chateau Chapiteau and other locations of the DAO and its partners. The utility tokens will be distributed annually. The amount of utility tokens will be equal to the price of an average night stay at the hotel in Chateau Chapiteau.\n\nBy buying this NFT you also become a co-owner of the whole project and you can legally register you shares in our Joint Stock Company “Chateau Chapiteau”\n\nLater this NFT will be attached to you pasport-like NFT that will form your reputation, voting power, access to locations and events and so on.",
    "attributes": [
      {
        "trait_type": "Creator",
        "value": "Vanya Mitin"
      },
      {
        "display_type": "number",
        "trait_type": "number ",
        "value": "0"
      }
    ],
    "image_details": {
      "bytes": 365598,
      "format": "JPEG",
      "sha256": "06086da54ad80e0744ca32c8a3ddbca8894f108dc892f36dc24ef01a3b8c1eee",
      "width": 566,
      "height": 800
    },
    "image": "https://arweave.net/xB3Oswmf12fhjyXE5JWAD_S3HHRq1bpaTgtfdftbUQQ",
    "image_url": "https://arweave.net/xB3Oswmf12fhjyXE5JWAD_S3HHRq1bpaTgtfdftbUQQ"
  }
}