{
  "address": "0x5f51c11e8f89ca29cca7597e11e62d0ef7fe9c19",
  "type": "ERC721",
  "name": "qweriopdfsiaklewkqrlewqr",
  "tokenCount": "50",
  "uri": "https://ipfs.bitmark.com/ipfs/QmPB2mU3NH9AArNyQWjWmeNjSbZiTW13JdeQxc5mi8bZ1E/metadata.json",
  "metadata": {
    "animation_url": "https://cdn.feralfileassets.com/previews/e601569d-5611-4a82-93ba-a7f55b260001/1637053763/preview.mp4",
    "artist": "Refik Anadol",
    "artwork_id": "0bac909097f7ef14493d4e8cc14ad75160da568296bf00438a3bdf811871e0c2",
    "bitmark_id": "7e1cee0c37ed01de55b9e164fcd3c90852dc594e8ad76c3953fb87d9de5bfbe2",
    "description": "“Unsupervised — Data Universe — MoMA” is a global AI data painting that simulates a latent walk among the museum’s digitized collection. The artist and his team used MoMA archives to construct the seven dimensions of the artwork: x, y, z, r, g, b, and time. It combines Anadol’s vision of handling data within a universe that it creates for itself with his approach to data visualization’s latent space as a locus for never-ending, self-generating contemplation. Researcher Leland McInnes, the inventor of the UMAP technique that Anadol has used for “Unsupervised — Data Universe — MoMA” wrote, “I have always found beauty in mathematics, but to see what Refik has done with mathematics and these algorithms to create art is something else again: bringing together rich threads of information and data to weave amazing visual works. I never imagined that my work in mathematics could have such far reaching impacts.”",
    "edition_index": 289,
    "edition_number": "#289",
    "exhibition_info": {
      "base_price": "USDC100",
      "note": "Unsupervised is part of Machine Hallucinations, Refik Anadol Studio&rsquo;s ongoing project exploring data aesthetics based on collective visual memories. Since the inception of the project in 2016, Anadol has utilized machine intelligence as a collaborator of human consciousness, specifically DCGAN, PGAN, and StyleGAN algorithms trained on vast datasets to unfold unrecognized layers of our external realities. Anadol and his team collect data from digital archives and publicly available resources, and process these datasets with machine-learning classification models. As a masterfully curated multi-channel experience, Machine Hallucinations brings a self-regenerating element of surprise to the audience and offers a new form of sensorial autonomy via cybernetic serendipity. \n\nUnsupervised emerges from such an aesthetic/scientific vision and processes 138,151 pieces of metadata from the vast collection of The Museum of Modern Art in the mind of a machine. Using StyleGAN2 ADA to capture the machine&rsquo;s transformative &ldquo;hallucinations&rdquo; of modern art in a multi-dimensional space, Anadol trains a unique AI model with subsets of the archive of MoMA&rsquo;s collection of artworks, creating embeddings in 1024 dimensions. The sorted image datasets are then clustered into thematic categories to better understand the semantic context of data. This expanding data universe not only represents the interpolation of data as synthesis, but also becomes a latent cosmos in which hallucinatory potential arises from a novel form of artistic creativity interpreting MoMA&rsquo;s unparalleled collection of modern and contemporary art. Spanning more than 200 years of art, from paintings to photography to cars to video games, the MoMA collection is an extraordinary data set&mdash;within which works from artistic movements such as Surrealism, not unlike Unsupervised, explored automatism, chance, and systems to generate unprecedented new art forms. \n\nThis is work that resonates aesthetically and also pushes machine-learning research into new territories. Anadol is in dialogue with scholars such as Jaakko Lehtinen, Distinguished Research Scientist at NVIDIA Research, who are inventing the technologies that the artist is using. On seeing this new body of work, Lehtinen remarked: \n\n<p class=\"m-l-56 display-inline-block\">This is the beauty of fundamental research: to see the progress we&rsquo;ve made on a hard, technical machine learning problem being unexpectedly channeled to serve such astounding creativity is extremely satisfying. We&rsquo;re thrilled to witness the deepening interplay between art and AI research, and eagerly looking forward to seeing what we can do together in the future.</p> \n\nThe AI-based abstract images and shapes that result from the machine&rsquo;s unsupervised learning of modern art are dictated by the Museum&rsquo;s collection archive, weighted toward the special exhibition of new artworks at MoMA this fall. The AI data pigmentation, in turn, captures the movement in the latent space created by autonomous machine hallucinations. Each data connection is driven by an edge-detection algorithm and colorized by the density of its previous and next latent coordinates. In other words, the machine allows the artist to trace its &ldquo;unconscious decisions,&rdquo; in a network of intricate and poetic connections.",
      "note_title": "Deep Modern"
    },
    "external_url": "https://feralfile.com/artworks/unsupervised-data-universe-moma-jkn",
    "image": "https://cdn.feralfileassets.com/thumbnails/e601569d-5611-4a82-93ba-a7f55b260001/1637053732",
    "medium": "video",
    "metadata_version": "v1",
    "name": "Unsupervised — Data Universe — MoMA #289",
    "prev_provenance": {
      "bitmark_provance": [
        {
          "inblock": "272568",
          "owner": "bxEtm9hjuMTMK44adbdrxQujryK1Gv8nzFMpar3HgGKMYyExdU"
        },
        {
          "inblock": "266946",
          "owner": "boZwJM6ciPujs9JdDM2AtsjvEU9BN5BKY3ysoG6VsRVXZoxL42"
        },
        {
          "inblock": "266737",
          "owner": "ahPEGaUSRZg1kYFfGyWRwXSMotYDcopcNADd6q1nb2AgKRG2yk"
        },
        {
          "inblock": "266726",
          "owner": "bh67uosVu5TsTFRYDbZ9EaJCWXC8E2TBuP2fNxV1ut4k8vpq6P"
        }
      ]
    },
    "timestamp": "2022-02-12 09:24:23.114335242 +0000 UTC m=+169178.974218960"
  }
}