{
  "address": "0x5fcc0ed2ef3428e73492bc9ae40a12a35a39b285",
  "type": "ERC721",
  "name": "Green Ring - Clouded",
  "tokenCount": "25",
  "uri": "ar://q7GmAUGGu6vyGq44o-YtSkTlS6FzsJcuFrwazDbhoQA/1",
  "metadata": {
    "animation_url": "ar://mHi5ECAPW6RICTGm09vFGEpZq19pOBGAVaKcWVKpsIU",
    "artist": "Green Ring",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://RdRxioYYQwfwwfCJFvJ6xd4zf7fmNuCL-fv_rmTABYs",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Clouded",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 122,
    "credits": null,
    "description": "One of my favorite things about music is its ability to take your mind away from everyday life to somewhere new. I love this feeling of being transported. It’s easy to lose track of everything else when you are lost in a song. That is my goal with every piece of music… I want your mind to drift off from the day to day when you listen.\n\nI wrote Clouded back in early July and immediately knew I wanted to save it for a special moment in this web3 music journey. It was one of those sessions without a specific goal in mind, just playing around with different sounds and letting the idea lead. Continuing that line of thought, the name came from thinking about how clouded our view of the future actually is. Of course we should make plans and chase after our goals, but we don’t know what’s going to happen next. And often that is a beautiful thing. Many of the best moments aren’t things we plan for or even see coming. Our job is just to do our best and see where the journey goes.\n\nCase in point for me is this drop. I didn’t see web3 music coming at all, and it has opened up a whole new world for me this year. Just showing up, creating music, collecting music, and engaging with our community here has made me more hopeful than ever for the future as an independent musician. Dropping on Sound has been a huge goal from the beginning, and I’m so happy with where the journey is at right now. I hope this song transports you somewhere, and thank you so much for your support.",
    "duration": 212,
    "external_url": "https://www.sound.xyz/greenring/clouded",
    "genre": "Electronic",
    "image": "ar://RdRxioYYQwfwwfCJFvJ6xd4zf7fmNuCL-fv_rmTABYs",
    "isrc": null,
    "key": "C_MAJOR",
    "license": null,
    "locationCreated": null,
    "losslessAudio": "ar://mHi5ECAPW6RICTGm09vFGEpZq19pOBGAVaKcWVKpsIU",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Clouded #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Clouded",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}