{
  "address": "0x5f402c6037aab928adaea77e05dcdeb40d57d8c7",
  "type": "ERC1155",
  "name": "Benizm's Editions",
  "tokenCount": "1",
  "uri": "https://arweave.net/WlEVtN86TBeBg4oXdwJ24rbmAUyU71vzAGt6eMZFG4s",
  "metadata": {
    "name": "Chemohawk",
    "created_by": "Benizm",
    "description": "My little brother, Jaime, went through chemotherapy at the end of 2013 after he was diagnosed with Hodgkin's lymphoma. It didn't take long for his hair to thin and begin to fall out, but he decided to make the most of a bad situation and have his hair cut into a mohawk. Surrounded by family at Christmas time in Sydney, our cousin-in-law, Eric, got the clippers out and worked his hairdressing magic.\n\nThis image portrays Jaime's strength and resolve during his battle while he was suffering the harsh effects of chemotherapy on his body. \n\nAlthough he was on a university exchange in New York when he got the news of the cancer, he flew back to Adelaide where he continued to study remotely. He managed to ace his exams, and when uni started again the next year - after he had beaten cancer, he got straight back into it without missing a step.\n\nFast forward to 2022; Jaime is a Doctoral Researcher in Wind Farm Control Optimisation based on Multi-fidelity Wind Farm modelling at DTU Wind Energy in Denmark.\n\n40% of the primary sales of this edition will be donated to a charity supporting cancer research and 10% will go back into the NFT community to support artists. \n\nAwards: \n\n2014 - GOLD award @ Australian Professional Photography Awards  \n2014 - GOLD award @ SA Professional Photography Awards\n\nArtist: Benjamin Liew\n\nLocation: Sydney, Australia\n\nEdition: 50\n\nLicense: With the purchase of this NFT, the artist provides the primary holder the licensing rights to sell, trade, or transfer the NFT on the blockchain, and can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of members. The license includes unlimited use and display in VR galleries and physical galleries, essays, and documentaries. The holder of this NFT may also post on social media platforms with credit to the artist in good faith. The primary holder may not make “commercial use” of the underlying works including commercial merchandise, commercial distribution, or derivative works. The artist still owns the copyright, IP rights, and reproduction rights of the underlying work.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Benizm"
      },
      {
        "trait_type": "Camera",
        "value": "Canon EOS 5D Mark III"
      },
      {
        "trait_type": "Lens",
        "value": "EF35mm f/2"
      },
      {
        "trait_type": "ISO",
        "value": "100"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/2.5"
      },
      {
        "trait_type": "Exposure",
        "value": "1/320"
      }
    ],
    "image_details": {
      "bytes": 11154305,
      "format": "JPEG",
      "sha256": "34c42a2078ffeee1ef3ab083237d64df3dfb96082c2953f40856b3136c5291f7",
      "width": 5000,
      "height": 7000
    },
    "image": "https://arweave.net/G4K7qUMy6hCzAJX3lGFHNtIXSPZt0x1K9k6eMFJftBU",
    "image_url": "https://arweave.net/G4K7qUMy6hCzAJX3lGFHNtIXSPZt0x1K9k6eMFJftBU"
  }
}