{
  "address": "0x5f0eedbb598a155f16e3959e293760159878dde9",
  "type": "ERC721",
  "name": "Dot - Waterwings [Decade Rework]",
  "tokenCount": "7",
  "uri": "ar://aNhlZO-DNXuokD2yJvdhYmUAU9L2Cs7pXepZc368oA8/1",
  "metadata": {
    "animation_url": "ar://uxqO2JnEodSfmW2MOlszsR9lOzJ31pteD23Jj0gzyWY",
    "artist": "Dot",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://nDk5jnzGLKRtbZUcUaktH_P1rm3eCCWgPCpkPXLmnqs",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Waterwings [Decade Rework]",
        "value": "Song Edition"
      }
    ],
    "bpm": 154,
    "credits": null,
    "description": "The first album I ever released under the name Dot came out ten years ago in 2013. The 14-track instrumental project was titled \"Evolve or Dissolve,\" and looking back over the last decade of music I've created, it was a great name to kick off a catalog of work that constantly changed and evolved with every new song I wrote, place I moved to, friend I made or job I worked. \n\nWhile this album is coming down off of streaming services soon (it really feels like student work to me at this point), it was important for me to honor the ten-year anniversary of this release by minting one of my favorite instrumentals from the project and having it permanently live on the blockchain. \n\nBefore the official release, I posted \"Waterwings\" as an instrumental on my SoundCloud page, and it was one of the very first beats I had ever created in Ableton (I started learning production in Reason a few months prior to this). Shortly after, I received a DM about the track from an A&R who was looking for instrumentals for this up and coming artist named SZA. Solána wrote and recorded vocals, and the song eventually made it on to her first EP titled See.SZA.Run. Her career exploded shortly after, and it's been incredible to follow her progression as an artist over the last 10 years. \nhttps://www.youtube.com/watch?v=9ndpl6Wfzcc&ab_channel=AnteBabic\nhttps://soundcloud.com/justsza/sets/see-sza-run-ep\n\nEven though I don't feel as confident about my production skills from those early days, I'm still incredibly grateful and blessed to have created music with an artist who I look up to so much, during a time when both of us were just finding our footing in the music world. Creating music back then always felt so pure and free, and it's a feeling I constantly search for to this day. \n\nI'm honored to share this 2023 rework / remaster of the instrumental ten years later, and I really hope you enjoy the music <3",
    "duration": 180,
    "external_url": "https://www.sound.xyz/dot/waterwings-decade-rework",
    "genre": "Electronic",
    "image": "ar://nDk5jnzGLKRtbZUcUaktH_P1rm3eCCWgPCpkPXLmnqs",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://uxqO2JnEodSfmW2MOlszsR9lOzJ31pteD23Jj0gzyWY",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Waterwings [Decade Rework] #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Waterwings [Decade Rework]",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}