{
  "address": "0x5f581b3f61be3ee721533be96faf8c795236a1f2",
  "type": "ERC721",
  "name": "Paiverse: Infinite Possibilities",
  "tokenCount": "5",
  "uri": "https://paiverse.mypinata.cloud/ipfs/QmPtRnmwQ394sZUPtuRLGGnADHt2NHpuGa9YDDuZCGgyac",
  "metadata": {
    "image": "https://paiverse.mypinata.cloud/ipfs/QmPi1yfhLjQasd5dSPwddKz6osW4MULEFzAKPa8vCAfB53",
    "animation_url": "",
    "name": "Penderyn 20 Year Old.",
    "description": "Since 2016 Penderyn has won over 85 Gold/Masters or equivalent awards and is very much part of the international whisky conversation. This was due to the fact that the great Scottish whisky expert Dr Jim Swan (1941-2017) came on board as our Master Distiller, who became fascinated that a distillery in Wales could produce an amazing new make spirit.\nWith that success, the distillery has decided to share a very limited and collectable 25 bottles from one of its rarest ex-bourbon single malt casks from 2002, making this the oldest Penderyn whisky ever released from its collection of the first few batches of casks that were laid.\nThe NFT route for this exceptional collector's release is an obvious choice, given Penderyn's global brand recognition which allows equal access to everyone in a safe, secure and traceable manner.\nThe cask we have selected for this limited-edition release is number 21/2002 and was filled on 24th January 2002 and is one of the first batches and oldest distilled casks from this exceptional distillery.",
    "attributes": [
      {
        "name": "brand",
        "value": "Penderyn"
      },
      {
        "name": "region",
        "value": "Wales"
      },
      {
        "name": "age",
        "value": "20 Years"
      },
      {
        "name": "cask",
        "value": "Ex-bourbon"
      },
      {
        "name": "experience",
        "value": "A lucky few will also receive a further NFT drop in the near future that will entitle them to a Distillery Special one of a kind experience for up to four people led by Penderyn’s Global Brand Ambassador, at their Brecon Beacons Distillery. This will include: a tour of the distillery > a two-hour Masterclass > followed by a tour of the maturation warehouse > a chance to meet Penderyn’s Master Blender (not usually available to the public) with an opportunity to try a couple of other special whiskies from the cask."
      }
    ],
    "external_url": "https://www.paiverse.io",
    "timestamp": "1671287461932"
  }
}