{
  "address": "0x5f5b7a7a6941291a4c6a4c286b95be4a3fe4565a",
  "type": "ERC721",
  "name": "MMMME",
  "tokenCount": "24",
  "uri": "ipfs://QmVcg2suLqt5pwUyJdG7PXY2cX8DFXR99V6qxKckZ5xFWi/0",
  "metadata": {
    "name": "MMMME Egret",
    "description": "\"MMMME\" is a chimera with four eyes, a fusion of human and cat. \nPlease call them \"Meh.\" (Meh means \"eye\" in Japanese)   \nThey are also a alter ego, a representation of oneself (ME).\nTheir fur patterns, stylish hairstyle and dresses, facial expressions and makeup are all unique to each individual.\n\nWe introduce to you \"Egret\" from the MMMME. \nAlthough the name was given, please give it another name as you like. It's like welcoming a cat into your family. \n\nMMMME exist in the real world and can also travel to another world through mirrors.\n\nIn the real world, MMMME apprear in a mirror and canvas work that adopted a new patented technology called TabbyPrint.\nThe pupils of the MMMME's eyes have a cross to breathe life into, and each cross pattern is as unique as a human fingerprint and can be used to identify each indivisual. \nMMMME will also appear on three-dinemntional works. \n\nOwners of MMMME NFTs will be the first to receive updates on MMMME. \nThey will also expand their world, going back and forth between the metaverse space and the real world through MMMME.\n\nLast but not least, cats are our eternal inspiration. That is why a portion of the project's profits will be donated to protect stray cats and make their lives better.",
    "image": "ipfs://QmWqKLUg7rnF4rZitRVe3gz8fmHS941hByfTV11UaMerW3/002.jpg",
    "external_url": "",
    "background_color": "",
    "attributes": [
      {
        "trait_type": "TYPE",
        "value": "A"
      },
      {
        "trait_type": "COLLECTION",
        "value": "1st"
      },
      {
        "trait_type": "REAL-WORLD ARTWORK",
        "value": "Mirror"
      },
      {
        "trait_type": "CAT'S EYES",
        "value": "Yellow×Blue"
      },
      {
        "trait_type": "CAT'S HAIR",
        "value": "White"
      },
      {
        "trait_type": "GIRL'S EYES",
        "value": "Yellow×Blue"
      },
      {
        "trait_type": "GIRL'S SKIN",
        "value": "Peach"
      },
      {
        "trait_type": "DRESS",
        "value": "Mint"
      },
      {
        "trait_type": "ACCESORIES",
        "value": "None"
      }
    ]
  }
}