{
  "address": "0x5feb0d5ac346cdd18c37dab9768194449a3fcf92",
  "type": "ERC721",
  "name": "NFTibet1Returntoserenity",
  "tokenCount": "1",
  "uri": "ipfs://bafybeidw73ajzqtt7iz425hsyqtxsdskpkbyrf5j3bupudkmrlgh7plrw4/1.json",
  "metadata": {
    "name": "NFTibet 01, Return to Serenity",
    "description": "Daramshala is a unique and beautiful place, home to the Dalai Lama’s palace and only a short walk from my art gallery. The artwork I create there is a religious depiction of the founder of our spiritual tradition Siddhartha Gautama (better known as the Buddha, l. c. 563 – c. 483 BCE), https://www.worldhistory.org/Siddhartha_Gautama/  The legend behind the Return to Serenity monastery is that it is where the future Buddha, Buddha Maitreya will return to, and it is located in the Tai Situ RINPOCHE monastery in the Dharamsala area. I went there for the burning ceremony because that is where I started my artistic career, apprenticed to the great artist Lobsang Palden /http://www.lamalobsangpalden.com/about/.The painting and setting took a few days to prepare, using oils to create the final product. I often find myself inspired by the natural beauty of the Himalayan Mountains while I am working. Lama Tashi Norbu is a world-renowned artist who has exhibited his work in prestigious galleries around the world. He has also been recognized for his contributions to the art community, having received several awards and accolades. His work is heavily influenced by his Buddhist beliefs, which are expressed through his unique use of color and form. Every NFTibet holder will be a valued member of our eco system, The utillety of the NFT will be revealed in Q4 2022 This is the first time a Tibetan Lama is entering the blockchain space in order to safegard the Tibetan art culture and the rich Tibetan history. The use of blockchain technology is a sign of impermanance, and this NFT art, is the first of its kind in the NFT space and Tibetan art culture ",
    "external_url": "https://nftibet.io/return-to-serenity/",
    "image": "ipfs://bafybeicvqn2alinfxwwsk4utmjnrhuvcmt7z2uhelhyqicuswwieentiby/Return%20to%20serenity..mp4",
    "traits": [
      {
        "trait_type": "NFTibet, 01",
        "value": "17-01-2022 Daramshala"
      },
      {}
    ]
  }
}