{
  "address": "0x60a2deb7692e9becb819c569ebc66512b6fa294e",
  "type": "ERC721",
  "name": "An unnatural order",
  "tokenCount": "46",
  "uri": "ipfs://QmRcxtgYrKFhWKxjm3DEJkWpPYb1hdeYFsGFgCht8cKPiu/1",
  "metadata": {
    "name": "Were the wild things where #1/15",
    "description": "A haunting and evocative serie of AI artworks of women surrounded by a group of strange and otherworldly animals. The women are at the center of the frame, standing with a sense of resigned acceptance, as if they have been expecting the arrival of these creatures for some time.\nThe animals themselves are a bizarre mix of familiar and unfamiliar. Some appear to be distorted versions of common animals, while others seem to be completely unique creations of the artist's imagination. All of them, however, exude a sense of unease and unpredictability.\nThe overall atmosphere of the works  is one of melancholy and foreboding. The woman's expression is one of resignation and sadness, as if she has been forced to accept a fate that she knows is not entirely within her control. The animals, for their part, seem to be both drawn to her and wary of her, as if they are unsure whether to trust her or fear her.\nI wanted to capture our complex relationship with animals. On the one hand, we are drawn to animals and fascinated by their wildness and unpredictability. We seek to understand them and often project our own emotions and desires onto them.\nOn the other hand, our relationship with animals is also fraught with tension and conflict. We exploit them for our own purposes, whether it be for food, clothing, or entertainment. We struggle to find a balance between our desire to care for them and our need to use them for our own benefit.\nThe melancholic atmosphere of the artwork speaks to this tension. The woman seems to be caught in the middle of a struggle between her desire to connect with these strange animals and her awareness of the danger that they pose. The animals themselves are a reminder of the wildness and unpredictability of nature, and the fragility of our relationship with it.\nIn the end, the artwork reminds us that our relationship with animals is a complex and multifaceted one. It is not enough to simply love them or care for them. We must also be willing to grapple with the contradictions and conflicts that arise from our interactions with them, and to accept the sometimes melancholic and uncertain nature of our connection to the natural world.",
    "image": "https://res.cloudinary.com/nifty-gateway/image/upload/v1679394273/publishers/francien-krieg/45475/65578/were%20the%20wild%20things%20were.png",
    "image_hash": "QmfMcLLtczUReM22rBNzxvb4NKxuKZ8SEwpGLbicgiH35u",
    "background_color": "ffffff",
    "external_url": "https://niftygateway.com/collections/anunnaturalorder/"
  }
}