{
  "address": "0x608efd1fd6d309f90f3d3da0994c22ad5dcf6474",
  "type": "ERC721",
  "name": "Day Dreaming editions",
  "tokenCount": "25",
  "uri": "https://arweave.net/YEKP4IP8amt5_QPbZfBPAA-a-O1j8563U7FldalzNxA/1",
  "metadata": {
    "name": "Day Dreaming #1/25",
    "created_by": "Krista May",
    "description": "Day Dreaming - Moving to Canada from Australia in 2016 was a big part of my newfound love for landscape photography. Fresh out of university I had a burning desire to travel and going to the furthest place away seemed ideal. \n\nI had so many photos saved of dream locations I wanted to see but it’s nothing like experiencing it in real life. Nearly one year in and a long list of places I'd been dreaming of for years, a 10 day road trip and camera in hand. Dreams were becoming reality. \n\nMaligne Lake is a popular spot for good reason but I never thought I would see in this magnitude. Camping out in my Toyota Forrester in Jasper the night before, I set myself a goal to see this lake for sunrise. A 4am wake up and a 45 minute drive out of town brought me to an empty carpark and the thickest dark clouds you could imagine. I thought there was no way I would get a sunrise but I was commitment to the cause. From within minutes of gathering my camera gear and trying to wake myself up, I turned around to the sky transforming in front of my eyes. First a subtle pink reflecting on the bottom of the clouds quickly turned into a full blown colour show of radiating purples, pinks and reds. The adrenaline you get as a photographer when you know you are about to capture one of your best photos is indescribable. My day dreaming became my reality, something I had in my head for years was now a tangible item. This is one of the images that started my love for landscape photography and I wanted to share that with as many people as possible. \n\nEdition of 25\n\nLicense: editorial",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Krista May"
      },
      {
        "trait_type": "Camera",
        "value": "NIKON CORPORATION NIKON D610"
      },
      {
        "trait_type": "Lens",
        "value": "TAMRON SP 15-30mm F2.8 Di VC USD A012N"
      },
      {
        "trait_type": "ISO",
        "value": "200"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/9"
      },
      {
        "trait_type": "Exposure",
        "value": "5"
      },
      {
        "trait_type": "Focal Length",
        "value": "30.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2017:10:06 11:31:12"
      }
    ],
    "image_details": {
      "bytes": 1383543,
      "format": "JPEG",
      "sha256": "e8112d68a33ccad7e6708719afad2e18c754cd5441bc3d4e5a6a5b734e016265",
      "width": 5930,
      "height": 3953
    },
    "image": "https://arweave.net/8tL03xaqKSdfJPaAIMPKtG9A7GHu-otPOnmWmHXsFsE",
    "image_url": "https://arweave.net/8tL03xaqKSdfJPaAIMPKtG9A7GHu-otPOnmWmHXsFsE"
  }
}