{
  "address": "0x606fbb36c996c618bd5f803ba5b14e36a1b8e958",
  "type": "ERC721",
  "name": "54 FLY GALS by Oibel1.",
  "tokenCount": "14",
  "uri": "https://arweave.net/If_fdbgjXEmVPvwV3AVvJ_xBW0N-vBkaSeTX-8JlNOo/1",
  "metadata": {
    "name": "FLY GAL 1.01",
    "created_by": "Samora 'Oibel1.' Bazarrabusa",
    "description": "The FLY GAL or QUEEN GAL is an ode to women. The FLY GAL’s are an abstract depiction of the female that I first started drawing and painting when I was in a difficult phase of my life. I was thinking back on who and what has made me but also what makes the world go round. I have always had and still do, have strong women in my life that I always can rely on in any kind of situation. As Grandma’s, Mothers, Sisters, Daughters, Queens, Wife’s…you name it, they are the foundation of the world. Women can carry and give life what makes them supernatural to me and the beauty that they behold within is unmatched! \n\nWhy 54 you may ask, well I have a very strong relationship with the number 9 since I became aware of numbers. It is associated with spiritual creativity, the divine and universal love, inborn natural talent and the various aspects related to karma, so that’s probably why. Life as a whole is a cycle full of cycles within, number 9 represents the end of a cycle thus the initiation of a new one.\n\nMade from the heart for the soul.\n\nITS YOUR DUTY TO SPREAD LOVE.\n\nHand painted on Procreate by Samora 'Oibel1.' Bazarrabusa in 2022. Minted on own contract FG54. All rights reserved.\n\nFile: JPG 4961x7016",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Samora 'Oibel1.' Bazarrabusa"
      },
      {
        "trait_type": "Collection",
        "value": "54 FLY GALS"
      },
      {
        "trait_type": "Year",
        "value": "2022"
      }
    ],
    "image_details": {
      "bytes": 2308190,
      "format": "JPEG",
      "sha256": "059fa40024f0b29721f13017f148af15bdbd73c62af69da988f50f7f3c185599",
      "width": 4961,
      "height": 7016
    },
    "image": "https://arweave.net/Ohk-ipr4vX_e_UnFNGtLoBaIx_41l4qW9kYXhzv1L8Q",
    "image_url": "https://arweave.net/Ohk-ipr4vX_e_UnFNGtLoBaIx_41l4qW9kYXhzv1L8Q"
  }
}