{
  "address": "0x61d410c2dc2e95c8465d96fe7c46ed1da99e7343",
  "type": "ERC721",
  "name": "Kiwamu Miyakubo ENBU",
  "tokenCount": "51",
  "uri": "https://metadata.garage.uniqys.net/0x61d410c2dc2e95c8465d96fe7c46ed1da99e7343/1",
  "metadata": {
    "name": "炎と水面　Flame+Reflect #01",
    "description": "炎の表現の限界に挑戦しています。\n\n詳細：https://market.uniqys.net/project/kiwamissimo/\n\nこのNFTは株式会社ビットファクトリー( https://bitfactory.jp/ )の企画・開発により提供しています。\n\n\n\nI love flame. Kiwamu Miyakubo is push the limits of flame arts.\n\nDetails：https://market.uniqys.net/project/kiwamissimo/\n\nThis NFT is produced by Bit Factory, Inc.：https://bitfactory.jp/\n\n\n利用規約/Terms of Use：\n\n---\n\n## 商品購入規約\n\n本商品は、以下の内容をよくお読みになり同意をした上で購入してください。\n購入をした時点で以下内容に同意したものとみなします。\n\n### 1.商品利用に関する許諾内容\n\n本商品に関する著作権、特許権、実用新案権、商標権、意匠権その他一切の知財産権及びこれらの権利の登録を受ける権利は、当社又は当社がライセンスを受けているライセンサーに帰属し、購入者には帰属しないものとします。\n\n本商品は、以下の使途に限り利用することができます。それ以外の使途にて利用された場合、ライセンサーの申し立てにより著作権法等の各法令に基づき差止請求・損害賠償請求等の措置がとられる場合がございますのでご注意ください。\n\n- ・鑑賞環境（私的、公的）\n- ・SNS公開（可/SNSアイコン、SNSバナーとしてのみ）\n- ・展示/公開（可/オフィス、ギャラリー、デジタルギャラリーでの展示）\n- ・商用（否/広告等直接利益の発生しない行為も含む）\n- ・掲載（否）\n- ・配布（否）\n- ・形態変更（個人鑑賞目的のみ可 /印刷）\n- ・加工（否）\n\n### 2.禁止事項\n\n1. 1.当社及びライセンサーは、本商品の購入・使用に際して、以下の各号に定める行為を禁止します。\n  1. (1) 本規約に違反する行為\n  2. (2) 当社、当社がライセンスを受けているライセンサーその他第三者の知的財産権、特許権、実用新案権、意匠権、商標権、著作権、肖像権等の財産的又は人格的な権利を侵害する行為又はこれらを侵害する恐れのある行為\n  3. (3) 当社およびライセンサー又は第三者に不利益若しくは損害を与える行為又はその恐れのある行為\n  4. (4) 不当に他人の名誉や権利、信用を傷つける行為又はその恐れのある行為\n  5. (5) 法令又は条例等に違反する行為\n  6. (6) 公序良俗に反する行為若しくはその恐れのある行為又は公序良俗に反する恐れのある情報を第三者に提供する行為\n  7. (7) 犯罪行為、犯罪行為に結びつく行為若しくはこれを助長する行為又はその恐れのある行為\n  8. (8) 事実に反する情報又は事実に反する恐れのある情報を提供する行為\n  9. (9) 当社およびライセンサーのシステムへの不正アクセス、それに伴うプログラムコードの改ざん、位置情報を故意に虚偽、通信機器の仕様その他アプリケーションを利用してのチート行為、コンピューターウィルスの頒布その他本商品の正常な運営を妨げる行為又はその恐れのある行為\n  10. (10) マクロ及び操作を自動化する機能やツール等を使用する行為\n  11. (11) 本商品の信用を損なう行為又はその恐れのある行為\n  12. (12) 青少年の心身及びその健全な育成に悪影響を及ぼす恐れのある行為\n  13. (13) 第三者のアカウントの使用その他の方法により、第三者になりすまして本商品を利用する行為\n  14. (14) 政治、宗教などの個人思想の相違が伴う書き込み又はそれに関連する行為\n  15. (15) 法人、個人問わず本商品にて当社及びライセンサーが許可しているもの以外の営業行為\n  16. (16) わいせつ、児童ポルノ又は児童虐待に相当する情報の書き込み又はそれに関連する行為\n  17. (17) 詐欺、預貯金口座及び携帯電話の違法な売買等の犯罪に結びつく又は結びつく恐れのある行為\n  18. (18) 違法な賭博・ギャンブルを行わせる又は違法な賭博・ギャンブルへの参加を勧誘する行為\n  19. (19) マネーロンダリング、犯罪収益に関する行為、テロ資金供与に関する行為又はその疑いがある行為\n  20. (20) 当社およびライセンサーが発行したNFTに係る知的財産権を侵害する行為\n  21. (21) その他当社およびライセンサーが不適当と判断する行為\n2. 2.前項の禁止行為に該当するか否かの判断は、当社およびライセンサーの裁量により行うものとし、当社およびライセンサーは判断基準について説明責任を負わないものとします。\n3. 3.本商品購入者は、本規約及び売買プラットフォーム規約の違反または違反の疑いがあるとして当社およびライセンサーから本商品使用中止の請求を受けた際には直ちに使用を中止するものとします。\n4. 4.本商品購入者は、本規約及び売買プラットフォーム規約の違反又は本商品の購入・利用に関連して当社およびライセンサーに損害を与えた場合、当社およびライセンサーに発生した損害（逸失利益及び弁護士費用を含みます。）を賠償しま\nす。\n\n### 3.その他（免責・損害賠償責任等）\n\n1. 1.本商品の内容について、その完全性、正確性及び有効性等について、当社およびライセンサーは一切の保証をしないものとします。\n2. 2.購入者は、法令の範囲内で本商品をご利用ください。本商品の利用に関連して購入者が日本又は外国の法令に触れた場合でも、当社およびライセンサーは一切の責任を負わないものとします。\n3. 3.購入者が本商品の使用に際し第三者とトラブルになった場合、購入者は、当該異議について自己の費用と責任をもって対処することとし、当社およびライセンサーは一切の責任を負いません。当該トラブルに関連して当社およびライセンサーに損害が生じた場合、購入者は当社およびライセンサーに対しその損害を賠償するものとします。\n\n---",
    "external_url": "https://www.kiwamumiyakubo.com/",
    "image": "ipfs://QmVSnJc4up5zTJNC3K2rq9uAeLVrnKM1toDZt8X2H8BszA",
    "license": {
      "ownership": true,
      "commercialUse": false,
      "copyright": false
    },
    "attributes": [
      {
        "trait_type": "Edition",
        "value": "炎と水面　Flame+Reflect"
      }
    ],
    "background_color": "#FFFFFF"
  }
}