{
  "address": "0x619ea228128e93fb502471df4afad80351b6f05f",
  "type": "ERC721",
  "name": "NEKO721",
  "tokenCount": "1",
  "uri": "https://arweave.net/gO6HjtzcqS3ycdo9kA1TjYVAwsTPWA-IxjkOAYa3fao",
  "metadata": {
    "name": "NEKO",
    "created_by": "NEKO",
    "description": "NEKO was an avid collector of 1/1 art NFTs, or non-fungible tokens. These digital assets were unique, one-of-a-kind pieces of art that could be bought and sold just like physical works of art. NEKO loved nothing more than interacting with the artists behind these pieces and offering constructive criticism and support.\n\nAs a member of the web3 community, NEKO was also passionate about sharing their knowledge with others. They were always on the lookout for ways to help artists get their work out there and make a living from their craft.\n\nOne day, NEKO came across a stunning piece of Japanese-inspired art created by a talented artist.\n\nNEKO was immediately drawn to the piece and reached out to the artist to learn more about their work. The artist was thrilled to have someone show an interest in their art and eagerly shared their inspiration and process with NEKO.\n\nAs they talked, NEKO offered the artist some suggestions for how to improve their work and offered to help them get their art in front of more people. The artist was grateful for the support and the two quickly formed a close friendship.\n\nTogether, they worked to promote the artist's work and help them build a successful career. And as NEKO's collection of 1/1 art NFTs grew, they took great pride in knowing that they had played a small part in supporting and nurturing the talents of up-and-coming artists.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "NEKO"
      }
    ],
    "image_details": {
      "bytes": 73425,
      "format": "JPEG",
      "sha256": "96a881d765fa97ac35025d0fad908552177b08b8e9c90cdc1afb7a550b37ab33",
      "width": 985,
      "height": 985
    },
    "image": "https://arweave.net/VelHIUPKG8353bsYKscIlkb5l5EUYPQpw1wANjfhU84",
    "image_url": "https://arweave.net/VelHIUPKG8353bsYKscIlkb5l5EUYPQpw1wANjfhU84"
  }
}