{
  "address": "0x6197f4a0c255e01fe8d1b3ce73c1b51cc5f6c690",
  "type": "ERC721",
  "name": "Flower of Sentience",
  "tokenCount": "18",
  "uri": "ipfs://bafybeib5jsxkckohbhnvrzgd2hjsoqlg3gcknbgqwhmnjku7uxmt5cfbbq/1",
  "metadata": {
    "name": "Flower of Sentience #1",
    "description": "Flower of Sentience is Ysabel’s first NFT drop on ChangeDAO supporting the movement of Mental Health. Revenue from primary mint sales for Flower of Sentience is being donated to Upbring a nonprofit that provides programs and services to strengthen the mental health and wellbeing of children and families with the greater mission of breaking the cycle of child abuse.\n\nThe radiance of flowers comes from their vibrant energy. However they also contain within them the potential for a psychic or spiritual essence. It is this essence that is visible through the transparency of their vegetative existence that gives them their indescribable magnificence.\n\nThis is a manifestation of the divine expressed through beauty.\n\nBy acknowledging the lessons we can learn from flowers we gain a greater appreciation for the complexity and beauty of all other evolved forms of life and their relationships. This mindfulness involves a conscious shaping from within and outward. It is a reflective process that requires more intention than we might initially think. We may even play a conscious role in this process.\n\nFlower of Sentience is the genesis and first official fully bloomed flower harvested from the artist’s dream project The Sentient Garden. A new species of flowers which will be released as a 365-piece NFT collection. One flower for each day of the year.",
    "image": "https://nftstorage.link/ipfs/bafybeiclihu3jytz6kgeqvcujwinww7wcwh2ytib3eqlpbi6ayyqmnuywq",
    "attributes": [
      {
        "trait_type": "Changemaker",
        "value": "Ysabel LeMay"
      },
      {
        "trait_type": "Area of Change",
        "value": "Health and Wellness"
      },
      {
        "trait_type": "Movement",
        "value": "Mental Health"
      },
      {
        "trait_type": "Benefitting",
        "value": "Upbring"
      },
      {
        "trait_type": "Minted On",
        "value": "ChangeDAO"
      },
      {
        "trait_type": "Website",
        "value": "linktr.ee/ysabellemay"
      }
    ]
  }
}