{
  "address": "0x61964d049937ca4410b314ef18ff45e2c0d10fe7",
  "type": "ERC721",
  "name": "Portuguese Sea",
  "tokenCount": "27",
  "uri": "https://arweave.net/-0mOHJmz6M15C9UcVZldGxWWyLb5Bwu2-985ik4uqk8/1",
  "metadata": {
    "name": "The Deep Unknown - Ksenia Roz",
    "created_by": "Ksenia Roz",
    "description": "\"The vast expanse of water stretches out before you, its surface glimmering in the light of the sun. As you gaze out into the horizon, you can almost feel the rhythm of the tides, as the waves crash against the shore and then retreat back into the vastness of the ocean. This reminds us that like the sea, life has its ups and downs, but that even in the midst of turmoil, there is always a sense of balance and beauty to be found.\n\nIsrael, 2022 \"\n\n--------------------------------------------------------------------------------------------\n\n\nHi, I'm Ksenia! Originally from Russia, I moved to Israel a year ago. I've been an amateur photographer since I was 14, but started doing it professionally two years ago.\n\nI shoot what resonates with me, but my work often focuses on urban landscapes and nude photography. I'm drawn to capturing the unexpected corners and hidden alleys of the city, as well as the human form in its environment.\n\nMy work has a darker, more artistic look and often explores complex emotions and ideas. Despite my relatively short time in the industry, my photos have been featured in exhibitions and publications.  \nI'm always looking to push the boundaries of what's possible with my art, and I'm excited to see where my passion for photography takes me in the future!",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Ksenia Roz"
      },
      {
        "display_type": "number",
        "trait_type": "Date",
        "value": "2022"
      },
      {
        "trait_type": "Copyright",
        "value": "© Ksenia Roz 2023. All rights reserved."
      }
    ],
    "image_details": {
      "bytes": 2424620,
      "format": "JPEG",
      "sha256": "b011f004d8991945e5c03f95e165841af8f08e8c3a80a47057bd2e1c5c63f623",
      "width": 3648,
      "height": 5472
    },
    "image": "https://arweave.net/-sOJWzf1_TBL5THjbyp-3WRSJkmTvNe6wN5DO3uC5sk",
    "image_url": "https://arweave.net/-sOJWzf1_TBL5THjbyp-3WRSJkmTvNe6wN5DO3uC5sk"
  }
}