{
  "address": "0x61336abf88e1fe54e7d9f561447532c5d03fc2b1",
  "type": "ERC721",
  "name": "LUCA LUSH - ENTROPY ENTENDRE EP ",
  "tokenCount": "10",
  "uri": "ar://CO0g3Up1C-TjLdiIJmC8iK336KKCDpi1AZEkSfyo6xQ/1",
  "metadata": {
    "animation_url": "ar://PtuSlipHOo82GQKI3YHpmGUz6HoRQIpb-8xsSPdUORw",
    "artist": "LUCA LUSH",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://W46EKVACUGk5-XwJ3A54vgVkAeYkU7ItxAWPgEA33bM",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "ENTROPY ENTENDRE EP ",
        "value": "Song Edition"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "This body of work is in essence a reaction to the chaotic nature of the music industry itself and in stark contrast to my previously unhinged approach to production and composition. There was a certain unbridled creativity to the torrent of music that I managed to spew out in the soundcloud renaissance of the mid to late 2010s, but beneath the prolific output was an unwavering paranoia. My fervent output was fueled by a fear that should I got even a week without releasing something, the whole thing would fall apart. Music was seemingly the only thing I was good at it and should it falter to pay the bills I would have nowhere left to turn to. It was that apprehension that fueled my creative output which in retrospective, could have been tempered by a bit of patience and foresight. Multi-drop songs spanning multiple genres, keys, and tempos, was certainty interesting and admirable, but in many ways I failed to zero-in on exactly what it was I was trying to say in dance music, the story I wanted to tell was fractured and lacking a cohesive narrative. \n\nThis EP is my attempt to reel in the array of disparate influences  and styles that have shaped my taste and mold them into something cohesive, while still being able to move a dance-floor in a tangible way. During the first half of this year I unintentionally mired my own personal life by becoming intimately involved with a number of partners who were in very obvious ways detrimental to my musical and spiritual development.   In many ways the uncertainty I was facing with regards to my musical career became reflected in my relationships. Only when I came to terms with the reality that I was self-sabotaging myself by immersing myself in chaotic tendencies was I able to take a step back and re-calibrate. In doing so I was able to listen to my own work with clarity, and hear the dissonance between what it was I wanted to make and what I felt pigeon-holed into making.\n\nWhat people knew me as was a future bass artist, but the events I had been attending and the music that was resonating me was all techno. Yet there was that nagging voice - echoed in the strong advisement of former managers and agents - that making such a pivot would be career suicide. But my involvement in web3 space (a godsend) increasingly indicated my creative output no longer had to be directly tied to its speculative financial viability. I could make what I wanted without a major label or agency backing, without a traditional 360 deal, If I wanted. The choice for me became overwhelmingly obvious.\n\nSo around April of this year I began writing again in earnest, penning some 50 tracks over 4 months. Out of that slew of demos I began to slowly narrow in on a sound and style that I think is beautifully encapsulated on this EP. There is a clarity of focus that I felt my early work sorely lacked, a boldness and confidence that I had only mimed before but now truly embody. It Fuses electro, hyper-pop, hard techno, hip-hop, trance, schranz into something that still feels distinctly like a LUCA LUSH record. Making boundary-pushing techno is something that I've wanted to do since 2019, but hadn't had the courage to make the leap until this year. Thus I'm Extremely excited to present a mix of 6 tracks from the EP ahead of its official release here on sound.xyz. Hope you enjoy as much as I did making it & thank you so much for y'alls patronage & support~\n\n[ Owners of any previous LUCA LUSH release on sound can mint pre-sale at a discount ~ ] ",
    "duration": 1240,
    "external_url": "https://www.sound.xyz/lucalush/entropy-entendre-ep",
    "genre": "Techno",
    "image": "ar://W46EKVACUGk5-XwJ3A54vgVkAeYkU7ItxAWPgEA33bM",
    "isrc": null,
    "key": null,
    "license": null,
    "locationCreated": null,
    "losslessAudio": "ar://PtuSlipHOo82GQKI3YHpmGUz6HoRQIpb-8xsSPdUORw",
    "lyrics": null,
    "mimeType": "audio/mpeg",
    "nftSerialNumber": 1,
    "name": "ENTROPY ENTENDRE EP  #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "ENTROPY ENTENDRE EP ",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}