{
  "address": "0x62c34d18c8f4f5fca3c9042ec9b6b8932bf5c296",
  "type": "ERC721",
  "name": "Grace | Editions By Eric Tollner",
  "tokenCount": "40",
  "uri": "https://arweave.net/dUDW_8qhscUuJomLFERb304ALLAH5i1k_L4at_cJl8Y/1",
  "metadata": {
    "name": "Grace #1/40",
    "created_by": "Eric Tollner",
    "description": "This is a photograph of the Roman Rock lighthouse, that stands 3km offshore in False Bay, south of Cape Town, South Africa. It is 20km from the far south western tip of the African continent, where the land narrows down to a point and drops off cliffs into the Atlantic Ocean. \nIt is the only one in South Africa to be built on a single rock, and was first lit on the 16th September, 1861.  \n\nI have been photographing this lighthouse for almost two years, getting up in the dark and standing out on the edge of the ocean in all manner of weather, tracking the sunrise over the mountains in the background that lie 50km away across the cold waters of the bay. \n\nI have photographed it from shore, and I have paddled out on a kayak many times, often setting off onto the water in the darkness to be there at sunrise. \n\nIt is a lighthouse that is beaten regularly by gale force winds, lashed by cold rains and massive winter storm swells that come crashing against her body, but she has stood strong and tall and her light shines throughout, protecting, guarding, and showing the way.  \n\nHeading out there with the camera is always an unknown, the most beautiful part is that you can never be sure what will happen as the stage in front of you comes to life. \n\nSome mornings it is cloudless, clear, and warm, and others it is raining, windswept and bitterly cold. And then in-between all those, you get a morning like this, where it looks as if nothing is going to happen. And then suddenly the magic happens. \n\nOn this particular day, the sky was filled edge to edge with clouds, I sat there believing patience would perhaps pay off, and it did in spectacular style. At just the perfect moment, a small gap appeared in the clouds and the sky came to life in shades of red and pink and yellow, unfurling the sun’s rays over the mountain peaks in the distance. This moment lasted just a few minutes and then it was all gone, and I am forever grateful to have witnessed the beauty it presented.  \n\nThe title “Grace” refers to two things. In trying for many years to understand or to define what Grace is, I read a beautiful description – “Courage is grace under fire”. If you understand courage, you can get a glimpse of what grace is. And secondly, to our mom, who is the epitome of exactly that.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "EricT"
      },
      {
        "trait_type": "Camera",
        "value": "Canon EOS 6D Mark II"
      },
      {
        "trait_type": "Lens",
        "value": "EF75-300mm f/4-5.6 f/5.7"
      },
      {
        "trait_type": "ISO",
        "value": "100"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/13"
      },
      {
        "trait_type": "Exposure",
        "value": "1/80"
      },
      {
        "trait_type": "Focal Length",
        "value": "300.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2022:02:09 06:28:54"
      },
      {
        "trait_type": "Collections",
        "value": "Eric Tollner Editions"
      }
    ],
    "image_details": {
      "bytes": 6984658,
      "format": "JPEG",
      "sha256": "6004ced77ccb369cdb8b510341e62d91754831b913d999d8ec91ee42374cea1a",
      "width": 5209,
      "height": 2843
    },
    "image": "https://arweave.net/9dforxzN7gst-w5_3v1qrUznZlLXgMXrVR3xUSYU6aM",
    "image_url": "https://arweave.net/9dforxzN7gst-w5_3v1qrUznZlLXgMXrVR3xUSYU6aM"
  }
}