{
  "address": "0x624470b634ef80be3d2e026cffec0da7d418aa96",
  "type": "ERC721",
  "name": "PASSAGE VOL. 1",
  "tokenCount": "45",
  "uri": "https://arweave.net/TB8GiUDOca9TjH8guNLmqEv8Gz8NGmZU2x3w3t5sTTI",
  "metadata": {
    "name": "Passage #02",
    "created_by": "Eric Melzer",
    "description": "Title : Passage #02 \nArtist : Eric Melzer  \nLocation : Napali Coast, Kauai, Hawaii  \nYear : 2005  \nEdition : 1/1 \nSize : 4368 x 2912\n\nA view of Kauai’s misty coastline from the Napali Coast Trail. \n\n‘Passage’ is my genesis NFT collection featuring two curated volumes of images that defined my development as a photographer and as a person in my thirty years in the photography profession. Experience is my currency. I love travel because it opens my mind and heart. Each new place I see and person I meet expands me and my worldview. I’m deeply changed because of these experiences and I’m excited to share them. \n\nI am a dedicated conservationist. My commercial photography practice is dedicated to climate change mitigation. Part of that effort is creating artwork that humanizes different cultures and highlights the incredible landforms I’ve encountered. My intention is to raise awareness about who will be most affected and what natural beauty we stand to lose if climate change goes unchecked. \n\nGiving back : 10% of profits from primary sales will be donated to Ceiba.org, an NGO based in Quito Ecuador / Madison, Wisconsin. Ceiba is dedicated to education and tropical conservation. I’ve taught a course for them in Environmental Photojournalism. Please visit their website to learn more about their ongoing conservation and educational efforts.\n\nLicense: With the purchase of this NFT, the artist provides the primary holder the licensing rights to sell, trade, or transfer the NFT on the blockchain, but may not make “commercial use” of the underlying works including commercial merchandise, commercial distribution, or derivative works. The primary holder may use the NFT in VR galleries, display in private or public groups, and post on social media platforms as long as the artist is credited. The artist still owns the copyright, IP rights, and reproduction rights of the underlying work. Additional rights must be arranged with the artist or his assigns.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Eric Melzer"
      },
      {
        "trait_type": "Camera",
        "value": "Canon EOS 5D"
      },
      {
        "trait_type": "Lens",
        "value": "EF70-200mm f/2.8L IS USM"
      },
      {
        "trait_type": "ISO",
        "value": "100"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/9"
      },
      {
        "trait_type": "Exposure",
        "value": "1/320"
      },
      {
        "trait_type": "Focal Length",
        "value": "200.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2005:12:06 06:07:56"
      }
    ],
    "image_details": {
      "bytes": 7661274,
      "format": "JPEG",
      "sha256": "9a84fc5323f35522c03ea824b011b65caccc4683c9379a27127d041d99927550",
      "width": 4049,
      "height": 2699
    },
    "image": "https://arweave.net/5xPLTZa4pR8OgJ5ZAe7EBxSxKyiOh41GfUrjsVLLC30",
    "image_url": "https://arweave.net/5xPLTZa4pR8OgJ5ZAe7EBxSxKyiOh41GfUrjsVLLC30"
  }
}