{
  "address": "0x62c78cfb91effe0547b1b4c27d9e9f3a1ab7d420",
  "type": "ERC721",
  "name": "John Titor by Ernest Illm",
  "tokenCount": "10",
  "uri": "ipfs://bafybeid34lg6fmpol47pwqjnwx46bdresdf5imh5vtzuojvwbu42266yfu/1",
  "metadata": {
    "name": "John Titor 01 #1",
    "description": "“The John Titor collection”, is a conceptual collection of 10 NFTs based on the [John Titor “true” story](https://en.wikipedia.org/wiki/John_Titor):\nIn 2000, a forum user by the name of John Titor posted several messages from November 2000 to March 2001 claiming to be a time traveler from the future. When asked for proof, John titor released data sets from the future revealing what he claimed to be an unknown state of the matter. Each animation is a form of visual testimony of these states.\nThe John Titor collection is Ernest’s work to turn the first 2 unknown molecules of the dataset containing hundreds, iinto 5 visual animations. \n\nThe artist creates an \"\"esoteric Pokedex\"\" at the center of popular fantasy, conspiracy, and metaphysical myth. John Titor's intervention is a doorway to something both surreal and real at the same time; anyone can pick between undistinguishable reality and fiction. \n\nErnest's first NFT collection is definitely visually connected to his physical work. We can find his influences of fractals, cosmology, work in lights and textures. Taking a step back, this collection is deeply connected to his physical work, each animation being like zooming into the artist's paintings and seeing them come alive.",
    "platform": "Streetlab.io",
    "animation_url": "ipfs://bafybeic7mb6ojbzizihfnccqrp6zetuzgfkttfivmzb3hhf33a4gzexqla/1",
    "image": "ipfs://bafybeicqoj5xexmh3neluiwyozmq3k77qk7owpmaswyhipwos73v7ebbha/1",
    "creator": {
      "name": "Ernest Illm",
      "description": "Ernest Ilm comes from a very small village in the South West of France, lived in Bordeaux then 12 years in Paris and just moved back to the south in Marseille. Drawing has been a passion to him since he was able to hold a pen. A big fan of skateboarding, Ernest got fascinated and curious very early by graffiti and throw-ups in the streets around him. After seeing street-artists doing amazing murals on his skatepark, something happened, he knew he had to try. He was 11 when he did his first throw-up. \n\nMoving to the bigger city of Bordeaux, Ernest started graffiti more seriously, working a lot to experiment and play with colors. From these days he basically spent all his free time painting walls. Ernest is an autodidact, he evolved from working on the fundamentals of graffiti, tags, flop, lettering, walls and decoration. He developed his own understanding of colors, aesthetics, composition and style all by himself. \n\nIn Paris working as a graphic designer and meeting new people over the years, Ernest really started to feel the urge to create more and add new ideas and concepts to his work. He has now become a comprehensive and independent contemporary artist engaged in an exploration quest using many tools and mediums. \nHe plays with lights and texture in the fields of abstract figurations, scientific art and psychedelism. The artist paints dense details and textures on united backgrounds and uses gradients and fadings to symbolize constant transitions between states. He often adds a ludic & surrealistic touch inspired by popular myth, cosmology and more esoteric references.",
      "instagram": "https://www.instagram.com/ernestillm/",
      "twitter": "https://twitter.com/ernestillm",
      "address": "0x17b451582De55354E65fEcCd507335Cf077b1112"
    }
  }
}