{
  "address": "0x62e83bf85733ce2104728d6b6313e40e932e8f04",
  "type": "ERC721",
  "name": "Air Heads",
  "tokenCount": "10",
  "uri": "ipfs://QmW6pNQC5UX8Mz9eXwzngFUiaBQJmSmFHNdq8jW9GkQxDB/1",
  "metadata": {
    "name": "Air Heads #1/10",
    "description": "Maintaining control over our mind can be a hard task, especially if you are dealing with an over sensory mind of any kind. Sometimes it can feel like you have everything happening in your head at once and other times when you actually need it, just nothing at all. A few years ago I was diagnosed with having ADHD and OCD behaviors and thinking as well as being swamped with generally anxious thinking. Compared to something deeper in to the spectrum such as autism, these difficulties are small but still can be hard to deal with. \"Airheads\" as well as looking pretty and tickling my brain in a good and satisfying way, also help to represent how feeling over sensory can feel. Whether you are dealing with any of the above conditions in your own life or not I feel that anyone whatever their mental state is human and can find themselves feeling stress about their day to day selves and interactions with others. In this piece our \"Airhead\" represents my own diagnosis. Out of 27 seconds I'm feeling normal for 1 second or less, blown out and overwhelmed most of the time and then being  empty and shriveled the remaining couple of seconds. While. \"Airheads\" focuses on the negative sides of these mental conditions such as feeling overwhelmed or not being able to think, having an over sensory mind as well as being someones biggest weakness is also their biggest strength and is often accompanied by a great talent and intelligence.",
    "image": "https://res.cloudinary.com/nifty-gateway/video/upload/v1685345671/publishers/josh-whitehouse/72370/93590/blowhead.mp4",
    "image_hash": "Qmdd2P7QNVWJSzMDPdBX2gyCczFgwXBpfeH1F4ykH5US3x",
    "background_color": "ffffff",
    "external_url": "https://niftygateway.com/collections/airheads/"
  }
}