{
  "address": "0x62ecae988b4c2cd27e2dcf3313aee36b408b2d3a",
  "type": "ERC721",
  "name": "D27E2dcF3313AEE36b408b2D3A",
  "tokenCount": "9",
  "uri": "https://arweave.net/4kNXSP6pyh97b8xd6AgdrKpcJTqoatMD_0NMbJzY3-A/1",
  "metadata": {
    "name": "#1: The Cryochambers",
    "description": "Most of the time, our people exist with a constant mortality as a shadow to their lives. Put simply, they’re scared to die. Who isn’t? That’s the natural order of things. Yet, to some, the end can’t be contemplated; there’s too much work on the slate.\n\nSubverting the astral timing of fate is routine for the ruling class. Monarchs develop disease, demand a chamber and wait for, “Land ahoy!” Two political parties swap the reins of the fleet each year, and the opposition civil servants spend their break in stasis.\n\nSome office workers are intelligent with savings, and make the most of a meagre salary. Those who earn enough can preserve their parents, a pet or themselves. The process is notably traumatic, however. Many can’t forgive their children for funding the morbid ordeal. On paper, it is remarkably efficient; reports of bio-feedback errors continue to fall with each generation.\n\nThe dutiful staff of this ark are friendly, but wouldn’t slip into a chamber themselves. We all applaud their efforts, and successful water retention is always improving. It’s just they’ve seen too many cadavers enslimed upon the thawboard. I’ve heard that teeth remain in the gloop, and clack to the ground as fleshy liquid spreads across a gurney.\n\nAt present, The Cryochambers house our Scout Ark bridge crew, kin of the cityfolk, a procession of Whigs and King Qualat — our eldest and most respected regent, awaiting the dawn of A Decent Land.",
    "image": "https://arweave.net/0zrhuAxJoZ78qKgie2xotUkmxSotyVi-vwkTH6U7a9U/1.png",
    "edition": 1,
    "date": 1635176775417,
    "attributes": [
      {
        "trait_type": "Department",
        "value": "Science"
      },
      {
        "trait_type": "Condition",
        "value": "Clean"
      },
      {
        "trait_type": "Size",
        "value": "Small"
      },
      {
        "trait_type": "Population",
        "value": "Large (Mostly Frozen)"
      },
      {
        "trait_type": "Affilitation",
        "value": "Infected"
      }
    ]
  }
}