{
  "address": "0x62c8321ec85fb9f5d4430a93c70e5e9396b8bdff",
  "type": "ERC721",
  "name": "Infracosmos by Nefrit",
  "tokenCount": "11",
  "uri": "ipfs://bafybeigxnh2j6fxc7lxsnq5qvlqbvc6k57kigyhnh6khietlgjacqnkcqi/1",
  "metadata": {
    "name": "Infraspecimen 001",
    "description": "Infra Cosmos is made of a series of 11 3D animated pieces. This collection is the completion of a lot of experimentations with digital tools that Néfrit used initially for preliminary phases in his physical Art.\nHis first collection is a new chapter in the development of his graphic universe. It was thought of as a series of cosmic artifacts, resulting from a collection of samples that gives us a first glimpse of a civilization hitherto unknown. Witnesses of a distant world populated by monolithic monuments and grotesque characters frozen in time.",
    "platform": "Streetlab.io",
    "animation_url": "ipfs://bafybeidasohmcw6e65gcmknnroq3uy7jtojo5zbneksriy4xmswwjwqij4/1",
    "image": "ipfs://bafybeihnwick3dslbb7s7slfesr4lgeoywukh4lpfiq6zjmxmcwmhr2wsi/1",
    "creator": {
      "name": "Néfrit",
      "description": "Néfrit is a young artist of 28 years old from the South of France. He started painting in high school and quickly decided to study graphic design before joining a Fine Art school. His art has been sequenced in different phases and he started by learning a lot through digital tools which inspired him a lot. He first focused on illustration and graffiti before jumping on sculpture by working in a studio, while studying at ESADMM in Marseille. \nHis style evolved a lot as he was learning and experimenting, being influenced by comics and cartoons while including abstract elements from the science-fiction universe. He recently came back to murals and graffiti to gather all the techniques he experimented through his learning process, especially mixing sculpture and 3D softwares when planning the murals before painting. \nFor his current residency at the Ancien Couvent Levat in Marseille, Nefrit is developing a practice that spans mural painting and studio-based work.\nThrough a visual language that is structured, optimistic and gladly grotesque, Nefrit’s works are constructed through a process of layering. Going beyond painting and sculpture, the artist creates artworks that exist outside of the frame. Textures, motifs, gestures and fragments intermingle and bind, digging deep into the strata of his ongoing technical concern.\nBetween children's games and mythology, he builds piece by piece a corrupt universe. One that exists between a distant past and the present, realized in the form of works that are both anachronistic artifacts and innovations that are impossible to decipher.",
      "instagram": "https://www.instagram.com/nefrit33/",
      "twitter": "https://twitter.com/Nefrit33",
      "address": "0x7003d2F647F731D3042397Ff2ae53aCF5ddd320E"
    }
  }
}