{
  "address": "0x62e860b390ed03e6f93a98814adc247d31cbb467",
  "type": "ERC721",
  "name": "Artemysia-X",
  "tokenCount": "1",
  "uri": "https://arweave.net/WtHsSyNDSLPZEEZrn8thHHRdY3nvk6OCCb0gcwcJfxM",
  "metadata": {
    "name": "The Sorceress",
    "created_by": "Artemysia-X",
    "external_url": "https://twitter.com/ArtemysiaX",
    "description": "Made with collaged Artbreeder images enhanced with Prosepainter and finished with Procreate.\n\nThis is the genesis piece by Artemysia-X outside of the Book of Worlds storytelling project. The story of the Sorceress is created in your own imagination when you view it. You are the storyteller. She is your mirror. If she resonates with you, then she is telling a story of a piece of you, a facet of your truth.\n\nThis piece is licensed with CC0 with attribution and share-alike. You may share her story or create derivative works with her image.\n\nI dream of a world where we are all artists and storytellers sharing our inner realities in the infinite landscape of digital space. My work is intended to inspire and launch storytelling and storytellers. Sometimes, when there is too much space for creativity, we can get overwhelmed and unable to grab onto a place to start. My work is here to inspire and catalyze your creativity. Culture is a collaborative process. We build the world of our dreams together.\n\nHumans are storytelling creatures/creators. We thrive when we are sharing our stories and being seen by our loved ones and community. I want you to be seen. I want us to share the unique light and beauty within us. I want to offer the doorway to a world where we can share the gems that the world seems to have no place for, no way to relate to, because we're objects in a fragmented world divided by pre-defined categories of humanity that rank and define us, without our consent. The truth is that we are subjects in a unified reality, not objects in a divided reality. Reality is One. Let's connect and witness each other's truth through storytelling and art.\n\nLove,  \nArtemysia-X",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Artemysia-X"
      }
    ],
    "image_details": {
      "bytes": 150960,
      "format": "JPEG",
      "sha256": "ac6dbbbd6f8ed9ced64415a5293d84cb67a6550a8c0bcc3a185bde0104c331e8",
      "width": 828,
      "height": 807
    },
    "image": "https://arweave.net/NA9g7D9dB-KFBWGglHEtVBgLrbhmI68lXUq-VcwiFco",
    "image_url": "https://arweave.net/NA9g7D9dB-KFBWGglHEtVBgLrbhmI68lXUq-VcwiFco"
  }
}