{
  "address": "0x622756931cd235097a6d6913e5eb937a46aac8da",
  "type": "ERC721",
  "name": "Matt Humphrey 1/1",
  "tokenCount": "2",
  "uri": "https://arweave.net/ebo1xvh2j15vWh6eoh33iyCrUzxi5ENSeLq6ELJTIKU",
  "metadata": {
    "name": "Plat du Jour",
    "created_by": "Matt Humphrey",
    "external_url": "https://vimeo.com/114860520",
    "description": "Plat du jour, Paris  \nArtist: Matt Humphrey\n\n1/1 NFT\n\nThis one is special.\n\nFor me this image marks the beginning of the journey of creating art with my camera. \n\nSwitching to a rangefinder camera system slowed everything down for me, and brought back the joy of photography that I didn’t know I was missing. \n\nThe manual focusing system, the distinctive look and feel of the glass of Leica prime lenses, the unobtrusive nature of the camera itself, the legacy of photography - it gives me goosebumps, still.\n\nThis image was one of the first 10 frames I shot on a Leica rangefinder - on a trip to Paris. Experimenting and getting to know the camera, I wanted to capture the essence of the typical Parisian restaurant that we were in. I turned the lens behind me and saw a poster on the wall with a Magritte-like shape on it. As the shape was dark, I could see the reflection of the restaurant behind me - three red hanging lamps, glasses and tables in the foreground, the red chequered net curtains on the windows, and the words ‘Plat du jour’ written on the window.\n\nNote: This image was featured by Leica Camera UK in a series of videos of 10 photographers, to celebrate 60 Years of Leica M cameras. See external link, or: https://vimeo.com/114860520\n\nDimensions: 5212 x 3468px\n\nLicense: Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no commercial rights.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Matt Humphrey"
      },
      {
        "trait_type": "Focus Type",
        "value": "Manual"
      },
      {
        "trait_type": "Lens Type",
        "value": "Prime"
      },
      {
        "trait_type": "Camera",
        "value": "Leica Camera AG M-E Digital Camera"
      },
      {
        "trait_type": "Lens",
        "value": "Leica Summarit-M 50mm f/2.5"
      },
      {
        "trait_type": "ISO",
        "value": "800"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/3.4"
      },
      {
        "trait_type": "Exposure",
        "value": "1/60"
      },
      {
        "trait_type": "Focal Length",
        "value": "50.0 mm"
      }
    ],
    "image_details": {
      "bytes": 17743774,
      "format": "JPEG",
      "sha256": "e6ec1dbd5c5db1ec24b5362256830b4227ac611af7a0359a1a165faf210f55e1",
      "width": 5212,
      "height": 3468
    },
    "image": "https://arweave.net/vww6CsN7cC8q_DCKr7gTChnSV1-yZTGmjufCKVamTUI",
    "image_url": "https://arweave.net/vww6CsN7cC8q_DCKr7gTChnSV1-yZTGmjufCKVamTUI"
  }
}