{
  "address": "0x63076da719d7f5fff3520962181f7f088aba49a7",
  "type": "ERC721",
  "name": "BLISSFUL NIGHT",
  "tokenCount": "2",
  "uri": "https://arweave.net/mDCqIqY9B5t-OF5GNf68QdFhWwTej0JKHEJ7gAttdgs",
  "metadata": {
    "name": "BLISSFUL NIGHT",
    "created_by": "Nakul Sharma",
    "description": "This moment of Night is one of the most beautiful and challenging one of my Life. i remember one has to be very much lucky to experience this beauty in the Himalayas. It took me real study of perfect time, year, month to see this beauty over the the statue of Buddha.. it was clicked in \" LANGZA VILLAGE at 4400m in Spiti valley in INDIA ( Himalayas).\n\n  i tried for years and went there regularly since 2012 but never got lucky until 2021 when i did a planning and reached there on perfect night and got perfect clear sky weather also. This moment of night was something else and so pure and calm that i watched the sky and stars for hours, sitting down in cold weather and let the camera do the job and i did my job of clicking them and admiring them all night.   \n\nThis piece tells the story of perfect night that i spent in the Himalayas, it reminded me of a beautiful quote of lord buddha \" It is during our darkest moment that we must focus to see the Light\" \n\nThis piece is a tribute to my father, since I lost him my love for stars and dark nights is immense.. I always find him among the stars…\n\nLicense: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Nakul Sharma"
      },
      {
        "trait_type": "Camera",
        "value": "NIKON CORPORATION NIKON D850"
      },
      {
        "trait_type": "Lens",
        "value": "TAMRON SP 15-30mm F2.8 Di VC USD A012N"
      },
      {
        "trait_type": "ISO",
        "value": "3200"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/4"
      },
      {
        "trait_type": "Exposure",
        "value": "119"
      },
      {
        "trait_type": "Date",
        "value": "2021:08:10 00:55:26"
      },
      {
        "trait_type": "loaction",
        "value": "Spiti valley"
      },
      {
        "trait_type": "EDITION",
        "value": "1/1"
      }
    ],
    "image_details": {
      "bytes": 47787451,
      "format": "JPEG",
      "sha256": "a02dd0d786fd58a34336bcd5e5b3ce40009252faef173d4202a8875adce02ec6",
      "width": 5389,
      "height": 8083
    },
    "image": "https://arweave.net/X9Gv_TfE8_i_kmR-z8sm7UCec6qlRMwIVnCm5AINEMs",
    "image_url": "https://arweave.net/X9Gv_TfE8_i_kmR-z8sm7UCec6qlRMwIVnCm5AINEMs"
  }
}