{
  "address": "0x6348bd548c87fe4abe86eb2001c67ece2a3cc1b2",
  "type": "ERC1155",
  "name": "Nine Lives Editions",
  "tokenCount": "1",
  "uri": "https://arweave.net/R72lHD5tcmDGwwIALAkinz6nIqG05VJq-imgUNZtZlA",
  "metadata": {
    "name": "Incoming Cat",
    "created_by": "Lord of the Cats",
    "description": "The process of caring for my cats is an extensive one. And the process of getting newcomers to trust me is an even more involved task. This photo is of a fresh feline who I'm in the process of getting to know. Attempting to gain the trust of these wild cats when they're still unfamiliar with me can take some time. But it's a process that I thoroughly enjoy. \n\nIt can take anywhere from 1-3 months to convince them to let their guard down, but it's always a rewarding process to partake in.  This image is perfectly representative of this process that I love so dearly, as I shot it when I was getting more and more acquainted with this fluffy, beautiful beast. \n\nTypically, I begin by leaving food out in a spot that the new kitty frequents a fair bit, as well as buying or making a small cat house and placing it near his/her preferred spot so that they'll know they have a place to stay in my woods. Getting him/her to accept me as an acquaintance can take weeks after that, but it's always a lot of fun. I'm willing to wait as long as I have to, the last thing I want to do is rush them. I don't know their story, I don't know where they've been, or what they've had to endure, so I want to be as patient as I possibly can be.  \n In fact, the longer it takes to gain their trust, the more rewarding it is when I'm finally considered more a friend and less a foe. \nThis whole process is one of the reasons I LOVE doing what I do. The kitties that join the cat colony that I care for are just as much of my family as the eldest kitties are. They've all got a place here in my woods and I can't wait for this beautiful boy to join the family.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Lord of the Cats"
      },
      {
        "trait_type": "Eye Color",
        "value": "Golden Green"
      },
      {
        "trait_type": "Species ",
        "value": "Mainecoon "
      },
      {
        "trait_type": "Sassiness ",
        "value": "Extra Sassy"
      }
    ],
    "image_details": {
      "bytes": 45934222,
      "format": "PNG",
      "sha256": "49550eb8d3d0bef3d9774ff5bb9aea02e86aff87628ad0003ca7251eddf68506",
      "width": 6470,
      "height": 6943
    },
    "image": "https://arweave.net/59FqbZ5Du5UYJgnxJWv88oH_oA258z-4r5wdOG0CJYs",
    "image_url": "https://arweave.net/59FqbZ5Du5UYJgnxJWv88oH_oA258z-4r5wdOG0CJYs"
  }
}