{
  "address": "0x6367ecff8aa1bdeac38726c9da077bc499c184f6",
  "type": "ERC721",
  "name": "Khmer – Doorways",
  "tokenCount": "12",
  "uri": "https://arweave.net/75CoMmGfRCV8DoSZLV09iZiZTqkqjd0htZQaVV_PCCw/1",
  "metadata": {
    "name": "Ancient Echo",
    "created_by": "Benjamin Liew",
    "description": "Life is fleeting; we exist only for a brief moment in time. I see parallels between the transient nature of civilisations and the transient nature of our own lives. Just as ancient temples and cities crumble over time, so do our bodies and minds. The Khmer civilisation rose to great heights with their mastery of architecture, hydraulics, and art before ultimately succumbing to the passage of time.\n\nIn some ways, I see doorways as a metaphor for this transience. They are places of transition and liminality, where we move from one phase of life to another, from one place to another. Every journey is a reminder of the impermanence of our existence - that we are all simply passing through.\n\nIn embracing this transience, we can find beauty, meaning, and a deeper appreciation for the moments we have.\n\nLicense: \n\nWith the purchase of this NFT, the artist provides the holder the licensing rights to sell, trade, or transfer the NFT on the blockchain, and can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of members. The license includes unlimited use and display in VR galleries and physical galleries, essays, and documentaries. The holder of this NFT may also post on social media platforms with credit to the artist in good faith. The holder may not make “commercial use” of the underlying works including commercial merchandise, commercial distribution, or derivative works. The artist still owns the copyright, IP rights, and reproduction rights of the underlying work.\n\nThis still image will only be minted once as a limited edition artwork on the Etherum blockchain and no other editions will be made on this blockchain or any others.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Benjamin Liew"
      },
      {
        "trait_type": "ISO",
        "value": "200"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/1.7"
      },
      {
        "trait_type": "Exposure",
        "value": "1/250"
      },
      {
        "trait_type": "Focal Length",
        "value": "15.0 mm"
      },
      {
        "trait_type": "Country",
        "value": "Cambodia"
      },
      {
        "trait_type": "City",
        "value": "Siem Reap"
      }
    ],
    "image_details": {
      "bytes": 8764160,
      "format": "JPEG",
      "sha256": "4acd28dbdb04bb99fab3e3a94ae5b7136e14b391a1c9219f9ee96b768d4f7f6e",
      "width": 3332,
      "height": 4165
    },
    "image": "https://arweave.net/zGzFGxSLAoC0LWgjTC9kE1_pbU3mXIBb3qb87reGVY4",
    "image_url": "https://arweave.net/zGzFGxSLAoC0LWgjTC9kE1_pbU3mXIBb3qb87reGVY4"
  }
}