{
  "address": "0x638a6d59b4f79c22b9983136036c077ba6b322c6",
  "type": "ERC721",
  "name": "Spectacle by Sterling Crispin",
  "tokenCount": "220",
  "uri": "https://arweave.net/Pf94jYZ1qf2rBI_7n3WKDtcYohqGhEPNdY8Zgf2gPyI/1",
  "metadata": {
    "name": "Spectacle 0.1",
    "created_by": "Sterling Crispin",
    "external_url": "https://sterlingcrispin.com/spectacle.html",
    "description": "Spectacle is a reinterpretation of Guy Debord’s 1967 book of critical theory “The Society of the Spectacle”, using OpenAI’s GPT3 neural network to simplify the first ten theses into plain english, and OpenAI’s DALL-E 2 to convert these aphorisms into images. The book is a critique of modern life which argues that we have been alienated from ourselves, each other, and reality itself by the cultural, economic and political conditions of society, which he calls the spectacle. \n\nSpectacle presents this philosophical theory through tweet-sized writing and generative imagery. The images both seem to illustrate the concepts described, yet also fail to grasp the more philosophical aspects of the text. This results in a chaotic cross section of imagery excavated from the latent space of the neural network and the society that it was trained on. As Debord might say, this semi-random and semi-autonomously produced series of artworks is not just a collection of images, but rather a way of seeing the world that has become a material reality. \n\nMy reinterpretation is not a direct critique of OpenAI’s efforts to create semi-autonomous technology for cultural production, but a mirror held up to the kind of society we’ve created that has led to these technologies. GPT3 and DALL-E 2 are large neural networks trained on billions of examples of writing and artworks created by people. They can produce an essentially infinite variety of writing and images, that are mostly coherent and high quality. These systems are unique in their size and capability, but are only a few examples of our society’s continued development of advanced artificial intelligent systems. \n\nThe situationists might describe using GPT3 and DALL-E 2 to critique itself and the society that’s created it as the hijacking of a capitalist system against itself. A cynical interpretation of this artwork might be that I’m taking a once radical idea and commodifying it back into the system it critiques. Debord’s own writing describes the tension between these distinctions, and the pervasive reabsorption of any critique back into the spectacle.      \n\nMarxist theory describes workers being alienated from their labor in a system where they aren’t in control of their own actions, the result of those actions, and the means of production are owned by an upper class. This relationship has accelerated to the point that the means of production have become fully, or semi-autonomous, either by physical machines or increasingly capable artificial intelligence. In the case of GPT3 and DALL-E 2, they may displace the creative and artistic producers of culture, which were expected to be some of the last things replaced by machines. \n\nDoes this devalue human life and cultural production, or free us from the demand for our labor? Does this help us turn away from the spectacle and see the world as it is, or pull us deeper into a ceaseless stream of representations separated from what they once were? \n",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Sterling Crispin"
      }
    ],
    "image_details": {
      "bytes": 285891,
      "format": "JPEG",
      "sha256": "9658c62e5afe5c34deeb8071239673ae643ac2b6778cba0616b1004104fc8075",
      "width": 1500,
      "height": 1500
    },
    "image": "https://arweave.net/xCOPUXaSKfetewCOyTR1dbmigtM6Xk_AJIjaqE8wOAQ",
    "image_url": "https://arweave.net/xCOPUXaSKfetewCOyTR1dbmigtM6Xk_AJIjaqE8wOAQ"
  }
}