{
  "address": "0x63ad0e82e7fbfd58fc04d643b90fbdfe9dacec8c",
  "type": "ERC721",
  "name": "JOSE ALBERTO THE DOCUMENTARY",
  "tokenCount": "1",
  "uri": "https://arweave.net/owQeGYhLjofFNYme8KoWe5IGvHb9VUDx2k0AgBSO3c8",
  "metadata": {
    "name": "Jose Alberto The Documentary",
    "created_by": "Victor Cervantes",
    "description": "José Alberto's documentary project is a work that brings to Web 3.0 the story of a common shoemaker from Old Havana, in Cuba. This man regularly lives a life that no one seems to pay attention to. In the eyes of the city, he is just one more craftsman, another shoemaker who sews and glues fabric for customers and waits for the day to end. With this documentary video project, I bring the lives of people like José Alberto closer to the NFT space, I share, humanize and portray the emotions, thoughts and feelings of the men and women who love and feel behind the most common trades, circumstances and contexts. José Alberto is only a part of a country that breathes drowned, a fraction of life that we deserve to know.\n\nHe has been working as a shoemaker for 15 years. Throughout his life he worked as a road driver until a friend taught him how to cook and repair shoes. He works in Old Havana, with Luis, the owner of a place that hired him. During the week he sleeps with his sister near work, on Friday, he returns with his family.\n\nINTERPRETATION - ENGLISH\n\nThe man thaws behind the cut, with his worn hand he runs along the edge and aligns the glue.\n\nNo one comes to pick them up, he says, that months after they are finished nothing remembers them. There is a mountain of five years stacked in the background, each one releases them as a burden. They walked the streets and also felt the wear and tear, of course, a shoe is not \"someone\", and the condemnation of life brings with it an unfathomable penance. To end up in a mountain of leather, plastic, glue and fabric, you don't have to be footwear, forgetfulness is enough to create foundation. Never better applied - to be a mountain foot-\n\nIf from man's perspective to fix a shoe is to forget his path, from the reverse point of view a claim for freedom can be made. Finally, only the hands can tie the cord that fits the ankle, where the curve falls on the last that crosses the sole of the foot that steps on the stone that the man removed, turned into a street, and rot new soles of men walking stacked.\n\nThere is a man frayed behind the mountain, he says, nothing remembers it.\n\nHe cuts silicone and copper thread with millimeter precision, his long nails open the seams and destroy rot. A man, just that, knows the anatomy of hundreds of shoes as the surgeon knows a stomach. Open, cut, position and build. He sees them stacked and knows them, he knows where they come from and who forgot them, he shares, in the intimacy that the trade gives, the consolation of loneliness.\n\nThere is no trace of man, the thread, rolling on the ground, indicates that it has also become a mountain.\n\nThe line between what \"is\" what we are\" then becomes blurred. If the mountain can be made of someone, then something is no longer an object, but personification. Perhaps the nail of the flake or the hair of the cord is not so different, and in infinite arrogance we discard, as a dead slave, a precise combination of fabric, blood, glue and skin. The mountain rises behind a gate where you can hear the rubber that crosses the room splashing, leaving a disgusting mark, it smells of low, a repulsive mixture of gasoline and blood.\n\nSomeone else throws a piece of leather at the foot of the mountain, ignores that whoever told him belongs to the cluster. The already spun man also picks up other footwear, who sits down to fray slowly.\n\nWith your hand worn, go along the edge and align the glue.\n\n------\n\nEl proyecto documental de José Alberto es un trabajo que trae a la Web 3.0 la historia de un zapatero común de La Habana Vieja, en Cuba. Este hombre vive de manera regular una vida que nadie parece prestar atención. A los ojos de la ciudad, es sólo un artesano más, otro zapatero que cose y pega tela para clientes y espera que el día termine. Con este proyecto de vídeos documentales, acerco la vida de personas como José Alberto al espacio NFT, comparto, humanizo y retrato las emociones, pensamientos y sentimientos de los hombres y mujeres que aman y sienten detrás de los oficios, circunstancias y contextos más comunes. José Alberto es sólo una parte de un país que respira ahogado, una fracción de vida que merecemos conocer.\n\nHace 15 años ejerce como zapatero. Durante toda su vida trabajó como chofer de carretera hasta que un amigo le enseñó a cocer y reparar calzado. Trabaja en la Habana Vieja, con Luis, el dueño de un local que lo contrató. Entre semana duerme con la hermana cerca del trabajo, el viernes, regresa con su familia.\n\nINTERPRETACIÓN - ESPAÑOL\n\nSe deshila el hombre detrás del corte, con la mano desgastada recorre el borde y alinea el pegamento.\n\nNadie pasa a recogerlos, dice, que meses después de terminados nada los recuerda. Hay una montaña de lustros apilados en el fondo, cada quién los suelta como una carga. Caminaron las calles y también sintieron el desgaste, claro, un zapato no es ¨alguien¨, y la condena de la vida trae consigo una penitencia inabarcable. Para terminar en montaña de cuero, plástico, pegamento y tela, no hace falta ser calzado, basta el olvido para crear cimiento. Nunca mejor aplicado - ser pie de montaña- \n\nSi desde la perspectiva del hombre arreglar un zapato es olvidar su camino, desde el punto de vista inverso se puede elaborar un reclamo de libertad. Finalmente, sólo las manos pueden atar el cordón que se ajusta al tobillo, donde cae la curva sobre la horma que cruza la planta del pie que pisa la piedra que el hombre extirpó, convirtió en calle, y pudren nuevas suelas de hombres que caminan apilados. \n\nQueda un hombre deshilado detrás de la montaña, dice, nada lo recuerda. \n\nCorta con precisión milimétrica la silicona y el hilo de cobre, sus uñas largas abren las costuras y destrozan la podredumbre. Un hombre, solo eso, conoce la anatomía de cientos de zapatos como conoce el cirujano un estómago. Abre, cercena, posiciona y construye. Los ve apilados y los conoce, sabe de dónde vienen y quién los olvidó, comparte, en la intimidad que el oficio regala, el consuelo de la soledad. \n\nNo hay rastro del hombre, el hilo, rodando por el suelo, indica que se ha hecho también montaña. \n\nSe hace difusa entonces la línea entre lo que ¨es¨ lo que ¨somos¨. Si la montaña puede ser hecha de alguien, entonces algo ya no es objeto, si no personificación. Quizás no sea tan distinta la uña de la hojuela ni el pelo del cordón, y en la infinita arrogancia desechemos, como esclavo muerto, una combinación precisa de tela, sangre, pegamento y piel. La montaña se alza detrás de un portón donde se escucha chapotear la goma que cruza la habitación dejando una huella repugnante, huele a baje, una mezcla repulsiva de gasolina y sangre. \n\nAlguien más lanza un pedazo de cuero al pie del monte, ignora, que quién le indicó, pertenece al cúmulo . Recoge también otro calzado el hombre ya hilado, que se sienta a deshilacharse lentamente.\n\nCon la mano desgastada, recorre el borde y alinea el pegamento.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Victor Cervantes"
      }
    ],
    "animation_details": {
      "bytes": 47868072,
      "format": "MP4",
      "duration": 226,
      "sha256": "d4ad1a9911d0c44de1d34aa4e0fd3f7e71cf5cafbecf24d0c5b6754b4fb08bb7",
      "width": 1920,
      "height": 1080,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/aYBp9LgoQPrtYs88okkElmvewbXsftKNrMqcBDsU47s",
    "animation_url": "https://arweave.net/aYBp9LgoQPrtYs88okkElmvewbXsftKNrMqcBDsU47s",
    "image_details": {
      "bytes": 1433431,
      "format": "PNG",
      "sha256": "f8d841fb99612918d543b082931120e5a2ab582521c4d5c7f809f47ceac915aa",
      "width": 1920,
      "height": 1025
    },
    "image": "https://arweave.net/ALDGDXLcOf240oSXY9fUULQ_FosY0E5F8F6t62421nM",
    "image_url": "https://arweave.net/ALDGDXLcOf240oSXY9fUULQ_FosY0E5F8F6t62421nM"
  }
}