{
  "address": "0x636113075274285cfa62878282fb4c1b14f29591",
  "type": "ERC721",
  "name": "Hafftka Museum Works",
  "tokenCount": "12",
  "uri": "https://ipfs.pixura.io/ipfs/QmYj4e3HLCN2qavjgs937C3XnB7FdjD2uCUX6S3GYdwi1A/metadata.json",
  "metadata": {
    "name": "Triptych",
    "createdBy": "Hafftka",
    "yearCreated": "2022",
    "description": "My genesis piece on SuperRare is a digital version of my painting “Triptych”. The oil painting was created in 1984 and is now in the Museum of Fine Arts in Houston, Texas. The size of the original painting is 78\" x 224\".\n\nI created three separate NFTs in Photoshop, one for each of the panels, as animated gifs. These were then combined in a video showing the panels side by side as I would like them to be displayed. The format is true to the work in its physical form at the museum.\n\nThe painting is about dread in spirituality and change. It is all happening in the night. On the left is a lone rider with destination unknown, on the right is a figure wresting with the elements and with a mythical giant bird, and in the center is a transcendental experience they both have to go through, where they meet death face to face and survive. The painting is also a dialectic between abstraction and figuration, so this drama is very much played out in the context of contemporary art. \n\nThis painting has an interesting history. It was purchased by Ed Broida in the 1980’s as the centerpiece for the museum he was planning to build in NYC. Due to complicated zoning issues the museum was never built. Mr. Broida was a major collector of Philip Guston and many other important artists. When he died he donated his collection to major museums.\n",
    "image": "https://ipfs.pixura.io/ipfs/QmRoN848TtSrCkQqhirXi4fUfAJ3kFDkgVcPPjaTkMDh9b/HoustonMuseumTriptych.png",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmfWbq7o3FiJgvN2ZLCAwV4v8AcS7hm3d1oDNJer59eikq/HoustonMuseumTriptych.mp4",
      "dimensions": "4080x1320",
      "size": "49383734",
      "mimeType": "video/mp4"
    },
    "tags": [
      "Hafftka",
      "Museum",
      "ArtMuseum",
      "MuseumofFineArtsHouston",
      "MOMA",
      "ContemporaryArtist",
      "Triptych",
      "Animation",
      "Video"
    ],
    "attributes": [
      {
        "trait_type": "vibe",
        "value": "Expressionism"
      },
      {
        "trait_type": "museum",
        "value": "Museum of Fine Arts, Houston"
      },
      {
        "trait_type": "Abstraction",
        "value": "Figuration"
      },
      {
        "trait_type": "death",
        "value": "life"
      },
      {
        "trait_type": "transcendental",
        "value": "Experience"
      }
    ]
  }
}