{
  "address": "0x63f3f9ff683c401a6720ba826774562cef1a16b6",
  "type": "ERC721",
  "name": "Genesis Collection - maAApTTUMx",
  "tokenCount": "3",
  "uri": "https://hitpiece.mypinata.cloud/ipfs/QmX43GuzaHzmLFn9bU2Qq2d798BaxpuuSvdqvSCgFR2io9",
  "metadata": {
    "image": "https://hitpiece.mypinata.cloud/ipfs/QmNuppixW9VvyFua5hs4fKNiQHJgBseWFnC9ds6KfeKJwZ",
    "name": "NH30 01",
    "description": "NH30 01\n\nOriginal beat recording: 'NH30' by Pyrex Whippa\n\nUtility:\n\n• Holders of this NFT are granted permission to record on the beat*\n• This NFT unlocks The Official Pyrex Whippa Beat Kit\n• Initial collectors receive a video call from me.  \n• This rare NFT also comes with a 1/1 Skateboard autographed by me with the logo artwork.\n\nAbout the Collection:\n\nMy genesis collection of 30 NFTs comprises of original artwork and the tracks ‘Deeper than Love’ and ‘NH30.’  5 will be of the track 'Deeper than Love', original Py-Rex artwork, and grant the holders the opportunity to make a track/beat with me (either in person or virtual), an in person meet and greet, an exclusive Pyrex made beatkit, and a once-a-year video call with me.  1 of these NFTs will also come with a 1/1 Skateboard autographed by me with the Py-Rex artwork.\n\nThe collection also includes 25 NFTs of the beat ‘NH30’ and my logo. Holders of these NFTs will unlock the stems to the beat, are granted permission to record on the beat, and also receive access to an exclusive beatkit, and a video call for the initial holders.  1 of these NFTs will also come with a 1/1 Skateboard autographed by me with the artwork.\n\n*Commercialization of any new recording that includes this beat to be agreed upon between the holder and me.\n",
    "animation_url": "https://hitpiece.mypinata.cloud/ipfs/QmbuV1vcR7rHV2YHWc9viLivTqP6Cov9Qp28v5V4G4tjwJ",
    "audio_url": "https://hitpiece.mypinata.cloud/ipfs/QmbuV1vcR7rHV2YHWc9viLivTqP6Cov9Qp28v5V4G4tjwJ",
    "external_url": "",
    "is_sensitive": false,
    "has_unlockable_content": true
  }
}