{
  "address": "0x64a32077ee1158934db027fa10cd5463eacac284",
  "type": "ERC721",
  "name": "Jaime's Resilience [The Soundverse Pirate Queen]",
  "tokenCount": "2",
  "uri": "https://cdn-api.niftykit.com/reveal/4GW0thCgP0HKNrsOrDuh/1",
  "metadata": {
    "name": "Jaime's Resilience [The Soundverse Pirate Queen]  #3",
    "image": "https://bafybeiavcmh2j3tydjldjuvq6vnd3vfrtq2kj3ditibkxmpdixp75phmie.ipfs.nftstorage.link/3.png",
    "description": "Jaime is a cherished holder of mine who holds a special place in my heart. Her story is truly inspiring, and I am honored to have her in my life and among my family. I have created a customized song just for her, and I hope it will inspire you as well. As a token of my appreciation, Jaime will receive 40% of the contract royalties from the release of this song, both in primary and secondary markets. Additionally, this special 20 of 20 collection also features Music NFT airdrop claims and an opportunity to gain a lore trait, just how Jaime will now be a part of Rap Pack and Soundverse history. Let's all be strong and resilient like Jaime, and show her our support and love on Twitter @shibselect.\n\n[Maximize the value of your Soundverse NFT by claiming your unique traits and unlocking the full song within it through the exclusive claim form on rapacknfts.xyz. Access to the form is restricted to holders of a Soundverse NFT. Don't have one yet? Browse our available drops on our website and join the community of Soundverse NFT collectors today.]",
    "external_url": "",
    "attributes/0/trait_type": "Inspired By Jaime",
    "attributes/0/value": "Your cubs not exposed to the tainting of a soul  Had to reach your own peak, had to mend your own rope",
    "attributes/1/trait_type": "Lore Feature",
    "attributes/1/value": "Empty",
    "attributes/2/trait_type": "Artist",
    "attributes/2/value": "Malik Naim",
    "attributes/3/trait_type": "",
    "attributes/3/value": "",
    "seller_fee_basis_points": 500,
    "compiler": "nft-inator.com",
    "attributes": [],
    "fee_recipient": "0x23318B2efd691847b60e8029aFa13812CF4dEa54"
  }
}