{
  "address": "0x6478f610661059311152aa4720543a6e26524bba",
  "type": "ERC1155",
  "name": "Five Ass Monkey DAO",
  "tokenCount": "2",
  "uri": "https://arweave.net/h3SmPAaBuPhzoe0RqxaYc7pfvEce0UE9YJvtasQ6CsA",
  "metadata": {
    "name": "\"We Present To You ... The Five Ass Monkey\" [5455-G-001]",
    "created_by": "Arcane Arts X Five Ass Monkey DAO",
    "external_url": "https://twitter.com/FiveAssMonkey",
    "description": "The worst possible situation has come to fruition. It was madness to believe this would not ultimately be the case. To our horror it became enraged witnessing the invasion in Europe; we believe it to have been a psychological trigger for a being created as a weapon of war. The creature's powers have grown well beyond our understanding. Our feeble attempts to harness its arcane abilities have proven futile. To think such a hideous beast would be unleashed upon mankind with only such flimsy hope remaining of salvation. \n\nIts ruthlessness is unparalleled, it's unfortunate to mention but attacks and molestation had become a frequent occurrence. The handlers are not able to placate the beasts carnal needs; no matter how they try. Their selfless sacrifice has been in vain it seems ... the insolent creature has escaped.\n\nOn a routine daily site inspection we stumbled upon a horrific scene, Professor Snakamoto and his entire staff of senior geneticists and lab technicians, at this highly secure clandestine military laboratory, were brutally sodomised and savagely killed in the rampage as the Five Ass Monkey fled; we found the facility to be completely destroyed despite being specifically designed to suppress the animals rapidly increasing powers. If only we had known its potential would have no limits.  \n\nThe creature has no weaknesses to speak of. Being genetically designed to be far superior to humans it has many ever evolving abilities including; superb strength and agility, keen senses, impressive durability, everlasting stamina, healing and regeneration, incredible intelligence and cognitive capacity, flight, dimensional teleportation, telekinesis, telepathy and myriad other powerful psychic abilities. Regrettably during experimentation the Five Ass Monkey has mastered many deadly martial arts and is proficient in the use of numerous weapons although it prefers hand to hand combat. In captivity the monkey has demonstrated an enormous aptitude for learning and even developing ever more violent and barbaric techniques. Even many of the scientific and technological advances of recent times are secretly due to the monstrous genius of the Five Ass Monkey. Cyber warfare capabilities including espionage, sabotage, economic disruption and propaganda are as child's play to this fiend. Alas it cannot be contained any longer.  \n\nThe teleportation ability has left us unable to successfully recapture the monkey. However, we are able to track markers left by the monkey's magic as it moves from other dimensions into our own. We have learned the monkey will use a new location as a jump point for some time; allowing us an opportunity to establish permanent portals from the physical world to the MetaVerse. We hope that in time we may learn to navigate these dimensional tunnels and use them to trap the evil miscreant so that it may face justice for its many heinous and unspeakable crimes.  \n\nWe have also noticed a behavioural change in our nemesis. Due to its need to develop advanced technologies required to advance its many schemes the Five Ass Monkey is often drawn to significant flows of money. It seems to favour cryptocurrencies and blockchain projects and in particular it lurks around scam projects. It was possible to use this to our advantage however the Five Ass Monkey has unexpectedly targeted Ukraine taking a defensive posture and is poised to support the Ukrainian Government and Military, Paramilitary and Militia Forces, Hactivist Groups, Global Cyber-Security Teams, Aid Agencies and NATO Supply Chains in their resistance efforts and imminent humanitarian crisis.\n\nWe believe this turn of events is due to the Monkey's intense and festering hatred of the abuse and misuse of power, influence and technology; such was our own error. While the situation here at the lab is regrettable, one must consider the silver lining. It is a stroke of luck for us if Putin is the object of our creations demonic ideations! \n\nPlease Help! There is no telling what the Five Ass Monkey has planned for mankind, its machinations may well be beyond our comprehension. We fear only death and destruction will await us all, at best we would devolve into depravity as slaves to a maniacal and ravenous master should this abomination be left to its own devices. If this ungodly creature has arrayed itself against a common enemy we have a chance to save ourselves from a tragic fate.",
    "attributes": [
      {
        "trait_type": "1. Target",
        "value": "Ukraine"
      },
      {
        "trait_type": "2. Humanitarian Aid",
        "value": "True"
      },
      {
        "trait_type": "3. Medical Aid",
        "value": "True"
      },
      {
        "trait_type": "4. Defensive Aid",
        "value": "True"
      },
      {
        "trait_type": "5. Refugee Repatriation",
        "value": "True"
      },
      {
        "trait_type": "6. Cyber Defence",
        "value": "True"
      },
      {
        "trait_type": "7. Supply Chain Reinforcement",
        "value": "True"
      },
      {
        "trait_type": "8. Hacktivist Patron",
        "value": "True"
      },
      {
        "trait_type": "9. Psychological Warfare",
        "value": "True"
      },
      {
        "trait_type": "Nominated Ambassador",
        "value": "Kira Rudik @KiraInCongress"
      },
      {
        "trait_type": "Artist",
        "value": "Arcane Arts X Alyssa Jartsev"
      },
      {
        "trait_type": "Reference",
        "value": "Southpark S01E05 1997"
      },
      {
        "trait_type": "Date",
        "value": "March 1st 2022"
      },
      {
        "trait_type": "Wiki",
        "value": "docs.5455.io"
      },
      {
        "trait_type": "Contact",
        "value": "monkey@5455.io"
      }
    ],
    "animation_details": {
      "bytes": 199378048,
      "format": "MP4",
      "duration": 70,
      "sha256": "833644845554bdb5e4b764e804bef4bf4047452dfedb8e4a7b0311800ff0d5a6",
      "width": 3840,
      "height": 2160,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/_ImBcTNf3_ijlGUQftuFT9vkzG_kbPNtVj-rWJ17ljk",
    "animation_url": "https://arweave.net/_ImBcTNf3_ijlGUQftuFT9vkzG_kbPNtVj-rWJ17ljk"
  }
}