{
  "address": "0x647b877f51684a9a0aa08f4a7d500541ef876bd5",
  "type": "ERC1155",
  "name": "Passionless Book",
  "tokenCount": "1",
  "uri": "https://arweave.net/FrP5cctAunfbrvCN902v1Ra9mmBA9FvvdExxJoCXCIc",
  "metadata": {
    "name": "Passionless Book",
    "created_by": "Ibukun Onitiju",
    "external_url": "https://passionlessbook.com",
    "description": "[View the book in fullscreen](https://ib.mypinata.cloud/ipfs/QmUy2UAyVGhWagmVZibx3igXtMPymZMBeB1xWVDxuFxS4N)\n\nThe PASSIONLESS book by Ibukun Onitiju helps early and mid-career professionals excel in their careers. It is a framework to discover the unpopular but effective strategies within your control to succeed in your career consistently even if you have not found your passion.\n\nYou will learn how to:\n\n- Love what you do without the frustration of 'finding the passion' that has eluded you for years.\n\n- Leverage your current job to get multiple job offers even if you hate your job, plus have colleagues that dislike you start recommending you.\n\n- Live fully without fear, knowing that you are fulfilling your purpose every time you show up at work with your skills and your talent, and you deserve a good reward.\n\nPreviously released as an e-book in 2020 [Buy it on Amazon Kindle](https://amzn.to/36YGhKE). This book is now available as a collection of 1,250 interactive NFTs on the blockchain and hosted on a decentralized platform. Buying the NFT version will give you access to surprise perks as Ibukun continues his development journey in Web3. \n\nPassionless is potentially the first career development book and the first book by an African author on the Ethereum blockchain.\n\nAbout Ibukun Onitiju  \nTEDx Speaker | Blockchain Researcher | Digital Transformation Leader\n\nReviews for the PASSIONLESS book\n\n[The insight I like most about the book] is your own quote \"Stop trying to find your passion by thinking about it, let your passion find you by going about your life.\" This is a strong guiding principle to develop a successful and fulfilling career. People should not look for an end goal, but understand that what matters most is the journey. How you approach things… one step at a time. [The book is] quick to read, practical and easy to read. Great guiding principles and tips for people at the beginning of their career. - Stephane Pere, Chief Revenue Officer, Poool and Former Executive Vice President, Business Development (Global), The Economist.",
    "animation_url": "https://ib.mypinata.cloud/ipfs/QmUy2UAyVGhWagmVZibx3igXtMPymZMBeB1xWVDxuFxS4N",
    "attributes": [
      {
        "trait_type": "Author",
        "value": "Ibukun Onitiju"
      },
      {
        "trait_type": "Asset Type",
        "value": "Book"
      },
      {
        "trait_type": "Book NFT Release Date",
        "value": "April 2022"
      }
    ],
    "image_details": {
      "bytes": 41844,
      "format": "PNG",
      "sha256": "d5f78f31bcae670eb13384483cb341c41e2c8f8f6536b17519282276d06a993d",
      "width": 1654,
      "height": 2338
    },
    "image": "https://arweave.net/a6Y5lEGQ0Asg8TLWrxDvaTaZY3cJu9J1zNbFsdLe7Ks",
    "image_url": "https://arweave.net/a6Y5lEGQ0Asg8TLWrxDvaTaZY3cJu9J1zNbFsdLe7Ks"
  }
}