{
  "address": "0x64278084701f386f5d19d5a33bba97891d28a48d",
  "type": "ERC721",
  "name": "MYEYEVERSE: HEXAGONAL WORKAROUND",
  "tokenCount": "1",
  "uri": "https://arweave.net/yMczOLJnvTkJKlbdhJ8xNobfD5vmlGUUs49L_pkZAvQ",
  "metadata": {
    "name": "EYEVERSE #1359 - HEXAGONAL FIX",
    "created_by": "EYE LABS (THIS IS NOT THE ORIGINAL; SEE DESCRIPTION!)",
    "external_url": "https://eyeverse.world/",
    "description": "COPIED + RE-RELEASED. NEVER, EVER FOR SALE.\n\n!!Not affiliated with EYE LABS or EYEVERSE!! Just a community member, who wants a hexagon on Twitter. :) see: arcanum.elxr.eth, elxr.eth, and alchemyst.eth (me) & rest assured, I will burn this mere hexagonal familiar, or mutilate it if it needs to be done - ie. if I were to sell my actual #1359 or something ridiculous ha.\n\n---  \nPlease See Original Project Site!  Backstory here:  \n---\n\nEYEVERSE, in all of its GLORY & MILKED-UP prestige - despite being BRACED, BRICKED, and adamantly stating it WON'T STOP! ... Was blasphemously removed from OpenSea in its original form. They even dare to disrespect The Eyeverse & The Trinity & The Community - by not even honoring our pleas and inquiries with a credible response; let alone, to take action and unwrite their sin.\n\nThe collection was taken off OpenSea due to a malicious attack (bot spam on the listings, which made it appear as though it were the Eyeverse holders, or something dumb like that - BUT IT IS NO MATTER! we have our OWN market now >:D) and AS SUCH, THIS IS ONLY A COPY BECAUSE...\n\nI want my fucking HEXAGON ON TWITTER. kthx. :)\n\nThe real NFT, which I do in fact own alongside others, can be found here: \n\nhttps://www.eye.watch/0x249b90956ea0f80c2cb902dccde246b66a21d401/1359\n\n<3 Eyeverse is an amazing project, please go and see for yourself.  \n-Alchemyst.eth",
    "attributes": [
      {
        "trait_type": "CC0",
        "value": "EYE LABS"
      }
    ],
    "image_details": {
      "bytes": 63639,
      "format": "PNG",
      "sha256": "bf1cbd7fca0889618c5809ce73fc6eb00e38883214be634eaf80d26c154fba53",
      "width": 1000,
      "height": 1000
    },
    "image": "https://arweave.net/nHon_9YYA_CKrxUkztwflESO4Igs5LcjEKKIiUguhks",
    "image_url": "https://arweave.net/nHon_9YYA_CKrxUkztwflESO4Igs5LcjEKKIiUguhks"
  }
}