{
  "address": "0x64aac03eaebc240b271463e4a56c19412a555965",
  "type": "ERC721",
  "name": "Nam June Paik Estate",
  "tokenCount": "1",
  "uri": "https://gateway.pinata.cloud/ipfs/QmSLpVKs3YBekDNd1Gwqa3nmogkRBWKSBt1k532EBpR2nd",
  "metadata": {
    "version": "aito-creator-01",
    "name": "Global Groove (Opening)",
    "description": "CONTEXTUAL NOTES:\n\n  Global Groove (Opening) includes a voice over that establishes the philosophy for the whole piece, clearly expressing Paik’s prophetic instinct about the future of art and social interaction through technology. Paik states: “This is a glimpse of the video landscape of tomorrow, when you will be able to switch to any TV station on the earth, and TV Guide will be as fat as the Manhattan telephone book.” \n\n  Paik believed that in the future everyone would have their own television channel. With the rise of social media that future has come to pass. By revealing ourselves through our individual channels, he reasoned, we could more easily understand each other and move toward a global universe without war or economic hardship. Paik believed that the connectivity enabled by technology would make the world a better place. In this sense Paik’s ideas echo those of the early internet idealists and remind us of the promise that is still possible in our technological future.\n\n  ARTIST BIO:\n\n  Nam June Paik (1932-2006) is widely considered the father of video art. He is arguably the most famous Asian artist of the 20th century and one of the greatest artists in modern history. His work can be found in the most recognized museums and private collections in the world.\n\n  Nam June was also prophetic about the evolution of technology and the role it would play in our collective lives. For example, he is credited with the first use of the term ‘electronic superhighway,’ to describe the future of telecommunications (1974).\n\n  BROADCAST/EXHIBITION NOTES:\n\n  The full length Global Groove was originally broadcast on WNET New York in 1974. It was subsequently featured as the video component of Paik’s installation TV Garden in many exhibitions, including those at the Whitney Museum of American Art (New York), Solomon R. Guggenheim Museum (New York), Guggenheim Museum Bilbao, Smithsonian Institution (Washington, D.C.), Tate Modern (London), San Francisco Museum of Modern Art, Ho-Am Art Museum (Seoul), Pompidou Centre (Paris), Stedelijk Museum Amsterdam, National Gallery Singapore, and Kunstsammlung Nordrhein-Westfalen (Düsseldorf).\n\n  TECHNICAL NOTES:\n\n  Global Groove (Opening) features footage manipulated by the Video Synthesizer, a co-invention of Paik and Shuya Abe. For this work Paik collaborated with John Godfrey, head engineer of WNET NY, in using the Video Synthesizer.",
    "authors": [
      {
        "name": "Nam June Paik"
      }
    ],
    "attributes": [
      {
        "trait_type": "Run Time of Global Groove (Opening) NFT",
        "value": "0:38"
      },
      {
        "trait_type": "Total Run Time of Global Groove Video Artwork",
        "value": "28:30"
      },
      {
        "trait_type": "Year Created",
        "value": "1973"
      },
      {
        "trait_type": "Features",
        "value": "Video, Color, Sound"
      },
      {
        "trait_type": "Aspect Ratio",
        "value": "4:3"
      },
      {
        "trait_type": "Original Format",
        "value": "2” Quad"
      },
      {
        "trait_type": "Digital Transfer Date",
        "value": "September 17th, 2014"
      },
      {
        "trait_type": "Digital Transfer Format",
        "value": "Uncompressed Quicktime Movie"
      },
      {
        "trait_type": "Digital Format Frame Rate",
        "value": "29.97 FPS"
      }
    ],
    "mimeType": "video/mp4",
    "contentUrl": "ipfs://QmTPYXnGPQjfKD8MmrF63RZPoQRpPccfmWiKoKLQRG5GZe",
    "image": "ipfs://QmZsMFQkLf9d1gqkVcz9dbpWqvmeGf1t9Avwa1bLknSvW2",
    "created_on": 1621277407
  }
}