{
  "address": "0x647415e6214bbb82b27d98bc4f555dc7a1e197de",
  "type": "ERC721",
  "name": "Eidola - old",
  "tokenCount": "6",
  "uri": "https://ipfs.pixura.io/ipfs/QmQrWm2L8ZgDFPxvQ4rvo3Vdbq1pMa4Ne6PAqymzXtyZv1/metadata.json",
  "metadata": {
    "name": "Eidōlon, \"Fire\"",
    "createdBy": "Kaybid",
    "yearCreated": "2022",
    "description": "“Fire” |||| Named by Kaybid |||| Signifier: Breath |||| Caption: Can't go on alone, cannot be alone. If it can't get air, the fire will suffocate. ||||  https://www.kaybid.live/eidola/fire |||| In the Eidōla series (Eidōla: plural of Eidōlon), I worked with emotions, concepts, and entities; and tried to capture the images that may represent their essences. What if ideas, concepts, or feelings had faces, and they looked at us through these? What would they look like? As I searched for answers to these questions, I documented my process and connected the resulting images through videos. In the videos, you witness the emergence of each Eidōlon and a part of how it came into being and you're watching little clues about their personality.|||| The physical part itself consists of a total of (6+1) seven frames. (You can view these frames on Eidōlon's own webpage. Please find the link above.) In a sense, the project creates an intersection in which classical painting, video art, animation, short movie, and NFT are intertwined. ||||||| Each Eidōla has its own unique story. You can watch the NFTs like a short film and get more ideas about Eidōlon. ||||||| The project gives collectors a say in the creation of the works. Thus, it hands over its progress to the collectors. |||| ****** THE RIGHT TO DETERMINE WHAT THE NEXT CONCEPT WILL BE AND THE RIGHT TO NAME IT: The first owner of the work will be able to decide which Eidōla will be minted next, that is, the name of the work to be released before the work is revealed. After this name is determined, the work will be created and the name of the collector who gave this name will be included in the descriptions and Attributes. Thus, the collector will ensure the continuity of the project as one of the creative building blocks of the series. |||| If the naming collector wishes, they can also buy the new work and gain the right to determine a new name.  |||||||| ****** THE RIGHT TO THE PHYSICAL COMPONENT: The primary collector of the work may also request the physical component of the work. Or if they so desire, they may burn the physical Eidōlon and set their A4-trapped-Eidōlon free. If they like, I can handle this liberation task for them too. Or they can just leave the physical copy behind or ask me to use the artworks as material for the street collages of my \"Silent Steps\" series. I would be honored to help the Eidōlon reincarnate into wild animals.|||||| Article for details: \"You Can Name It and You Can Make It Exist, You Can Abandon It, And You Can Burn It If You Want!\" https://www.kaybid.live/eidola/article",
    "image": "https://ipfs.pixura.io/ipfs/QmXGDdCPy2Z6UJqJwbu4S8gYNynVEwy6skHzRiA3s4tNzB/Fire_By_Kaybid.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmNxZD4XH1yhrV42m4q4d9aqYE5cNR77nv36Gcjr96oYtm/FireByKaybid.mp4",
      "dimensions": "1592x2246",
      "size": "41616855",
      "mimeType": "video/mp4"
    },
    "tags": [
      "Fire",
      "Kaybid",
      "Breath",
      "physical",
      "Eidola",
      "Eidolon",
      "Air"
    ],
    "attributes": [
      {
        "trait_type": "Name of Eidōlon:",
        "value": "“Fire”"
      },
      {
        "trait_type": "Named by;",
        "value": "Kaybid"
      },
      {
        "trait_type": "Signifier:",
        "value": "“Breath”"
      },
      {
        "trait_type": "Caption:",
        "value": "“Can't go on alone, cannot be alone. If it can't get air, the fire will suffocate.”"
      },
      {
        "trait_type": "Eidōlon's Page:",
        "value": "https://www.kaybid.live/eidola/fire"
      },
      {
        "trait_type": "Artist:",
        "value": "Kaybid"
      },
      {
        "trait_type": "Series:",
        "value": "Eidōla"
      },
      {
        "trait_type": "Symbol:",
        "value": "EIDŌLON"
      },
      {
        "trait_type": "#",
        "value": "0"
      },
      {
        "trait_type": "Edition:",
        "value": "1/1"
      },
      {
        "trait_type": "Physical layers:",
        "value": "6+1"
      },
      {
        "trait_type": "Medium:",
        "value": "MPEG-4"
      },
      {
        "trait_type": "Length:",
        "value": "41 s 238 ms"
      },
      {
        "trait_type": "Size:",
        "value": "2246 x 1592 px"
      },
      {
        "trait_type": "Frame rate:",
        "value": "25.000 FPS"
      }
    ]
  }
}