{
  "address": "0x6496916e71aa5870716a099f78056599b5a39ba5",
  "type": "ERC721",
  "name": "The Mockery Of Money Behind Destruction",
  "tokenCount": "3",
  "uri": "https://arweave.net/DOykk4vS68xWPS4KuS2FEUbg2vU5Pm0DqJIqRihpjsA",
  "metadata": {
    "name": "CHEVy-RON the clown",
    "created_by": "Elijah Mckenzie-Jackson",
    "external_url": "www.emj.earth",
    "description": "“I am thrilled to share my latest NFT collection with you - a symbolic representation of the madness of our broken system. The first NFT is based on oil company Chevrons. The background graph shows that Chevron's total return price increased by 56.73% from March 2019 to July 2022. Meet CHEVy-RON the clown.” - Artist, Elijah Mckenzie-Jackson\n\nThis launch is based on a rock-solid rationale that fuses artistic vision with activism, all with the aim of shining a spotlight on the urgent issue of climate change and the role of the oil industry in fuelling it through the unyielding system of capitalism. McKenzie-Jackson intends to stimulate critical thinking and catalyze action by drawing attention to the way in which profits from the oil industry contribute to the disastrous climate crisis.\n\nThe use of clowns as the focal point of this collection is not just a creative choice; it's a symbolic representation of the foolishness of money and the madness of our broken system. It's a commentary on the circus-like spectacle of the oil industry and its devastating impact on the environment and communities, which demands immediate action. Through this limited collection, EMJ strives to ignite passion in individuals and communities to take decisive leaps towards empowerment for revolt and justice.\n\nThe passive background forms are sampled from Retue's graphs profits from the top three earners in the oil industry from July 2019 to March 2022: CHEVRN, EXXON, SHELL. It's a daring move that highlights how profits are being made at the expense of our planet and its inhabitants through passive investment into oil and gas.\n\nThe NFT launch by Elijah McKenzie-Jackson goes beyond the realm of art, as it serves a purpose of creating a real-world impact. The artist's motive is to utilize the proceeds from the sale of these distinct digital assets to fund civic art and activist initiatives that can bring about a positive change in society and the environment. The artist's aim is to not only create thought-provoking artwork but also contribute to the advancement of activism and change-making efforts.\n\nBy taking this approach, McKenzie-Jackson is demonstrating his commitment to his vision and supporting the creation of more civic art and activists who share the same values of sustainability and social responsibility. This initiative highlights the power of art and its potential to bring about meaningful change in the world.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Elijah Mckenzie-Jackson"
      }
    ],
    "image_details": {
      "bytes": 1157920,
      "format": "GIF",
      "sha256": "33b611e0b5b08bde1cfd840f978cba870ace74e6164548a29ac44ac07cc1bcac",
      "width": 1080,
      "height": 1080
    },
    "image": "https://arweave.net/kCRwsz3O6oorvClj9ydkYX0yp90RyUg8_wJ-yt15j0c",
    "image_url": "https://arweave.net/kCRwsz3O6oorvClj9ydkYX0yp90RyUg8_wJ-yt15j0c"
  }
}