{
  "address": "0x6507ca16c719be4e926aee5b45dda367fd7cea29",
  "type": "ERC721",
  "name": "D & T Around",
  "tokenCount": "2",
  "uri": "https://arweave.net/b6kgrJ7UPX9nehJWWMgeryN5YaVxFqDC8jJRFVOUUR0",
  "metadata": {
    "name": "Venetian Slumber",
    "created_by": "Downs & Towns - Houston Vandergriff",
    "external_url": "https://downsandtowns.com",
    "description": "THE IMAGE\n\n\"Venetian Slumber\" by Downs & Towns - Houston Vandergriff\n\nWe took the water taxi around the canals of the sleeping city of Venice.  While the other passengers huddled in the cabin of the taxi seeking shelter from the chilly evening air, we hung out on the back of the boat with the camera. These gondolas were tied down and retired for the night. \n\nThis is a single image shot; only slightly edited in Lightroom. No composites or Photoshop.\n\n\nTHE PHOTOGRAPHER\n\nAdvocate. Artist. Traveler. Dreamer.\n\nHouston Vandergriff is a globe-trotting travel photographer based in Knoxville, Tennessee. Houston has a simple vision with his photography: Make the world a better place.\n\nBy the age of 25, he has traveled to all 95 counties in his home state, to 49 of the 50 United States, to 5 Canadian provinces, and to 26 countries. Houston has Down syndrome and inspires others, both inside and outside of the disability community. He is a strong self-advocate who uses the universal language of the arts to push for inclusion. He is a social media influencer - using Tiktok, Instagram, Facebook, and Twitter to share his story. His clients include Amazon, Tiktok for Good, Nikon, and multiple brands of photography-related equipment.\n\nHouston has appeared in live events, podcasts, and broadcasts on four continents. He has been called “The Champion of Life” by one of the broadcasters from India. By sharing his gift of photography he is also sharing the gift of hope. Houston earned his Certificate of Photography in 2019 and his Advanced Photography Certificate in 2020 after completing more than 200 hours of study through the University of Tennessee Professional Programs. He is a member of the Southern Appalachia Nature Photographers (SANP) and the Professional Photographers of America (PPA).\n\nHis photography journey has been shared in Newsweek, It’s Gone Viral, Aljazeera, Transcontinental Times, Spectrum News, and MSN. He and his mom were featured speakers at the 2021 World Down Syndrome Conference in Dubai. His award-winning photography has been displayed in solo and group curated shows, online galleries, and the Inspiration Gallery in Perth, Scotland, He was awarded the 2020 International Photographer in “My Perspective” photo competition in the UK.\n\nTHE LICENSE\n\nExtended Editorial: Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Downs & Towns - Houston Vandergriff"
      },
      {
        "trait_type": "Location",
        "value": "Venice, Italy"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      },
      {
        "trait_type": "Camera",
        "value": "Nikon D7100"
      },
      {
        "trait_type": "Subject ",
        "value": "Empty Gondola Boats"
      },
      {
        "trait_type": "Time",
        "value": "Night (near midnight)"
      },
      {
        "trait_type": "License",
        "value": "Extended Editorial"
      }
    ],
    "image_details": {
      "bytes": 4110761,
      "format": "JPEG",
      "sha256": "1916b4e31a5913177c2f4e653b64c3469d3f84bacb7fece0284e0f929b9788aa",
      "width": 6000,
      "height": 4000
    },
    "image": "https://arweave.net/DBV0n8df25uIH5IYMc_cSuWqIlFlioCGdDdGkaRY6B8",
    "image_url": "https://arweave.net/DBV0n8df25uIH5IYMc_cSuWqIlFlioCGdDdGkaRY6B8"
  }
}