{
  "address": "0x650e6e9ab731b99ec0ff40bbf7e73e00135e09ec",
  "type": "ERC721",
  "name": "The Moon | The Moon Card",
  "tokenCount": "1",
  "uri": "https://arweave.net/HWh4du5q0fAQpkDvt25XCJmxCR2ZmniUOrWHs6mP__0",
  "metadata": {
    "name": "The Moon",
    "created_by": "TAROT",
    "external_url": "tarotsings.xyz",
    "description": "On November 17, 2022, we are bringing the web3 community together for a night of live music, visual art installations, educational panels with leading web3 music innovators, Soul Tribe themed cocktails, pizza, and a live music NFT auction in Downtown LA! \n\nThis night is a special collaboration with the Seker Factory DAO, which is on the same mission of using web3 tech to empower creators like myself. They want to ensure that we have democratic access to many of the traditionally centralized tools in the creative arena.\n\nAt The Astral Realm Experience, we will be auctioning off this special 1/1 Tarot Card 3D NFT - The Moon. A portion will go towards Seker Factory DAO for curating the night. The rest of the proceeds will be donated towards 2 special social/environmental causes. Half of the funds raised will be distributed to The Coral Triangle Center, a nonprofit foundation based in Bali with a regional scope and global impact who work closely with local communities, private sector, governments, and partners to strengthen marine resource management in the Coral Triangle to protect coral reef ecosystems, ensure sustainable livelihoods, and food security. \n\nThe second foundation will be determined by vote in TAROT's Soul Tribe community! This is a chance for the community to participate in our very first initiative together. \n\nWelcome to the Soul Tribe!",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "TAROT"
      },
      {
        "trait_type": "NFT Membership",
        "value": "Soul Tribe"
      }
    ],
    "animation_details": {
      "bytes": 9737583,
      "format": "MP4",
      "duration": 21,
      "sha256": "9bcea2447798c8234ec6425f97aa44023325155916d7d52222ba391133966ece",
      "width": 2160,
      "height": 2160,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/RKdkFpr3GWxzS6dO7gKfw6CTM4PPs55XQAIZ2IAho5w",
    "animation_url": "https://arweave.net/RKdkFpr3GWxzS6dO7gKfw6CTM4PPs55XQAIZ2IAho5w",
    "image_details": {
      "bytes": 2187510,
      "format": "PNG",
      "sha256": "2886aa8496954d0bd33f03b29138a6aa75806110e4a82feef43115fdc8c5008f",
      "width": 1604,
      "height": 1606
    },
    "image": "https://arweave.net/xEyX04ytD5gXyBsEYYmSDcYBEBg7BlidcNb3lAeRqq4",
    "image_url": "https://arweave.net/xEyX04ytD5gXyBsEYYmSDcYBEBg7BlidcNb3lAeRqq4"
  }
}