{
  "address": "0x658f9c6d1c4edee5fbcfcdc22d17c9430360b928",
  "type": "ERC721",
  "name": "Hulki Okan Tabak",
  "tokenCount": "59",
  "uri": "https://arweave.net/znuYH4sc2zhSR6azYJIgYyi_MzV0cBEPXmS7AEFWiWk",
  "metadata": {
    "name": "Don Quixote - 0: Gentleman from La Mancha",
    "created_by": "Hulki Okan Tabak",
    "external_url": "https://opensea.io/HulkiOkanTabak",
    "description": "Don Quixote - 0: Gentleman from La Mancha by Hulki Okan Tabak, minted 1/1 on my own smart contract deployed on Manifold, June 2022.\n\nLike the gentleman from La Mancha, today is the start of a never-ending journey for me as I mint on my Manifold smart contract for the first time. I will start with a Don Quixote project and this is Token 0. It is the genesis for the project and genesis for my Manifold. So goes my nftart journey.\n\n...\n\nDon Quixote project is a highly personal interpretation of the hero and his world. Various photographic and AI tools are used to create, manipulate and recreate the images. The story will be numbered for all of us to track down what we hold essentially. Beyond ease of use, the numbers are not sequential. Each image is independent but some images will be interdependent parts of smaller stories which I will mention. I would also mint some editions outside of Manifold. Note that editions of this project could be 1/1s or multi editions.\n\n... \n\nDon Quixote is a Spanish epic novel by Miguel de Cervantes. Originally published in two parts, in 1605 and 1615, its full title is The Ingenious Gentleman Don Quixote of La Mancha.\n\nA founding work of Western literature, it is often labeled as the first modern novel and one of the greatest ever written. Don Quixote is also one of the most-translated books in the world.\n\nWhen first published, Don Quixote was usually interpreted as a comic novel. After the French Revolution, it was better known for its central ethic that individuals can be right while society is quite wrong and was seen as a story of disenchantment. In the 19th century, it was seen as social commentary, but no one could easily tell \"whose side Cervantes was on\". Many critics came to view the work as a tragedy in which Don Quixote's idealism and nobility are viewed by the post-chivalric world as insane, and are defeated and rendered useless by common reality. By the 20th century, the novel had come to occupy a canonical space as one of the foundations of modern literature and a formidable example of what letters can do. (wikipedia)",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Hulki Okan Tabak"
      },
      {
        "trait_type": "Number of Editions",
        "value": "1"
      },
      {
        "trait_type": "Project",
        "value": "Don Quixote"
      },
      {
        "trait_type": "Year Minted",
        "value": "2022"
      }
    ],
    "image_details": {
      "bytes": 10349432,
      "format": "JPEG",
      "sha256": "a8d32c3721e34e979ef0f5d704785d27ff2e5740de766c01bbf43b91bc13725b",
      "width": 5000,
      "height": 5000
    },
    "image": "https://arweave.net/yJqy_Yc7pXsqJiOz0f4r9p9DYXGRPV7FT6YoTWPJLOg",
    "image_url": "https://arweave.net/yJqy_Yc7pXsqJiOz0f4r9p9DYXGRPV7FT6YoTWPJLOg"
  }
}