{
  "address": "0x654eb95c8056f9b47f5a7cdd799324236728bed8",
  "type": "ERC721",
  "name": "Lamanimals_Fox_Leon",
  "tokenCount": "60",
  "uri": "ipfs://bafybeifmuegezn2srvkz3m5lujgxbzepskhgczcp4je3vt2j43lk7jqrpq/1.json",
  "metadata": {
    "name": "Curiosity pushed me out of the forst",
    "description": "Have you ever wanted to look different than others, but were afraid that they would laugh at you? Yes? Me too! Have you ever not put on something because you were ashamed? Give me a high five—me too! I have always wondered why the animals look the same when the human world is so colorful and diverse. I liked human clothes very much, and I dreamed of being able to wear them.But you know how it is... The animals around me thought I was nuts, they said that I was totally crazy. But why? If, for example, Bormoir wore blue pants, I would not have to look at his backside to recognize him (Boromir has three white stripes on his bottom) So I went to my human friends, and they said to me:“Leon, you don't have to look like the others! Dress what you want, look what you want, you have the right to do so. What can happen? Will they laugh at you? Are they talking about you behind your back? If they are to do it, they will do it anyway.So be yourself and be happy. Remember that we shouldn't judge people by their appearance. The way someone looks does not prove their worth. When I heard these words, I immediately felt better. As a gift I got a suitcase full of treasures. Happy, I went to the forest to unpack my new clothes and accessories. Now I was free to experiment with my appearance. Seeing me wearing clothes, some laughed at me, others talked about me, sometimes they pointed at me with the fingers, but there were also those who looked at me with admiration and supported me. That's when I decided to earn money and go shopping for real. I helped clean the gardens, mowed the grass, picked fruit until I managed to collect money. Finally, I was able to go shopping. The shopping center amazed and terrified me at the same time. So many people! So many things! One of the shop windows immediately caught my eye. So I went to the store to try something on, but a saleswoman stood in my way and immediately wanted to ask me out of the store, convinced that I was definitely going to steal something. I was in shock! I'd never stolen anything and definitely wasn't going to. After all, I worked hard to raise money. I was about to start explaining, but next to me another woman appeared and started to apologize to me for the behavior of the saleswoman, she told her to be ashamed and to start treating everyone with respect. She took my arm and led me out of that shop. She explained to me that this is not the case everywhere. She led me to another store, helped me choose things, and accompanied me to the end. It was so nice and amazing. I thanked her a lot and went home richer with some really beautiful things. Psss ... On the way, I stopped at the first store and thanked this unpleasant saleswoman because thanks to her I learned that even misfortune can turn into something good. I returned to the forest in full glory.",
    "image": "ipfs://bafybeihfirhbbomrm7ropu2rspkbswmvsrlgsfghpdlndpjeu4n5nx53me/Lamatie_Drawings_Fox_Leon_1.jpg",
    "attributes": [
      {
        "trait_type": "animals",
        "value": "fox"
      },
      {
        "trait_type": "collection type",
        "value": "clothes collection"
      },
      {
        "trait_type": "NFT type",
        "value": "1/1"
      }
    ]
  }
}