{
  "address": "0x6579bffb33d7ac75ffcdc2944ca4a06fa8025929",
  "type": "ERC721",
  "name": "Tatjana Lee Manifold",
  "tokenCount": "6",
  "uri": "https://arweave.net/GGQ6k0VF7WBVVCp-59-HHhuTUBwxgJ5z8zgBy1pxWfw",
  "metadata": {
    "name": "Brave New World 1of5",
    "created_by": "tatjanalee",
    "external_url": "https://tatjanalee.com",
    "description": "The work is a No.1 of a series of 5 + 1 Artist Proof. \nIncluded: \n- Physical lenticular print with 3D effect (30 x 40 cm) (see conditions below) \n- Public Augmented Reality effect on Instagram \n- Access to private Augmented Reality effect on Instagram \n- 4k looped mp4 file\n\nWhile the society described in the novel \"Brave New World\" by Aldous Huxley, is ruled by a man-made total dictatorship, algorithms are gaining more and more power in the real world today. Information is collected and preselected. There is less room for individuality. The freedom to make unbiased decisions becomes more and more limited. The gas mask shown in the picture symbolizes the unification of the individuals and the limitation to the field of vision and free opinion, by given algorithms. The mask is contrasted by a natural spirit representing the freedom of individual development.  \n \nThe physical artwork is complemented by digital art, which is conveyed through Augmented Reality (AR). There are two versions of the AR art - a public one and one that can only be accessed with a private link. The AR effects are only available through Instagram filters on my Instagram account and availability is subject to Instagram. Public AR effect: \nhttps://www.instagram.com/ar/574999604019465/\n\nThe NFT for the first sale includes one physical lenticular print with 3D effect (30 x 40 cm) and the link to the special nonpublic version of the AR art on Instagram. It cannot be guaranteed that secondary sales will include the physical as this will be subject to the consecutive owners. If the physical is sold separately, the royalties (10% of the price sold) do also apply to these sales.  \n \nThe physical can only be redeemed within 12 weeks after purchase of the NFT. In order to ship the physical and for the private link, the buyer must provide an address to lee@tatjanalee.com . It is shipped from Germany. Any shipping or customs fees are subject to the buyer.  \n \nThere are no commercial rights sold with this item and the copyright remains with Tatjana Lee.\n\nNFT Usage License\n\n1. The owner (\"Owner\") of the digital work associated with the NFT which refers to this license (\"Work\") grants to any holder of such NFT (\"Holder\") the non-exclusive, not sublicensable, worldwide, royalty-free right to use, copy, display and make publicly available the Work solely (i) for Holder’s own personal, non-commercial use and (ii) to offer the Work together with the NFT for sale, in both cases (i) and (ii) limited to the time such Holder holds such NFT. The Holder is not allowed to modify or create derivate works from the Work, unless for purely private purposes.\n\n2. The license under section 1 is not transferrable. Once the Holder transfers the NFT to a third party, she will lose her rights under section 1 and the third party will be granted the rights under section 1 under the same condition set out in this license.\n\n3. The Holder must not use the Work in a manner which supports hatred, intolerance, violence or cruelty.\n\nadapted from https://nft-license.org/",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "tatjanalee"
      },
      {
        "display_type": "number",
        "trait_type": "Number",
        "value": "1",
        "max_value": "5"
      }
    ],
    "animation_details": {
      "bytes": 40116174,
      "format": "MP4",
      "duration": 30,
      "sha256": "9fb11a5f10164699a38363dd384ae8f057216ad4caf96f3f09f6609cd5f480e9",
      "width": 2928,
      "height": 3936,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/Y0gh7vQnYovfgBupfRnjSWCxJR9d2QgO_dpfSMbnX9U",
    "animation_url": "https://arweave.net/Y0gh7vQnYovfgBupfRnjSWCxJR9d2QgO_dpfSMbnX9U",
    "image_details": {
      "bytes": 746908,
      "format": "JPEG",
      "sha256": "d9ccba36d3c173cfe5f5870e712416781d6996ff014f2af9f933faf99bbd4fa8",
      "width": 1116,
      "height": 1500
    },
    "image": "https://arweave.net/U_7pTkJgEPk8GukZOLYm4K264vGOy6BWEHkKyRTP2uY",
    "image_url": "https://arweave.net/U_7pTkJgEPk8GukZOLYm4K264vGOy6BWEHkKyRTP2uY"
  }
}