{
  "address": "0x65a453992e5085aa0512946519b4c8c796eac0d4",
  "type": "ERC721",
  "name": "Pepe Doge King Storyline",
  "tokenCount": "1",
  "uri": "https://arweave.net/gk6OaOUCy9II_tV29LkNJwMhPHFfECCDJDrBn7rOPoE",
  "metadata": {
    "created_by": "Pepe Doge King",
    "name": "Pepe Doge King Origins",
    "description": "Chapter 1: The Beginnings\n\nIn the depths of the memeiverse, where dreams and imagination collide, there existed two iconic figures—Pepe Frog and Doge. They had traversed the digital realm, spreading joy and laughter with their memes, each capturing the hearts of internet denizens in their own unique way. But destiny had grander plans for them.\n\nOne fateful day, as Pepe Frog and Doge frolicked amidst the pixels of the memeiverse, their paths intertwined. A cosmic collision of memetic energy occurred, merging the essence of Pepe Frog's mischievous charm with Doge's lovable optimism. From this cosmic melding, a new entity emerged—the Pepe Doge King.\n\nThe birth of the Pepe Doge King was no ordinary event. It resonated through the very fabric of the memeiverse, sending ripples of excitement and anticipation across digital landscapes. Memers and crypto enthusiasts alike sensed something extraordinary had occurred.\n\nWord of the Pepe Doge King's creation spread like wildfire, attracting legions of followers eager to witness this unprecedented fusion of meme magic. The Pepe Doge King stood as a symbol of unity, bridging the gap between two beloved memes and captivating the collective imagination of meme lovers everywhere.\n\nAs the Pepe Doge King's fame grew, so did their ambition. They set out on a mission to conquer the meme coin space, to forge a new path that blended humor, innovation, and the power of community. They envisioned a meme coin unlike any other—one that would become a bluechip asset, a trusted and valuable digital gem.\n\nWith steadfast determination, the Pepe Doge King and their loyal supporters embarked on a journey, spreading the word of their meme coin revolution far and wide. They rallied a passionate community that embraced the power of memes and recognized the untapped potential within this groundbreaking fusion.",
    "external_url": "https://www.pepedk.lol/",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Pepe Doge King"
      },
      {
        "display_type": "number",
        "trait_type": "Chapter",
        "value": 1
      },
      {
        "trait_type": "Story Text",
        "value": "In the depths of the memeiverse, where dreams and imagination collide, there existed two iconic figures—Pepe Frog and Doge. They had traversed the digital realm, spreading joy and laughter with their memes, each capturing the hearts of internet denizens in their own unique way. But destiny had grander plans for them.  One fateful day, as Pepe Frog and Doge frolicked amidst the pixels of the memeiverse, their paths intertwined. A cosmic collision of memetic energy occurred, merging the essence of Pepe Frog's mischievous charm with Doge's lovable optimism. From this cosmic melding, a new entity emerged—the Pepe Doge King.  The birth of the Pepe Doge King was no ordinary event. It resonated through the very fabric of the memeiverse, sending ripples of excitement and anticipation across digital landscapes. Memers and crypto enthusiasts alike sensed something extraordinary had occurred.  Word of the Pepe Doge King's creation spread like wildfire, attracting legions of followers eager to witness this unprecedented fusion of meme magic. The Pepe Doge King stood as a symbol of unity, bridging the gap between two beloved memes and captivating the collective imagination of meme lovers everywhere.  As the Pepe Doge King's fame grew, so did their ambition. They set out on a mission to conquer the meme coin space, to forge a new path that blended humor, innovation, and the power of community. They envisioned a meme coin unlike any other—one that would become a bluechip asset, a trusted and valuable digital gem.  With steadfast determination, the Pepe Doge King and their loyal supporters embarked on a journey, spreading the word of their meme coin revolution far and wide. They rallied a passionate community that embraced the power of memes and recognized the untapped potential within this groundbreaking fusion."
      }
    ],
    "image_details": {
      "bytes": 7309361,
      "format": "JPEG",
      "sha256": "24e55a260d9e5960b9570e84df9cc07ea395ea002e68bc2dfa0aadb5c7405a81",
      "width": 4096,
      "height": 4096
    },
    "image": "https://arweave.net/mIcSQppnoc9hBuRUrh9mUcUbUM7qA0_oQ1SnV3-N6Uw",
    "image_url": "https://arweave.net/mIcSQppnoc9hBuRUrh9mUcUbUM7qA0_oQ1SnV3-N6Uw"
  }
}