{
  "address": "0x66056662fb366abbf128a4f52334d60f8e981b58",
  "type": "ERC1155",
  "name": "Alimo x Visitor Coffee Roasters",
  "tokenCount": "1",
  "uri": "https://arweave.net/PAkvafPCzoRuH2_bpI9ynzhYJs2Y0p8ytN-OZsc4G3M",
  "metadata": {
    "name": "Alimo Sessions Blend",
    "created_by": "Alimo",
    "description": "'Alimo Sessions Blend'\n\n- 6667 × 5000px  \n- 1/1 Digital drawing by Alimo  \n- Edition of 10\n\n\n-----\n\nDigital meets Physical\n\nAn edition of 10 of the original painting that was used on the packaging for the 'Alimo Sessions Blend'. This was a collaboration with Visitor Coffee Roasters down in San Diego, CA! 💚 Designed and fully curated to fit into my artists brain and fellow creatives like yourself who wants to create and be playful all day.\n\nPart of bridging physical and the digital world, we created 100 bags that will be available, Oct 21st at 9am PST online at Visitor Coffee Roasters.\n\n-----\n\nHow to purchase:\n\nvisitorcoffeeroasters.com  \nalimofun.com\n\n-----\n\nThis is part of my new collaboration with Visitor Coffee Roasters down in San Diego, CA. \n\nWe created a special 'Alimo Sessions Blend' 💚 Designed and fully curated to fit into my artists brain and fellow creatives like yourself who wants to create and be playful all day.\n\nPart of bridging physical and the digital world, we created 100 bags that will be available, Oct 21st at 9am PST online at Visitor Coffee Roasters.\n\nOnce they’re sold out they go bye bye forever.\n\nAlong with the physical, we wanted to create a digital collectable (edition of 10) to showcase the full painting that was used on the packaging.\n\n-----\n\nAbout the project:\n\nOver the years, me and my brother have talked about a sessions coffee. Meaning, a coffee you can drink all day, similar to a cheap fun beer. Crappy beer, you can drink like water, while an IPA knocks you on your feet in one can. Coffee has always been the same. One good cup sends you to the moon, sometimes getting you all shaky and crazy.\n\nThere’s also been this correlation with grandpa coffee where you can drink a pot of Folders coffee all day, feeling nothing. Both have a place, both are awesome.\n\nFor the new Alimo Sessions Blend. I wanted this ‘grandpa coffee’ where you drink your crazy cup in the morning to wake you up, then in the afternoon, drink your Alimo sessions blend until dark. \n\nThis is what we created and man it taste good.\n\nThe painting represents a session. All your friends are chilling at the beach, while you’re still frothing out in the ocean surfing. You know that feeling!\n\nI’m also so proud of my friends and honored to be part of their first artists series. This not only introduces the audience to rad art, but also a way to discover new art with damn good coffee.\n\n-----\n\nThe Details:\n\nThe Alimo Sessions Blend is a half caff blend we’ve been working on for a while. Visitor Coffee Roasters sourced from multiple farms in Mexico and Guatemala, and found the perfect blend of smooth taste and an even-keeled buzz of caffeine.  \nWith a creamy and bright body, this blend combines floral and chocolatey notes to keep you sipping throughout the day.\n\nThank you to all my holders and your support. It means the world to me.",
    "external_url": "www.alimofun.com",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Alimo"
      },
      {
        "trait_type": "Coffee Blend",
        "value": "Half Caff"
      },
      {
        "trait_type": "Coffee Roasters",
        "value": "Visitor Coffee Roasters"
      }
    ],
    "image_details": {
      "bytes": 2464025,
      "format": "JPEG",
      "sha256": "11e32543457eabceb9cf3e9a56d1164120992007d608007a05d97d80309b514d",
      "width": 6667,
      "height": 5000
    },
    "image": "https://arweave.net/_yb2yF-LWqLJY8a_EJA7oQCHR_ckj6-NcD5neT3MWTk",
    "image_url": "https://arweave.net/_yb2yF-LWqLJY8a_EJA7oQCHR_ckj6-NcD5neT3MWTk"
  }
}