{
  "address": "0x66d4d32ffe494250d7183638a2cfd7df60993f11",
  "type": "ERC721",
  "name": "INTRONS",
  "tokenCount": "1",
  "uri": "https://arweave.net/R1v0qy6v32QpeiZ_1q0vKv9iBg_oDYMRECBD4lilbyk/1.json",
  "metadata": {
    "name": "INTRONS Digital Only Access Token",
    "image": "https://arweave.net/SgvrcrylIdA7qtKIoN-kJvy0Xs2ZTsGapIeOU44awBg/thumbnail.jpg",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Solimán López"
      },
      {
        "trait_type": "Edition Number",
        "value": "1"
      },
      {
        "trait_type": "Edition Size",
        "value": "50"
      },
      {
        "trait_type": "Production Year",
        "value": "2023"
      },
      {
        "trait_type": "File Format",
        "value": "PNG"
      }
    ],
    "description": "By purchasing this Access Token, you will receive the NFT of your personalized bioportrait airdropped to your Wallet. \n\nTo redeem the Access Token and order your Digital only Bioportrait, follow the steps in this guide: \n[How to get INTRONS Bioportrait](https://drive.google.com/file/d/1lGTazV3WklOg6IY3Y1azHKUhPL4oi3nU/view?usp=sharing)\n\nWelcome to the Introns project, an artistic initiative that takes us on a journey through the depths of our very essence; a symbol of our evolution as a species and our ability to embrace the changes that come along. In a world where technology and digital advancement have revolutionised the way we see ourselves, the project brings a refreshing and unique perspective on how ourselves can be perceived in the digital realm.\n\nBy delving deep into the molecular structure of our DNA, Introns propose an alternative representation of human digital identities showing features obtained from our own DNA, certifying the personal DNA, and presenting our essence as it has never been done before; generating a \"bioportrait\".\n\nCome and experience the Introns project: Own an artwork that not only represents you, but also certifies your personal DNA. It's time to take the evolutionary leap in our way of communicating in the metaverse and the Web 3.0. Don't miss out on this opportunity. Follow the steps towards your Introns bioportrait, reflecting your unique identity, and see your inner self in unprecedented ways.\n\n[View High-Res Artwork on Arweave](https://arweave.net/SgvrcrylIdA7qtKIoN-kJvy0Xs2ZTsGapIeOU44awBg/original.png)",
    "animation_url": "https://arweave.net/SgvrcrylIdA7qtKIoN-kJvy0Xs2ZTsGapIeOU44awBg/original.png",
    "external_url": "https://www.elementum.art/en/artworks/introns-nft-only-3d-model-667/"
  }
}