{
  "address": "0x660a2950d6d797d0336b4558e3c3ccc0939d7765",
  "type": "ERC721",
  "name": "Hybrid Ecosystems",
  "tokenCount": "1",
  "uri": "https://arweave.net/3h0JFS60RwiQ5XzerqZe4AOaR0eyt2QjLX8TXdFQ3Q8",
  "metadata": {
    "name": "hybrid ecosystems : dawn instructions #1",
    "created_by": "Entangled Others",
    "external_url": "https://entangledothers.studio/hybrid-ecosystems/",
    "description": "The reality of our mundane life is that these two layers of reality are in fact tightly interwoven, constantly influencing, interacting, shaping & reshaping, consuming and acting. Our inherited bias towards seeing the man-made, or artificial, as different from the natural world further obscures this reality where digital agents (software & hardware) behave and interact as an ecosystem, also with the natural world.\n\nAs a way of engaging with this, we took our starting point in examining the benchmark datasets that are typically used to evaluate the performance and accuracy of neural network architectures, the most well-known of these being Imagenet. These datasets very much are an attempt at gathering what we would consider a usefully representative slice of our modern (western) mundane reality, the categories being things we would typically find relevant to recognise in a day-to-day context such as cars, dogs, buildings, people, toasters and so on. Naturally current neural networks have become eerily good at not only recognising but also generating synthetic examples of these mundane categories.\n\nBy using these pre-trained 'mundane' models that can only recreate from the data that they were trained upon, we began a process of prompting, manipulating and stretching these networks in order to create speculative representations of the entangled reality of the digital & physical. Exploring how we can stretch our imagination so as to see a world of harmoniously interacting artificial and natural life as one single, sustainable ecosystem, starting from the day-to-day frame of reference.\n\n\nIncludes  a  16\"  giclée  print  of  the  piece  signed  by  the  artists  Feileacan  McCormick  &  Sofia  Crespo",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Entangled Others"
      },
      {
        "display_type": "number",
        "trait_type": "Year",
        "value": "2022"
      },
      {
        "trait_type": "Series",
        "value": "hybrid ecosystems"
      },
      {
        "trait_type": "Technique",
        "value": "Generative Systems, Neural Networks"
      }
    ],
    "image_details": {
      "bytes": 112675620,
      "format": "PNG",
      "sha256": "b4a47ce6d34f3991fe61363e53cd018c8949097d13ffa2cdb885c70d22d141df",
      "width": 8192,
      "height": 8192
    },
    "image": "https://arweave.net/gqqSOzBY1kkq2XUFIWOS-MFXYN6d-pqgCNRQ1RK7A2U",
    "image_url": "https://arweave.net/gqqSOzBY1kkq2XUFIWOS-MFXYN6d-pqgCNRQ1RK7A2U"
  }
}