{
  "address": "0x667b05798abf766c9e11fc78f3b8de284584b920",
  "type": "ERC721",
  "name": "Bow Yoho Traverse 2023",
  "tokenCount": "2",
  "uri": "https://arweave.net/7-t66D4ymp8u6-UjdJgi99e_CxDf71S7Gpf6JPzTDMI",
  "metadata": {
    "name": "Des Poilus Ice Wall",
    "created_by": "Dave Markel",
    "description": "On April 1, six friends and I set out on a 42km ski traverse through the Canadian Rockies. The trip would involve crossing 4 high mountain passes, crossing numerous glaciers and icefields and navigating crevasse and avalanche terrain. \n\nThrough out the journey I was shooting with my Sony mirrorless camera, GoPro and my phone to document this remote part of the mountains. \n\nThis is one of the images I chose to represent this journey. \n\nThe first day we traveled from the highway to Bow hut. A relatively short 3.5 hour ski. This took us across Bow lake, through a narrow canyon before climbing into the alpine under the looming Vulture Glacier. \n\nThe following day we travelled across the Wapta Icefield and over the Yoho Glacier to Guy Hut, the newest Alpine Club hut located on the shoulder of Yoho Peak. We spent two nights there giving us a full day to ski in the area. \n\nOn the fourth day After leaving Guy Hut we descended off Mt Yoho and made out way to the toe of the Des Poilus glacier where we were treated to this amazing ice wall.\n\nWe took a few minutes to transition our gear and made our way south towards Isolated Col before dropping into the Little Yoho valley and Stanley Mitchell hut.\n\nI shot this image looking back at two of our group members with the toe of the glacier in the background.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "AlpineLifer.eth"
      },
      {
        "trait_type": "Camera",
        "value": "SONY ILCE-6000"
      },
      {
        "trait_type": "Lens",
        "value": "E 18-300mm F3.5-6.3 B061"
      },
      {
        "trait_type": "ISO",
        "value": "250"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/5"
      },
      {
        "trait_type": "Exposure",
        "value": "1/4000"
      },
      {
        "trait_type": "Focal Length",
        "value": "80.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2023:04:04 08:45:16"
      },
      {
        "trait_type": "Image Location",
        "value": "51.5662 N, 116.5787 W"
      },
      {
        "trait_type": "Image Elevation",
        "value": "2260m"
      }
    ],
    "image_details": {
      "bytes": 13339399,
      "format": "JPEG",
      "sha256": "af7e0e22521164528fb32c078b535f6d66b9aaa52dff4d6f17d7c2b7a83aca0b",
      "width": 5877,
      "height": 3918
    },
    "image": "https://arweave.net/uXzhV48FlvynkfS_-xKKfFMozi0mDSyfJVJg0b8p7dc",
    "image_url": "https://arweave.net/uXzhV48FlvynkfS_-xKKfFMozi0mDSyfJVJg0b8p7dc"
  }
}