{
  "address": "0x66cca22790dfeb2d016a8a3cacab3978349cd179",
  "type": "ERC721",
  "name": "Journeys by TQ",
  "tokenCount": "2",
  "uri": "https://arweave.net/0yB9caDXI2SB_FwieE9wXm-j2XqKSDpZ-SaimER0430",
  "metadata": {
    "name": "Beginning",
    "created_by": "Tom Quan",
    "description": "Captured in South Island, New Zealand 2022.\n\nMy road to discovering photography and eventually becoming a professional began in New Zealand. I was working as a designer in Australia and had decided to part ways with my then employer. But before moving on to another agency I decided to take a break and wanted to do a hiking trip in New Zealand. After some googling, I found a company who offered guided hiking trips and without much hesitation decided to book a trip with them.\n\nI knew I would encounter some pretty incredible scenery so I decided to rent a Canon DSLR and a wide angle lens. I didn’t really know what I was doing, I don’t remember exactly but I probably shot in automatic mode most of the time. What I do remember was my jaw hitting the ground on a daily basis. The mountains, the scenery was completely mind blowing and eye opening.  \n\nI arrived back home after a 10 day trip and edited some of the images. In retrospect they are TERRIBLE but at the time I was really impressed with myself. I shared some with friends and they were very complimentary. During a moment of inspiration, insanity and naivety in equal doses; I emailed some of those shots to the hiking company and asked if they would hire me as a photographer. I expected them to tell me I was a fool and to go away but they actually said YES! I was ecstatic for about 10 secs before a feeling of dread and fear took over. I was no professional at the time, far from it. I didn’t know what I was doing. A complete charlatan. But I managed to bury those feelings and worked with the hiking company for a few tours. It was very run and gun and a great learning experience. I had to learn quickly and it certainly helped to improve me as a photographer. After those experiences in New Zealand, my love for photography steadily grew.\n\nFast forward to 2022 and looking through those images I took for the hiking company today, I’m not ashamed to admit they are pretty awful. The tours were also very structured so I didn’t have much freedom to take photos during the ideal times of day. It’s all part of the journey and to be able to visit New Zealand again after many years (to come full circle) feels incredibly special. Having the opportunity to return as a stronger photographer and the freedom to explore whatever and whenever I wanted was something I had wanted for a long time. It’s such beautiful country and will always be remembered as the beginning of my love for photography and travel.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Tom Quan"
      }
    ],
    "image_details": {
      "bytes": 10984979,
      "format": "JPEG",
      "sha256": "2d1057589a486c082b7761fc91f8f9f044e4a88b48aee338400ebafe5499d7cd",
      "width": 4800,
      "height": 6000
    },
    "image": "https://arweave.net/IW6-d6T3rmeQ8aPcW37z1P8hvZNrLw0T-gU2X0HuCQM",
    "image_url": "https://arweave.net/IW6-d6T3rmeQ8aPcW37z1P8hvZNrLw0T-gU2X0HuCQM"
  }
}