{
  "address": "0x66934430d273dbfd74e80ea32a96c71a90c754ee",
  "type": "ERC721",
  "name": "Ron Arad",
  "tokenCount": "15",
  "uri": "https://arweave.net/93G8T9ckXHJwork_L-lItUISUCVJH08-aQQKyz6CPX4",
  "metadata": {
    "name": "Can art still be relevant in these days",
    "created_by": "Ron Arad",
    "external_url": "https://www.shiftingvision.org/",
    "description": "Artist: Ron Arad\n\nTitle: Can art still be relevant in these days\n\nArtist Proof: 1 of 2\n\nRon Arad’s exploration of physical versus digital processes was explored in his 2014 exhibition _In Reverse_ which was first installed at the Design Museum Holon, Israel, and later travelled to the Pinacoteca Agnelli, Italy. The exhibition included six of Arad’s Pressed Flower sculptures made from compressed Fiat 500s in varying colours mounted on the gallery’s walls. ‘In Reverse was an exhibition about the shift from the physical to the digital – except backwards. Rather than manipulate materials to render them functional or render digital models towards a functional object, I “reversed” perfectly functional objects to render them useless.’ _Can art still be relevant these days_ is based off of this iconography and builds on Arad’s genesis digital art collection _Reverse Again_ created in 2022 with Shifting Vision. The main piece in the collection _Slow Outburst_ was created using entirely digital means exploring how automobile bodies, specifically the Fiat 500, behave under compression through physical experiments and digital simulations. The _Reverse Again_ series was featured in the May 2022 edition of Wallpaper* magazine with both an article and two bespoke covers by Arad, one for the physical print edition and one digital cover. Can art _still be relevant in these days_ was built from this base, with Arad commenting on the extreme and devastating developments happening in Ukraine in the spring of May 2022 which are unfortunately still unfolding today. \n\nhttp://www.ronarad.co.uk/home/ \nhttps://www.shiftingvision.org/",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Ron Arad"
      },
      {
        "display_type": "number",
        "trait_type": "Artist Proof",
        "max_value": "2",
        "value": "1"
      }
    ],
    "image_details": {
      "bytes": 1049618,
      "format": "JPEG",
      "sha256": "297b28a28674b19f0c417c703b5ced3d2ff61bac2ead902be8ab0d6c76db7dce",
      "width": 1192,
      "height": 1600
    },
    "image": "https://arweave.net/YkMqFD011h8s0TrCU4GRk8vGwuHjNLoNAZ_ia_FINVg",
    "image_url": "https://arweave.net/YkMqFD011h8s0TrCU4GRk8vGwuHjNLoNAZ_ia_FINVg"
  }
}