{
  "address": "0x662ad7b295c4d201bf17534ff978862ba1ec5bb5",
  "type": "ERC1155",
  "name": "PunkCheck",
  "tokenCount": "2",
  "uri": "https://arweave.net/R3X4lvhS-Zyc1zOhtLsZBXfhr8GK18TgNIRdABoPupE",
  "metadata": {
    "name": "PunkCheck",
    "created_by": "Oracle",
    "description": "This stunning piece of art, named PunkCheck, is a collage of different Punk projects on the Ethereum blockchain, showcasing the vibrant and eclectic nature of the NFT world. The artwork depicts various punk characters, each unique in their own way, coming together to create a colorful and lively composition.\n\nThis piece is a tribute to the original creator of CryptoPunks, LarvaLabs, and to Jack Butcher, the creator of Checks VV Project. LarvaLabs' groundbreaking project, which debuted in 2017, marked a new era in the world of blockchain art and continues to inspire artists and collectors alike. With its 10,000 unique characters, each with its own set of attributes and personalities, CryptoPunks paved the way for a new generation of collectible, one-of-a-kind digital art pieces.\n\nJack Butcher, with his Checks VV project, has captured the zeitgeist through gamified checkmarks and has added another dimension to the world of blockchain art. His innovative approach and eye for design are evident in this collage, bringing together the spirit of punk and the fun of gaming to create a truly unique piece.\n\nSo, here's to LarvaLabs and Jack Butcher, for their innovation and creativity in the world of blockchain art. Their influence can be seen in this collage and in the countless projects that have followed in their footsteps. Their contribution to the industry will be remembered for years to come.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Oracle"
      },
      {
        "display_type": "number",
        "trait_type": "Punk",
        "value": "69"
      },
      {
        "display_type": "number",
        "trait_type": "Creativity",
        "value": "420"
      },
      {
        "trait_type": "Checkmark",
        "value": "Unlimited"
      }
    ],
    "image_details": {
      "bytes": 5377200,
      "format": "GIF",
      "sha256": "3d9f0dbdf81ac3603702b7001d1e15380941eda96f0359c57e0e6e4a3d146ba5",
      "width": 512,
      "height": 512
    },
    "image": "https://arweave.net/NuKGeRfWUT0FhJuadgyKfM_rBbDohR6zwOAUX9duxyA",
    "image_url": "https://arweave.net/NuKGeRfWUT0FhJuadgyKfM_rBbDohR6zwOAUX9duxyA"
  }
}