{
  "address": "0x6693d9f4e2d5dfd45a116b0d9b313b6c210d2e93",
  "type": "ERC1155",
  "name": "INFINITE II",
  "tokenCount": "1",
  "uri": "ipfs://bafkreih7gaqgceyecw6pxb3nkir2odxkh4rhznzfpsaibzrp7rxjje6tpe",
  "metadata": {
    "name": "INFINITE II",
    "description": "The performance art piece titled INFINITE II was staged in Berlin, Germany, on September 9th, 2022, for the Julia Stoscheck Collection in collaboration with Reference Festival. The performance, directed by Matt Lambert and featuring Michèle Lamy, explores the concept of infinity through a ritualistic exchange of energy and is a chapter of an ongoing series.\n\nLambert created a scene, along with choreographer Steven Fast, that begins with an end — a post-apocalyptic battlefield with bodies strewn at the feet of Lamy. In the ensuing performance, we see in a purgatorial loop of sacrificial exchange of energy with her — from the revival of a mother’s breath to an orgasmic death.\n\nA film recorded the day before the unique and immersive live performance will now be available onchain, produced and developed by Entropy in collaboration with Zora. Entropy, led by Cedric Payne, works with artists, innovators, strategists, and technologists to bring their visions to life. In this project, they aim to extend the lifespan of INFINITE II by creating the collectible. ZORA is a platform that provides easy-to-use tools that allow anyone - creators, artists, developers, brands - bring their creativity onchain.\n\nFeaturing a soundtrack by Arca, Ryoji Ikeda and Lavascar and words from the poetry of Etel Adnan, INFINITE II is a direct continuation of INFINITE I, shot in 2019 and released in March 2023. INFINITE I explores a similar narrative to its sequel, but through the lens of Mother and Daughter. The project was initially shelved and was revived through Adnan’s poetry and a Lavascar track remixed by Arca.\n\nINFINITE II is the third film in the ongoing collaborative relationship between Lambert and Lamy, which first began with Butt Muscle (2017) and includes performances in Berghain and Venice.",
    "image": "ipfs://bafybeig6yh2qyw2awruj4juvdgl42q63xerefxvwpd5mljacf5gyepx2qy",
    "animation_url": "ipfs://bafybeieef43fwq3gzps4hvkmpbc4ldguquooybqvdtib52fwehvqlq52vm",
    "attributes": [],
    "content": {
      "mime": "video/mp4",
      "uri": "ipfs://bafybeieef43fwq3gzps4hvkmpbc4ldguquooybqvdtib52fwehvqlq52vm"
    }
  }
}