{
  "address": "0x677530490001cef1e1eb5e6398df38629daba761",
  "type": "ERC721",
  "name": "Custom Model - Get Up",
  "tokenCount": "38",
  "uri": "ar://4DN97TX2S8pGJaw0qXo5Eg9h79FgK73JEm1vDzDhdlg/1",
  "metadata": {
    "animation_url": "ar://T57X0IR2-xSmd0VCa_G6XDK1pmHeicD1a1kc8EkWzd0",
    "artist": "Custom Model",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://j5J87F5zNYtvKWxuUgJjwVYS-vCaswnKUXlJP20AjYw",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Get Up",
        "value": "Song Edition"
      }
    ],
    "bpm": 120,
    "credits": null,
    "description": "\"Get Up\" is a 2020 single from Custom Model. The song wrong was written and produced specifically for a DJs4CA (DJs for Climate Action) livestream early on in the pandemic. Following the performance of the song, there was an overwhelmingly positive response, which led to fast tracking the release on traditional DSPs.\n\nAfter around two years on DSPs, Custom Model was solicited by a sync agent wanting to shop the song around to music supervisors. Without much consideration, a verbal agreement was made to see what kind of sync market existed for the song. Fast forward about six months, and the sync agent found a Netflix original series called \"ELITE\" that wants the song for their upcoming season. \n\nNow we are all caught up... almost. The show is apparently a big hit around the world, and people started streaming \"Get Up\" like crazy. Just recently \"Get Up\" has passed 20,000 streams on Spotify, and to celebrate it is being minted on the blockchain as an open edition.\n\nCustom Model Genesis Crew Members get early access and pricing. Collectors of Chíc Bangs also get early access. A special airdrop related to \"Get Up\" is being prepared for those who mint in the presale window.",
    "duration": 216,
    "external_url": "https://www.sound.xyz/custommodel/get-up",
    "genre": "Dance & EDM",
    "image": "ar://j5J87F5zNYtvKWxuUgJjwVYS-vCaswnKUXlJP20AjYw",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://T57X0IR2-xSmd0VCa_G6XDK1pmHeicD1a1kc8EkWzd0",
    "lyrics": null,
    "mimeType": "audio/mpeg",
    "nftSerialNumber": 1,
    "name": "Get Up #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Get Up",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}