{
  "address": "0x676f02b3fd15c79f087bdb449e7360e707b665dc",
  "type": "ERC721",
  "name": "informal. - show me",
  "tokenCount": "7",
  "uri": "ar://lrYrNkt_J4_lVer4td8gysblv07ccd69xxZWEiC6unU/1",
  "metadata": {
    "animation_url": "ar://aa7dUMnTVeeiBrW0yna3kKIKo_-EvUOc7yFQ4ta7M0k",
    "artist": "informal.",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://sdQh48XUJLESBRd-jFLfJDTI8AjZs8NUe9SMzAV-OVM",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "show me",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 126,
    "credits": null,
    "description": "“show me” was a really fun song to make, and the creative process from start to finish was unlike anything I had made before. When I first made this track, what is now the verse was actually the “drop” or the main hook, the song was much slower, and I had written and recorded my own vocals on it. It was a cool track, but I knew it could be better (i'm not a very good singer). That's when I decided to send the instrumental to a songwriter and vocalist, with no instruction other than to “have fun with it” and see what she could do. I absolutely loved what she sent back and I ended up making two different new versions of the song. I made one version with the original drop and her new vocals layered over the top, which made a sort of Nu Disco Indie-Electronic track. The second version I made was a high-energy bass house drop that used all of the ad libs she recorded and some bouncy bass lines I had written underneath them. In the end, I took both ideas and was able to mold them into one track to get the best of both worlds, and that's the tune you hear today. Hope you enjoy dancing to this one as much as I did making it! see you soon. - informal. ",
    "duration": 150,
    "external_url": "https://www.sound.xyz/informal/show-me",
    "genre": "Dance & EDM",
    "image": "ar://sdQh48XUJLESBRd-jFLfJDTI8AjZs8NUe9SMzAV-OVM",
    "isrc": null,
    "key": "A_MINOR",
    "license": null,
    "locationCreated": "us",
    "losslessAudio": "ar://aa7dUMnTVeeiBrW0yna3kKIKo_-EvUOc7yFQ4ta7M0k",
    "lyrics": {
      "text": "i’m too used to the way, everybody stays the same. so removed, it’s a shame. so please don’t be the same. yeah i feel your eyes from across the room. why don’t you make a move? (ah ahh) and i think i might be feeling it too. yeah you should make a move oh oh. if you want me baby show me, yeah don’t act like it’s too hard, it’s too hard. if you want to get to know me, i might need to feel your heart, feel your heart. if you want me baby. tell me what you like, don’t make me wonder. keep me up all night. if you want me baby show me, cause i’ll meet you where you are, where you are. just show me what you want.",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "show me #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "show me",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}