{
  "address": "0x6709d7adb1eda6c0474a3e43b62d5b090c5c3bbe",
  "type": "ERC721",
  "name": "Masterworks by Frank Paulin",
  "tokenCount": "25",
  "uri": "https://arweave.net/o4xna2LDtQhBLfD-Eb_a1Fa2swzpgqCrHPgk_ZeHYKk",
  "metadata": {
    "name": "Masterworks #1",
    "created_by": "Frank Paulin",
    "description": "Assembly Curated and Bruce Silverstein Gallery present Frank Paulin’s “Masterworks,” a collection of some of the most iconic early work from the artist’s archive. “Masterworks” features photographs predominantly captured in the 1950s on the streets of New York City. Many of these early images by Paulin were featured in a 1957 solo exhibition at Helen Gee’s pioneering gallery and café, Limelight. Paulin’s work earned him great praise despite photography’s then uninitiated position in the fine art world. Prominent publications including The New York Times and The Village Voice praised Paulin’s ‘humor and compassion’ as well as his uncanny ability to perceive irony and record what they referred to as ‘poetic accidents.’ Paulin was a freelance fashion illustrator by day, but took to the streets in his free time to document subjects from all walks of life set against the stunning visual framework of advertisements, neon signs, and reflective store windows. This collection of well-known work recalls a distinct moment in American history, a moment captured with a passionate vision that keeps us looking.\n\nRediscovered in his eighth decade, Frank Paulin (b. 1926) is renowned for uniquely documenting fleeting human moments of humor and poetry, often against the backdrop of gritty urban scenes. His iconic work is in numerous collections including the MoMA, the Whitney Museum of American Art, and Yale University Art Gallery.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Frank Paulin"
      },
      {
        "trait_type": "Copyright",
        "value": "All Rights Reserved"
      }
    ],
    "image_details": {
      "bytes": 2388958,
      "format": "JPEG",
      "sha256": "5cafdd3080d2b236d115575dc2399f16e76833872c2612ed2bfa80a312ae3e68",
      "width": 1535,
      "height": 2000
    },
    "image": "https://arweave.net/rqrz12L8xvs_tYI_RhG5JWzMKzsWawcZdRspcQHARw8",
    "image_url": "https://arweave.net/rqrz12L8xvs_tYI_RhG5JWzMKzsWawcZdRspcQHARw8"
  }
}