{
  "address": "0x67df0998bf47a37a4aaff5a4518013e512255f2b",
  "type": "ERC1155",
  "name": "Nomadic Frame Editions",
  "tokenCount": "8",
  "uri": "https://arweave.net/04iY-Hk7fK0BdC_lZP8hfiRWlc_45QSgrzcZ_RKJ0YQ",
  "metadata": {
    "name": "African Cape Buffalo",
    "created_by": "Nomadic Frame",
    "external_url": "https://linktr.ee/nomadic.frame",
    "description": "There is only one species of buffalo in Africa but four distinct subspecies exist: forest buffalo, West African savanna buffalo, Central African buffalo, and southern savanna buffalo (pictured also known as the Cape buffalo).\n\nSavanna buffaloes are large, heavy cow-like animals. They vary greatly not only in size but in the shapes of their horns and their coloring. Adults are usually dark gray or black (or even look red or white if they have been wallowing in mud of that color) and the young are often reddish-brown. The smaller forest buffalo maintains the red color even as an adult, although in western Uganda, many savanna buffaloes are also red or pale orange instead of black. Adults lose hair as they age.\n\nBoth males and females have heavy, ridged horns that grow straight out from the head or curve downward and then up. The horns are formidable weapons against predators and are used when jostling for space within the herd; males use the horns in fights for dominance.\n\nOutside national parks, these giants are considered crop pests and are seen as dangerous animals due to their size, aggressive nature, and formidable horns. In East Africa, they are known to break fences, raid cultivated crops, and they may even spread bovine diseases to livestock. In the past, they suffered their most dramatic population decline during the great rinderpest epidemic of the 1890s. This also coupled with pleuro-pneumonia and caused mortalities as high as 95 percent among livestock and wild buffalo.\n\nTheir habitat is threatened by fragmentation, which is caused when land is divided by unsustainable development.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Nomadic Frame"
      },
      {
        "trait_type": "Common Name",
        "value": "African Cape Buffalo"
      },
      {
        "trait_type": "Family",
        "value": "Bovidae"
      },
      {
        "trait_type": "Kingdom",
        "value": "Animalia"
      },
      {
        "trait_type": "Genus Species",
        "value": "Syncerus (together horns) caffer"
      },
      {
        "trait_type": "Category",
        "value": "Photography"
      },
      {
        "value": "Wildlife Photography",
        "trait_type": "Genre"
      },
      {
        "trait_type": "Location",
        "value": "Maasai Mara National Wildlife Reserve"
      },
      {
        "trait_type": "Country",
        "value": "Kenya"
      },
      {
        "trait_type": "Phylum",
        "value": "Chordata"
      },
      {
        "trait_type": "Class",
        "value": "Mammalia"
      },
      {
        "trait_type": "Order",
        "value": "Artiodactyla"
      }
    ],
    "image_details": {
      "bytes": 20044498,
      "format": "JPEG",
      "sha256": "c7274f9924b1ca66a1ee264591995f72eec57562e940bf2ab8da3287aebb64e3",
      "width": 6000,
      "height": 3359
    },
    "image": "https://arweave.net/4LnqFUoQOk7vjbUjQoDHGt_8oZ2tULXvawEOwgH3NZM",
    "image_url": "https://arweave.net/4LnqFUoQOk7vjbUjQoDHGt_8oZ2tULXvawEOwgH3NZM"
  }
}