{
  "address": "0x67e0dc96edcbbd3a4892968d68093f36a93bada4",
  "type": "ERC721",
  "name": "Calvet",
  "tokenCount": "6",
  "uri": "https://arweave.net/54D9jNnXJa1xm_anZr9DLPXzzh1nZ7ifQr8vAFRtw_s",
  "metadata": {
    "name": "God the Mother",
    "created_by": "Calvet",
    "description": "God the mother, digital art, 2019\n\n(Description available in English and Portuguese)  \n(Descrição disponível em inglês e português)\n\nGod the black woman is the most important art for me and my artistic career, I produced this piece in 2019, that year I didn't even know if I could actually make it as an artist and in my daily struggle to survive from art, I initially decided to make a Black God art.\n\nBlack God was a previous art before this one, I did a re-reading of (GOD THE FATHER, Cima da Conegliano, c. 1510-1517) after some research on google images and not finding any representation of black God, I decided to make my own version and post it on my Facebook page.\n\nOn the same day a friend of mine named Adriane gave me an idea to create God being a black woman, based on the lyrics of a song by the Rapper Emicida \"It's going to be the worst shit when I say I saw God and he was a black woman\" - Musica Mãe, she talks about his mother in the song and that touched me a lot and I decided to make this artwork.\n\nWhen I posted this art on facebook, it exploded many people reposted the art, I ended up not getting much recognition because people reposted without giving credit, but I think that's what happens when an artwork comes out of the bubble, it reaches places where not even the artist knew it could reach.\n\nMy life changed because of this art because I understood the true meaning of representativeness, my art could be more than just something aesthetic, in digital art for me it was very difficult to see my work as something of impact and after the production of this work of art I felt I could do much more and so I continue today.\n\nThis is my Genesis, not only in the NFT but in my life, I hope that this time I can be recognized for that and I hope that with the money from the sale of this NFT I can go back to the College of Painting in the Federal University of Rio de Janeiro, I had to cancel the course because I couldn't buy the materials and because I live far away from the College it's very expensive, I hope that with the NFTs I can support myself and finish the graduation.\n\n\n///////////////////////////////////////////////////////////////////////////////////////////////////\n\n\nDeus a mulher negra é a arte mais importante pra mim e para minha carreira artística, produzi essa peça em 2019, nesse ano eu nem sabia se eu conseguiria de fato ser um artista e na minha luta diária para sobreviver da arte, eu resolvi inicialmente fazer uma arte de Deus Negro.\n\nDeus negro foi uma arte anterior a essa, fiz uma releitura de (GOD THE FATHER, Cima da Conegliano, c. 1510–1517) após algumas pesquisas no Google imagens e não achar nenhuma representação de Deus negro, eu resolvi fazer minha própria versão e postar na minha pagina no Facebook.\n\nNo mesmo dia uma amiga chamada Adriane me deu uma ideia de criar Deus sendo uma mulher negra, baseada na letra de uma música do Rapper Emicida \" Vai dar maior treta quando eu disser que vi Deus e ele era uma mulher negra\" - Musica Mãe, ela fala sobre a mãe dele na música e isso me tocou muito e eu resolvi fazer essa arte.\n\nQuando eu postei essa arte no Facebook, ela estourou muitas pessoas repostaram a arte, eu acabei não ganhando muito reconhecimento pois as pessoas repostavam sem dar os créditos, mas acho que é isso que acontece quando uma arte sai da bolha, ela chega em lugares onde nem o artista sabia que ela poderia chegar.\n\nMinha vida mudou por conta dessa arte porquê eu entendi o verdadeiro significado de representatividade, minha arte poderia ser mais do que algo apenas estético, na arte digital pra mim era muito dificil ver meu trabalho como algo de impacto e após a produção dessa obra de arte eu senti que podia fazer muito mais e assim eu continuo até hoje.\n\nEssa é minha Genesis, não apenas no NFT mas na minha vida, espero que dessa vez eu consiga ser reconhecido por isso e espero que com o dinheiro da venda desta NFT eu possa voltar para faculdade de Pintura na Universidade Federal do Rio de Janeiro, tive que trancar por não conseguir comprar os materias e por morar longe da faculdade é bem caro o custo para permanecer, espero que com os NFTs eu consiga me manter e concluir a graduação.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Calvet"
      }
    ],
    "image_details": {
      "bytes": 4708820,
      "format": "JPEG",
      "sha256": "3999b9f8552b79f31c00a6f5a1d5a16c3aa5d3d0a4c229ffe627463158ff031b",
      "width": 4961,
      "height": 3508
    },
    "image": "https://arweave.net/9-WAMpq6U4Ujz2-2MH6ceLvHI2rRcd6ei_RYAvLw_fM",
    "image_url": "https://arweave.net/9-WAMpq6U4Ujz2-2MH6ceLvHI2rRcd6ei_RYAvLw_fM"
  }
}