{
  "address": "0x6737b4ff8691b62f747074050f640a0ea5f282c0",
  "type": "ERC721",
  "name": "MSYDesign",
  "tokenCount": "1049",
  "uri": "https://arweave.net/NcZUw6BV6--snOLN1qE2IOHfZpjhnt8JTvfduXAkJ7U/1",
  "metadata": {
    "name": "The Knight of Web3 #1/888",
    "created_by": "MSY",
    "description": "Protecting the integrity of the decentralised web \n\nOnce upon a time, in a world of decentralized networks and blockchain, there lived a knight. He was a member of a noble and esteemed order of knights who were tasked with protecting the integrity of the decentralized web, known as Web3.\n\nAs a knight of Web3, He was skilled in the art of NFT and blockchain technology, and he used these skills to defend the decentralized networks from those who sought to harm them. He was a fierce warrior, always ready to defend the web against attackers, and he was known throughout the land for his courage and skill.\n\nThe Knight accepted the mission without hesitation, and set out to defend the GM from all threats. He spent long hours monitoring the network for signs of attack, and when he detected one, he would spring into action, using his knowledge of crypto and blockchain technology to fend off the attackers and keep the GM safe.\n\nThanks to Knight's tireless efforts, the GM was able to continue its operations without interruption, and the decentralized web remained safe and secure. And though he faced many challenges and dangers along the way, The knight remained ever vigilant, ready to defend the GM and the decentralized web against any and all threats. ",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "MSY"
      },
      {
        "trait_type": "Name",
        "value": "Knight of Web3 "
      }
    ],
    "animation_details": {
      "bytes": 6567453,
      "format": "M4V",
      "duration": 2,
      "sha256": "008270eea3c11d9714a6b016e93a8d5241dfc14564e0bdb97015c6ee67bfd16f",
      "width": 3840,
      "height": 3200,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/i4Of5fq99nd2d3ckbjeyqfMM2G4wVlwryxmYKYR1CmU",
    "animation_url": "https://arweave.net/i4Of5fq99nd2d3ckbjeyqfMM2G4wVlwryxmYKYR1CmU",
    "image_details": {
      "bytes": 8353424,
      "format": "GIF",
      "sha256": "e9ebed1d77b99079e83e90b0118baf81e51721ce0e616dcfe378cc4b14d9c028",
      "width": 850,
      "height": 708
    },
    "image": "https://arweave.net/Cj1t1k4VzBBQ4iLCaroAN9U7IM5W6OrGYqaQWn-CD9w",
    "image_url": "https://arweave.net/Cj1t1k4VzBBQ4iLCaroAN9U7IM5W6OrGYqaQWn-CD9w"
  }
}