{
  "address": "0x676023d4f56b6128cdde58a8c8e89350737263aa",
  "type": "ERC721",
  "name": "Danktone 003",
  "tokenCount": "1478",
  "uri": "https://metadata.async.art/t/0x676023d4f56b6128cdde58a8c8e89350737263aa/1/token.json",
  "metadata": {
    "name": "Danktone S1E3 #1",
    "description": "On this episode we are honored to speak with artist and crypto art community activist Matt Kane! Matt is a self taught programmer who came to coding as a way to better actualize his artist visions through his own custom software. His work features dense multi-layered works that bring to mind complex, intricate, mesh-like, webs or networks. Matt is perhaps best known for his tremendously successful 2021 Art Blocks project “Gazers.” With Gazers, the works respond to the cycles of the moon and are perpetually shifting, making these works collectors want to live with and regularly revisit.   \n\nIn this episode, we discuss Matt’s journey from “lurker” to leader in the Cryptoart movement. Matt is candid about early successes and struggles to make it as an artist and the positive opportunities Cryptoart opened up for him. We learn where his interest in currency as a theme in his art stems from and his discovery of crypto. He also shares his love of art history and how analog painters like Monet serve as inspiration for his digital works. Matt shares an important story detailing how he collaborated with other important members of the crypto art community in 2020 to successfully lobby for a minimum secondary resale standard for artists. The Dankness is grateful to Matt for sharing so much of his story, it’s a special and insightful conversation, and we hope you find it as engaging as we did!   \n\nYou should absolutely follow Matt Kane at @MattKaneArtist and you can learn more about his unique and engaging body of work on his website mattkane.com.\n\nTo keep up with the podcast follow @thedanknessxyz on Twitter. Sickles is on Twitter at @dan_sickles and you can keep up with his amazing documentary at @newherexyz as it evolves. Artnome lives on Twitter at @artnome and his company ClubNFT, which helps collectors protect and discover NFTs, is at @club_nft.\n\nDanktone 003 created through a collaboration of audio wizard Asa Stella (@stellaphonic) and visionary digital artist FFFFlood (@fffflood).",
    "image": "https://asynchronous-art-inc-res.cloudinary.com/image/upload/w_1200/v1675033525/editionRenders/668f7912bb7c8130c25be4d8cd6b1c9d.jpg",
    "external_url": "https://async.market/blueprints/63d6f5db3c0cbf340f528699/editions/0x676023d4f56b6128cdde58a8c8e89350737263aa-1",
    "attributes": [
      {
        "trait_type": "Asset Type",
        "value": "Edition"
      },
      {
        "trait_type": "Artist",
        "value": "The Dankness"
      },
      {
        "trait_type": "Collection",
        "value": "Danktone 003"
      },
      {
        "trait_type": "000-bgColor",
        "value": "I'm gonna Mint"
      },
      {
        "trait_type": "001-logo",
        "value": "saucyslice"
      },
      {
        "trait_type": "002-grain",
        "value": "lesstiny"
      },
      {
        "trait_type": "003-texture",
        "value": "Philadelphia"
      },
      {
        "trait_type": "004-episodeText",
        "value": "yang"
      },
      {
        "trait_type": "005-dankSticker",
        "value": "kaleidoscopic"
      },
      {
        "trait_type": "006-guestArtifacts",
        "value": "satin"
      },
      {
        "trait_type": "007-specialArtifacts",
        "value": "Dank"
      },
      {
        "trait_type": "008-shrinkWrap",
        "value": "very fine"
      },
      {
        "trait_type": "009-pepeSticker",
        "value": "why you need to pepe"
      },
      {
        "trait_type": "010-music",
        "value": "dubplated"
      },
      {
        "trait_type": "011-hostSounds",
        "value": "gigabrain"
      },
      {
        "trait_type": "012-guestSounds",
        "value": "spiritofdialogue"
      },
      {
        "trait_type": "013-stellaSounds",
        "value": "MOON'd"
      }
    ],
    "animation_url": "https://storage.googleapis.com/art-creation-test/audio/bd59484129.mp3"
  }
}