{
  "address": "0x68cb9d914bef07116cb666e6c093614a2bd59d37",
  "type": "ERC721",
  "name": "Norma De Saint Picman To His Serene Highness (S.D.) Prince Nikolaus von und zu Liechtenstein",
  "tokenCount": "200",
  "uri": "https://arweave.net/irUghdRz2fN2NMxH2MKKq9Gl1h3RMlU4hgbP0qYMOiU/1",
  "metadata": {
    "name": "To His Serene Highness (S.D.) Prince Nikolaus von und zu Liechtenstein and his spouse Her Royal Highness (I.K.H.) Princess Margaretha von und zu Liechtenstein, ll, a double portrait 2022 #1/200",
    "created_by": "Norma De Saint Picman",
    "external_url": "https://www.curate.page/t/noravisionsolarmetaverse",
    "description": "Norma de Saint Picman\n\nPainting, 100 x 80 × 2 cm\n\nMore details\n\nA double portrait of His Serene Highness (S.S.) Prince Nikolaus von und zu Liechtenstein and his spouse Her Royal Highness (I.K.H.) Princess Margaretha von und zu Liechtenstein painted for the occasion of the visit of the royal couple to assist Knights Days in Ptuj.  \nA painting offered at the occasion of the Gala reception and Gala dinner in the refectory of the Minorite Monastery of Saints Peter and Paul, (Minoritski trg 1, 2250 Ptuj) on Saturday, 24.09.2022, organized in honor of Knights of St George of Carinthia, of the Grand Commander S.D. Prince Nikolaus von und zu Liechtenstein, Patron and Protector and his consort I.K.H. Princess Margaretha von und zu Liechtenstein and newly appointed Knights of the Order and to all the new members of the Order, Knights, and Familiars who have had the honor of knighthood and noble membership in the Order, which has been preserved and protected for centuries by the powerful and invincible Saint George.  \nThe creation process evolved from oil painting on solar panel, part of Noravisionsolar The Garden of Eden project, and was consequently developed using digital technologies, towards mixed technics on the canvas, including collage, coffee, glue, digital print, graphic paper, oil and acrylic painting, Chinese Ink, Glue, Varnish, lace, golden, silver imitation.  \nThe red color of the splendid gown of Princess Margaretha resonates with a red cross, a symbol of the Knights of Saint George from Carinthia ( https://viteski-red.si/ ).",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "NORMA DE SAINT PICMAN"
      },
      {
        "trait_type": "Date",
        "value": "2022:09:25 00:24:01"
      },
      {
        "trait_type": "NORAVISIONSOLARMETAVERSE PORTRAITS",
        "value": "To His Serene Highness (S.D.) Prince Nikolaus von und zu Liechtenstein and his spouse Her Royal Highness (I.K.H.) Princess Margaretha von und zu Liechtenstein, ll, a double portrait 2022 Series "
      }
    ],
    "animation_details": {
      "bytes": 295129752,
      "format": "MP4",
      "duration": 916,
      "sha256": "231558a38b5846fad1426796385c2dbda68468c5af798968f227306c4841d6eb",
      "width": 1920,
      "height": 1080,
      "codecs": [
        "MPEG-4",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/APMWbTNhBjTyQOr6yFgBP6KIYSofGjEdyTEo0tmTw70",
    "animation_url": "https://arweave.net/APMWbTNhBjTyQOr6yFgBP6KIYSofGjEdyTEo0tmTw70",
    "image_details": {
      "bytes": 5043827,
      "format": "JPEG",
      "sha256": "980d2b7cb4cac1f8b57f8b096681a643337b44c08853c3ec753c4c6c4e9d369c",
      "width": 3285,
      "height": 3021
    },
    "image": "https://arweave.net/V2uY4icb_GGX10ZpxYaHnpb4deyWg3q_ExDbPH9YtsI",
    "image_url": "https://arweave.net/V2uY4icb_GGX10ZpxYaHnpb4deyWg3q_ExDbPH9YtsI"
  }
}