{
  "address": "0x680b737dcd7176432e6500dd67dc53bb1cc8b86a",
  "type": "ERC721",
  "name": "Through the fantasy the destiny of the villain",
  "tokenCount": "1",
  "uri": "https://arweave.net/4fLU_nN7GN2kFwFEh-dUAMtAruefxCti8lVWl9qtc_I",
  "metadata": {
    "name": "Eat walnuts on a nuclear boat",
    "created_by": "FGCB",
    "description": "Practitioners call the most suitable continent for their survival zhongshenzhou.\n\n\n\nAt the top of the highest peak of Zhongshenzhou, three thousand feet above, in the cold and lonely void, there was always a round of green and yellow vitality rolling.\n\n\n\nIn the center of this group of vitality, there is a black Dharma hall.\n\n\n\nThis black temple lofty primitive, full of unspeakable fairy rhyme.\n\n\n\nOnly those who can truly set foot in the black dharma hall can see that the black dharma hall is made up of countless tiny black ants.\n\n\n\nNone of these ants are the same, with different postures, as if suddenly frozen in time and space. But the ground they make up is even and smoother than a mirror, without a crack.\n\n\n\nThere was not a sound in the temple, absolute silence.\n\n\n\nAt its center, there is a dharma seat of green and yellow vitality, on which sits a practitioner in a black robe.\n\n\n\nOpposite him, a huge black scroll was suspended.\n\n\n\nThere were many bright spots in the black scroll, and when his eyes fell on a certain spot, the spot would continue to expand in his pupil, evolving into countless mountains and rivers, into an endless continent.\n\n\n\nThe light comes from those who practice truth in these continents.\n\n\n\nThese are the continents where the practitioners have the greatest concentration and control.\n\n\n\nBut these continents, scattered across the vast picture, make up only a small part of the picture.\n\n\n\nIn addition to these bright points of light, there are many more points of light with a dull gray flame, and halos with black or hazy gray flames all the time.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "FGCB"
      }
    ],
    "image_details": {
      "bytes": 7082,
      "format": "JPEG",
      "sha256": "c5ca90777c77ccf7bf0c2f63f353c584298df9ef27e1b7c5db2748dfab0f8cc7",
      "width": 194,
      "height": 259
    },
    "image": "https://arweave.net/qatpRIjNLZw6Sg9W5X5rvlDRZzRA9SlyfXByg48QzOc",
    "image_url": "https://arweave.net/qatpRIjNLZw6Sg9W5X5rvlDRZzRA9SlyfXByg48QzOc"
  }
}