{
  "address": "0x6843827c547ce7ecccf9bfde125991aca7adc84a",
  "type": "ERC721",
  "name": "Sault Photography",
  "tokenCount": "3",
  "uri": "https://arweave.net/pykNM2MoJRajkWMFQvvPeIaVfdttah1x7StLnTiWzvI",
  "metadata": {
    "name": "From the Depths",
    "created_by": "Ryan Sault",
    "description": "Hundreds of sharks gather off the coast of O‘ahu riding the ocean currents that bring large amounts of nutrient rich water up from the depths. \n\nThese aggregations are in perpetual motion, as sharks jockey for dominance, constantly challenging the hierarchical structure that has formed throughout.  It’s a constant ballet of complex social behaviours that, in most cases, don’t lead to violence. \n\nCaution is always required as the sharks will often approach to investigate my presence in their environment. They may even decide to challenge my position at the top of the aggregation. \n\n🖼️ Edition 1 / 1  \n🌏 Location: 21°42'53.8\"N 158°11'04.9\"W  \n🗓️ Captured: March 2020\n\nAn image by Ryan Sault - A diver, underwater photographer and adventure lover. He has traveled the globe photographing the most incredible and unique marine life and never leaves home without his camera.\n\nPrimary NFT holder is free to use in advertising, display privately and in groups, including virtual or physical galleries, documentaries, and essays by the NFT holder, as long as the creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Ryan Sault"
      }
    ],
    "image_details": {
      "bytes": 11024683,
      "format": "JPEG",
      "sha256": "7e0f869424f8d90e70948796248ed3505ed05b587a3a058cf4f03f6de39874b4",
      "width": 4814,
      "height": 4010
    },
    "image": "https://arweave.net/9Cjv7IAcnGAOk9CiGe9EJpH16M_Pndd9A7mzm1MvulM",
    "image_url": "https://arweave.net/9Cjv7IAcnGAOk9CiGe9EJpH16M_Pndd9A7mzm1MvulM"
  }
}