{
  "address": "0x6851c1c9502d93ae699fe813b4208668c2f376eb",
  "type": "ERC721",
  "name": "Shes a Rainbow by Byron Grobler",
  "tokenCount": "15",
  "uri": "ipfs://QmUWLy8V1fYYSXfqGYrRV2GCp5eSxzqYq1au3UAC9NEHNJ/1",
  "metadata": {
    "name": "She’s a Rainbow #1",
    "description": "‘She’s a Rainbow’ is one of Byron’s most treasured photographs from a memorable and stormy afternoon in the grasslands of South Africa. \n\nBehind the image:\n\n“The landscape shown here in the heart of the country is relatively flat, dry and harsh but equally as beautiful. It had been months since the last drops of rain had been felt and temperatures were soaring as we entered the beginning of Summer. I had the day off from guiding and was excited to explore the wilderness at my own pace. I set out to find a family of five cheetahs (a mother and her four sub-adult cubs). \n\nAfter an hour of searching in the uncomfortable heat, I eventually spotted them moving towards me over a hill in the distance. The wind had become cool and gusty while a dark wall of clouds approached. These are perfect hunting conditions for cheetahs and the mother was on the lookout for potential prey while the youngsters chased each other through the long grass in a playful manner. I watched with joy as the storm quickly wrapped the open plains. It seemed to pour down everywhere apart from a few kilometers around us and the sky in all directions was now a dark hue of blue and purple. The sun peaked out from under clouds as it began to set and everything instantly turned to gold. The contrast was unbelievable. At this moment, one of the cheetahs turns toward me as a faint rainbow appears behind her. \n\nSo many factors outside of my control led to this image, but in reality, thousands of hours spent searching for moments like this eventually led me to the ‘pot of gold’.”\n\nTo spend time with these cheetahs on foot is a very special privilege to have as an experienced safari guide and allows for photography to literally be taken to a different level. This is done in an ethical manner and their behavior is never altered. Although these cheetahs are wild, free and self-sustaining, they are habituated to certain people being on foot after years of careful, respectful and ethical viewing.\n\nThese cheetahs are important ambassadors of the Endangered Wildlife Trust's Cheetah Metapopulation Project, ensuring the genetic and demographic integrity of the metapopulation in Southern Africa. Learn more by looking up ‘Endangered Wildlife Trust’.",
    "image": "ipfs://QmU3qDZpucQPbfAquLWea8N5SEAdPpZ8AHWAcuhwsQWj4N/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Free State, South Africa"
      },
      {
        "trait_type": "Subject",
        "value": "Cheetah"
      },
      {
        "trait_type": "Genre",
        "value": "Wildlife"
      },
      {
        "trait_type": "Date Created",
        "value": "28/10/2020"
      },
      {
        "trait_type": "Artist",
        "value": "Byron Grobler"
      },
      {
        "trait_type": "Edition",
        "value": "1/15"
      }
    ],
    "external_url": "https://sloika.xyz/byrongrobler.eth/shes-a-rainbow/1"
  }
}