{
  "address": "0x685bab637e958a91d369be0a835fe8b4136c82b5",
  "type": "ERC721",
  "name": "B&O Archives",
  "tokenCount": "200",
  "uri": "https://arweave.net/hLXfikCOQLC6W-xCFfS_868rAyP1E9FpC3xZts3YnLI/1",
  "metadata": {
    "name": "Beomaster 1900 #1/200",
    "created_by": "B&O",
    "external_url": "https://dna.nft.bang-olufsen.com/",
    "description": "Special gift to the first wave of Bang & Olufsen DNA Collection NFT holders. Only NFT holders as per the stop of Public Mint I have been entitled to receive the Beomaster 1900 Positioning Poster NFT  \n \nIn 1976 Bang & Olufsen launched the Beomaster 1900 designed by Jacob Jensen. The product strategy was to distance itself from the traditional Japanese Hi-Fi format at the time which the positioning poster from 1975 was set to tease. A clear design distinction was created between the easily accessible primary choice and the secondary choice concealed under a lid which elegantly covered the parts the user did not need for daily use. Almost before it had reached full production, Beomaster 1900 was acquired by Museums across the world. It is part of the MoMa permanent collection and won the ID Award in 1976.\n\nThe Bang & Olufsen DNA Collection consists of 1925 digital collectibles that connect the iconic design of Bang & Olufsen with art and music from a group of pioneering web3 artists. Bang & Olufsen DNA NFTs also provide token-gated access to future exclusive Bang & Olufsen products and experiences.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "B&O"
      },
      {
        "trait_type": "PRODUCT",
        "value": "Beomaster 1900"
      }
    ],
    "image_details": {
      "bytes": 1205411,
      "format": "JPEG",
      "sha256": "701066026d66e1459070f727549efefb07302aa4132e1f0161b7a9a9a1f26318",
      "width": 2512,
      "height": 2549
    },
    "image": "https://arweave.net/mw5s6rAPqt_ZOaBLj2DHibK5TVrFJsZ5cMq8rk07LX4",
    "image_url": "https://arweave.net/mw5s6rAPqt_ZOaBLj2DHibK5TVrFJsZ5cMq8rk07LX4"
  }
}