{
  "address": "0x68d5884ad8a1ab25b9f9a5c94cf838245f7f49e9",
  "type": "ERC721",
  "name": "Gianfranco Chiavacci",
  "tokenCount": "4",
  "uri": "https://arweave.net/JLuCnvV_0OYkE8LaNbPRzkwQ9J9Cey7q9-R9gAc0E_c/1.json",
  "metadata": {
    "name": "RFC0097 1972",
    "image": "https://arweave.net/DmXLEL6pU4CR5ZOq0c1qNT3iOzDvcFLNTkNtzJQsgrE/thumbnail.jpg",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Gianfranco Chiavacci"
      },
      {
        "trait_type": "Edition Number",
        "value": "1"
      },
      {
        "trait_type": "Edition Size",
        "value": "3"
      },
      {
        "trait_type": "Series",
        "value": "Cibachrome series"
      },
      {
        "trait_type": "Production Year",
        "value": "1972"
      },
      {
        "trait_type": "File Format",
        "value": "PNG"
      }
    ],
    "description": "Part of Gianfranco Chiavacci’s Genesis NFT drop, “RFC0097” NFT originating from the Italian artist’s 1970s “Cibachrome series”, a rich photographic body of work carefully curated by Georg Bak.\n\nGianfranco Chiavacci (1936-2011), was a master of experimentation, an unbridled researcher who worked on codes for over five decades in iconographic and conceptual themes behind the scientific approach, concentrating the major efforts between photography and painting.\n \nIn 1962, after taking a programming course on IBM's first computers, Gianfranco Chiavacci's curiosity was sparked in this new form of language. He began exploring optical and kinetic art by creating two and three-dimensional paintings using different materials and experimenting with geometric figures and forms, all while utilizing the inherent logic of computers without actually using a computer. Chiavacci's fascination with the binary language led him to apply it in his artwork, including paintings, photographs, drawings, and sculptures. This drive to decode the language resulted in an obsessive aesthetic in his work, blending elements of the Italian art movements of Arte Programmata and Arte Povera to create his own unique style.\n\nChiavacci’s oeuvre spans over five decades, renowned for his development of the innovative aesthetic based on binary language that challenged conventional two-dimensionality. With a diverse and extensive production, the Tuscan artist excelled in experimenting with painting, photography, and three-dimensional work.\n\n[View High-Res Artwork on Arweave](https://arweave.net/DmXLEL6pU4CR5ZOq0c1qNT3iOzDvcFLNTkNtzJQsgrE/original.png)",
    "animation_url": "https://arweave.net/DmXLEL6pU4CR5ZOq0c1qNT3iOzDvcFLNTkNtzJQsgrE/original.png",
    "external_url": "https://www.elementum.art/en/artworks/rfc0097-1972-656/"
  }
}