{
  "address": "0x689c13d7933deaf159b1da62003e549518b3ab47",
  "type": "ERC721",
  "name": "Siam - The Kingdom of Thailand",
  "tokenCount": "15",
  "uri": "https://arweave.net/Qtfa1b8kIzuVCOjg1tDGAz43wXTCBk15VHnKJFGrl0Q",
  "metadata": {
    "name": "Siam - The Kingdom of Thailand #01",
    "created_by": "Kim Feast",
    "description": "Sitting at a cafe on my first evening at Ao Nang Beach in the Krabi Province in Southern Thailand. While slowly adjusting to my surroundings, I noticed intriguing corrugations on the sand below my position, exposed by the drastic tidal movements of the region. \n\nAfter thinking, \"That's going to look really cool,\" I made the short walk back to my accommodation, returning with camera as the setting sun did its best to shine through the tropical thunderstorm brewing on the horizon. \n\nThis ethereal ice-like image is the result of this moment in time. \n\nThailand is a special place on earth. A country that inadvertently has changed the path of my life for the better. My visits here have been solo and, for the most part, unplanned, leading to some incredible cultural experiences. Unprepared for the stunningly dramatic tropical landscape, ancient temples, vibrant nightlife, and warmth of people who are also masters of cuisine, my time here has become a photographical study of this incredible place.\n\nThese are my favourite moments captured in the beautifully chaotic charm of a land that seems to nurture one's soul. \n\nSiam - the Kingdom of Thailand.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Kim Feast"
      },
      {
        "trait_type": "Collection",
        "value": "Siam - The Kingdom of Thailand"
      },
      {
        "trait_type": "Province",
        "value": "Krabi"
      },
      {
        "trait_type": "Location",
        "value": "Ao Nang Beach"
      },
      {
        "trait_type": "Details",
        "value": "Ice like sand patterns"
      },
      {
        "trait_type": "Details",
        "value": "Black and White"
      }
    ],
    "image_details": {
      "bytes": 23322548,
      "format": "JPEG",
      "sha256": "8481698b9e463db58c17cef4f2ae9ac279d25c11ed744741bc28995bfd47da03",
      "width": 8192,
      "height": 5464
    },
    "image": "https://arweave.net/3UZMuN-xT9rbQecqekBZ461pkb3JygdWL2GoU-4m3Xg",
    "image_url": "https://arweave.net/3UZMuN-xT9rbQecqekBZ461pkb3JygdWL2GoU-4m3Xg"
  }
}