{
  "address": "0x68f9516f73b90ae244482e54daf7959719ed3a68",
  "type": "ERC721",
  "name": "CollaborativeNFTs",
  "tokenCount": "1",
  "uri": "https://ipfs.pixura.io/ipfs/QmY5TWKCrDunsKxUPX6jFktjEiUx7crA17EYYZaQfws3qN/metadata.json",
  "metadata": {
    "name": "The Long Road",
    "createdBy": "Hannah Murgatroyd",
    "yearCreated": "2022",
    "description": "I paint with the layers of Procreate similar to how I layer oil on canvas, using marks and colour to find my way to an image. Here, a mother and child in a landscape, architectures collapsing, dissolving. I invited Dave Webb, a creative technologist, to collaborate on expanding the form of this NFT. He used the programming language Processing to orchestrate the fading, shifting, collapse and assembly of the layers of my painting. He says \"working with code is removed from the immediacy of a process like painting but it allows me to be playful with different effects and outcomes. I load each layer as a separate image file, using code that can fade and move each layer independently. I studied the layers of Hannah's painting and looked for structures and features that I could keep together or deconstruct and shift them with respect to one another. The elements of the painting, such as the layers, the elements within a layer, and features that emerge across layers, revealed themselves, as well as the distinct elements such as the figures. I could choose to respect those or be playful with them. The code is a tool, and I spent a lot of time watching the result, refining the tool and how I used it. There is a lot of sensing and intuition, quite separate from the engineering of the code itself.  I am not a painter, and Hannah is not a technologist, yet we found an intriguing space between our world that these digital paintings allowed us to explore jointly and with curiosity.\"\nDave Webb is a creative technologist and artist working with code. He can be found on Instagram @crispysmokedweb",
    "image": "https://ipfs.pixura.io/ipfs/QmZsLJpZ1uPqZso3HnuRLQKafoyGRQEvCE6KFe9FqMwZAA/18.TheLongRoad_digitalpainting_2022_HannahMurgatroyd.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmUCetu5Fy2L6eiVZX5XcoSWqUWKQ9CrCHanXekgzQyfae/hannahmcollabthelongroad027201440p.mp4",
      "dimensions": "2728x1428",
      "size": "43169069",
      "mimeType": "video/mp4"
    },
    "tags": [
      "collaboration",
      "processing",
      "MadeWithCode",
      "CretaiveCoding",
      "digitalpainting",
      "fineart",
      "painting",
      "motherandchild",
      "womeninNFTs",
      "landscape",
      "procreate"
    ],
    "attributes": [
      {
        "trait_type": "Medium",
        "value": "MP4"
      },
      {
        "trait_type": "Codecs",
        "value": "H264"
      },
      {
        "trait_type": "resolution",
        "value": "2728 × 1428"
      },
      {
        "trait_type": "Duration",
        "value": "33 Seconds"
      },
      {
        "trait_type": "Software",
        "value": "Processing"
      },
      {
        "trait_type": "Painted",
        "value": "Procreate"
      },
      {
        "trait_type": "Technologist",
        "value": "Dave Webb"
      },
      {
        "trait_type": "Artist",
        "value": "Hannah Murgatroyd"
      },
      {
        "trait_type": "Layers",
        "value": "13"
      },
      {
        "trait_type": "Emotion",
        "value": "Melancholy"
      },
      {
        "trait_type": "Landscape",
        "value": "Ancient"
      },
      {
        "trait_type": "Vibe",
        "value": "Dreamy"
      },
      {
        "trait_type": "Colour",
        "value": "Pastel"
      }
    ]
  }
}