{
  "address": "0x68abfdf7583636b8848595f94d9f9ea0687c511c",
  "type": "ERC721",
  "name": "ROMderful - WHY WAIT?",
  "tokenCount": "15",
  "uri": "ar://STE8_6mRhulj19l03lfvCKbmjMQSi8AqCshkRz4Acy0/1",
  "metadata": {
    "animation_url": "ar://yNhyJDsahO3fdyBTNIPUGaT3-dwjjjDOB5JMHRz5cTs",
    "artist": "ROMderful",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://u3A-o3klZDKmgK0JyzQsgNCrcsEIdd_v2cKYIOj0nuI",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "WHY WAIT?",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "ROMderful is a 26 year old Music Producer, Guitarist, Bassist and Singer/Songwriter Based in Seoul, South Korea.\nROMderful fell in love with music at the young age of 6 from frequent Sunday visits to his local church, picking up Violin at 6 years old and having an obsession with Video Games, Video Game music, MTV and his dads CD and Cassette collection which mainly consisted of 70s-90s Jazz & Funk, 2000s RnB, Bossa Nova and Gospel among many others. ROMderful started uploading music to the internet in 2012 and caught the attention of many during the Soundcloud golden era of 2015-2018 which allowed him to travel the world and produce for many heavy hitters in the industry such as Jean Deaux, Kehlani, Duckwrth, DEAN, SIRUP, Lute, Phonte, Little Brother, Kyle Dion to name a few.\nROMderful describes his music as “The Rainbow you could see in space if it was possible” which matches his colourful persona and love for 2000s aesthetics from Cartoons to Clothing and Video Games.\nThis song “WHY WAIT?” is inspired by ROMderful’s decision to move to Seoul, South Korea during the peak of the pandemic in mid 2020 and to take the jump into the unknown and try something so drastically new which was exciting and scary but ultimately one of the greatest choices he made and it would never happen if he didn’t get out of his own way.\n",
    "duration": 169,
    "external_url": "https://www.sound.xyz/romderful/why-wait",
    "genre": "Electronic",
    "image": "ar://u3A-o3klZDKmgK0JyzQsgNCrcsEIdd_v2cKYIOj0nuI",
    "isrc": null,
    "key": null,
    "license": null,
    "locationCreated": null,
    "losslessAudio": "ar://yNhyJDsahO3fdyBTNIPUGaT3-dwjjjDOB5JMHRz5cTs",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "WHY WAIT? #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "WHY WAIT?",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}