{
  "address": "0x692e644fb35e13d8709c5f74eac75bdf975efeff",
  "type": "ERC721",
  "name": "Monica Piloni",
  "tokenCount": "2",
  "uri": "https://api.tropix.io/nfts-metadata/0x692e644fb35e13d8709c5f74eac75bdf975efeff/1/1",
  "metadata": {
    "description": "A obra de Monica Piloni \"Succubus\" e uma animacao em loop que apresenta uma\npersonagem feminina \"pos-humana\". Succubus sao criaturas femininas\nantropomorficas e demoniacas que perturbavam o sono dos homens com sonhos\neroticos. A mais antiga delas, Lilith, primeira mulher de Adao que abandonou o\nEden, e dotada de uma vontade poderosa que nao se dobra diante da pressao\nmasculina e prefere a transgressao a vassalagem. Cristalizou-se como um poderoso\nArquetipo ao qual todas as mulheres, em algum momento, se voltam em busca da\nforca da insubordinacao. E da consulta a esse oraculo que nasce a obra. \n\n \n\nA nova Succubus criada pela artista, dotada de 2 vaginas, 3 pernas que se apoiam\nsobre sapatos stilettos e envolta com um liquido preto que veste sua pele como\numa roupa de latex de uma Dominatrix, e, em si mesma, uma manifestacao da\ntransgressao feminina contemporanea. Nao poderia ser diferente: a nova Succubus,\npronta para o ataque, ocupa o espaco digital, terreno etereo, indefinido e\ninfinito como eram os sonhos invadidos por Lilith. Essa ocupacao e uma afirmacao\nda artista e do feminino transgressor no mundo digital, majoritariamente ocupado\npor homens. A \"Succubus\" contemporanea, dotada de um corpo sensual e, ao mesmo\ntempo, bizarro, envolta de um fluido brilhante e erotico, entorpece os sentidos\ne instiga o desejo para que, entao, nos ataque e se coloque em seu lugar de\ndireito.\n\n \n\nDetalhes tecnicos: animacao e print no formato A2, que sera enviada ao\ncolecionador. ",
    "external_url": "https://tropix.io/auctions/819443ea-91bf-4634-a73e-e52efe2103bf",
    "image": "https://res.cloudinary.com/tropix/image/upload/v1628034486/assets/artworks/monica_piloni/Succubus/20210722_final-audiox5_-_La%C3%ADs_Sambugaro_thumb_medio.jpg",
    "animation_url": "https://res.cloudinary.com/tropix/video/upload/v1628034497/assets/artworks/monica_piloni/Succubus/20210722_final-audiox5_-_La%C3%ADs_Sambugaro_video_original_otimizada.mp4",
    "name": "Succubus (Edition #1) by Monica Piloni",
    "attributes": [
      {
        "trait_type": "Artist Proof",
        "value": false
      }
    ]
  }
}