{
  "address": "0x693f4e37e58787bb20bb973b7c4bbba8a1781a99",
  "type": "ERC721",
  "name": "_PRIVLINEAGE by GRAMS",
  "tokenCount": "1",
  "uri": "ipfs://QmcwoKZXqVgqtS3eGDUAStiquPmVKW1DyZeQP6S7X23NW7/1",
  "metadata": {
    "name": "_PRIVLINEAGE",
    "description": "Sometimes it is not just the decisions you make that end up changing the course of your life. Some things are, in fact, out of your hands & it is up to you to observe, evaluate, & adapt to seize the moment. \n\nA standard plan of rendezvous delayed by unforeseen circumstances. An audible from taxi travel to the (n)ever reliable subway. A shift in timing that otherwise would have resulted in a quick glance but nothing more. Instead, a solo arrival, a piping hot cup of cawffee & a fifteen minute window to ponder. In my peripheral, some movement. At any time my brethren walks through the door & I lose sight of these other life paths being followed. Strangers who, somehow, someway, have ended up forty floors high on a scaffold clinging to a skyscraper. On the other side of glass, some who were born into an entirely different trajectory of professional number crunching. \n\nAlas, the universe provides. A few seconds to breathe. The moment frozen in time. Roofeeo arrives for his scheduled appearance on Sway In The Morning. I get to chop up with someone I once watched on Mtv. We stroll to Times Square, snap a few, eat at the Seinfeld diner & off to Jersey we go for a studio session with Retch. A day of wins.",
    "image": "ipfs://QmRUPALR4ukJf7r7JCPA63hhGjsFBgDoHdpek67kcXm2qN/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "NYC"
      },
      {
        "trait_type": "Subject",
        "value": "PRIVILEGE"
      },
      {
        "trait_type": "Genre",
        "value": "STREET"
      },
      {
        "trait_type": "Artist",
        "value": "GRAMS"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      }
    ],
    "external_url": "https://sloika.xyz/gramsdidit.eth/privlineage/1"
  }
}