{
  "address": "0x69f545e8eda99fb718bcf257db1e568118adb13b",
  "type": "ERC721",
  "name": "MGOGLKTKO | AWAK3NING",
  "tokenCount": "1",
  "uri": "https://arweave.net/1ZvYr_Fom8xsR6ZJVP9XVLanaE-DbOwWioU5MHuyj_o",
  "metadata": {
    "name": "Community Narratives, Beyond Borders.",
    "created_by": "MGOGLKTKO",
    "description": "Summary  \n\"Awakening”, is a chapter series of immersive installations that tells the story of a digital shaman named K'in, who’s world got destroyed by the acceleration of technology.\n\nAbout  \nThe first installation represents one of the eight magical artifacts that K'in is searching for. This artifact embodies the value of community and the importance of human connection and interaction, which are essential for a regenerative future.\n\nThe installation takes the form of an immersive experience that invites participants to engage in a collaborative storytelling process. The space is designed to encourage people from different backgrounds and cultures to come together, share their personal stories, and connect through a collective narrative.\n\nThrough the use of technology, the installation creates a phygital space where people can interact and communicate with each other regardless of physical distance or cultural differences. This reflects the idea that technology can be a powerful tool for building communities beyond borders and fostering connections between people who may not have had the opportunity to meet in person.\n\nOverall, \"Community Narratives, Beyond Borders\" represents the importance of building strong communities that celebrate diversity and encourage empathy and understanding. It highlights the value of human connection and communication, which are essential for a regenerative future that prioritizes sustainability, social justice, and collective well-being.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "MGOGLKTKO"
      }
    ],
    "animation_details": {
      "bytes": 71040380,
      "format": "MP4",
      "duration": 40,
      "sha256": "eef58ab472647b4a02c727d780853c25e2727ddb6153fe84870b8a795afc7477",
      "width": 1920,
      "height": 1920,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/ikiPApkX35dWda4CPX3VnN2YxagEKpG_-wqC_nVQqHw",
    "animation_url": "https://arweave.net/ikiPApkX35dWda4CPX3VnN2YxagEKpG_-wqC_nVQqHw",
    "image_details": {
      "bytes": 53644107,
      "format": "GIF",
      "sha256": "d14feda73fb0217137fb6d506054c245173fb8fad4406963365ad4c1d46c4fe4",
      "width": 800,
      "height": 800
    },
    "image": "https://arweave.net/_WaBwaRVeRJrRnqo_CH8B3GbJ9a2G768A6OXXDIxykw",
    "image_url": "https://arweave.net/_WaBwaRVeRJrRnqo_CH8B3GbJ9a2G768A6OXXDIxykw"
  }
}