{
  "address": "0x69d10ae403a1940b93beb80f5acfd7cc4941792a",
  "type": "ERC721",
  "name": "FrogLandz Unique Editions",
  "tokenCount": "9",
  "uri": "https://arweave.net/-u8b6QELbb6Jstnvx2iVn4qH0EDMxR3dPpZHwtmMjkU",
  "metadata": {
    "name": "The FrogLandz Renaissance",
    "created_by": "FrogLandz",
    "external_url": "https://froglandz.com",
    "description": "Once upon a time, in a world much like our own, there lived a wise and elegant frog named Froglandz. Froglandz was a curious creature, always eager to learn and explore new things.\n\nOne day, Froglandz set out on a journey to see the world and discover how society was evolving. As he traveled from place to place, he was struck by the many wonders he encountered - the bustling cities, the ancient ruins, the stunning natural landscapes.\n\nBut as he journeyed on, Froglandz also encountered many challenges. He saw how people struggled to adapt to the rapid changes of the modern world, and how they grappled with an uncertain future.\n\nDespite these challenges, Froglandz remained optimistic. He believed that by working together and embracing new ideas, people could overcome any obstacle and create a brighter future for all.\n\nAnd so, Froglandz continued on his journey, spreading his message of hope and determination wherever he went. And as he traveled, he inspired others to join him on the path to a new and better world - a world of art, beauty, and prosperity that he called \"The FrogLandz Renaissance.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "FrogLandz"
      },
      {
        "trait_type": "Title",
        "value": "The FrogLandz Renaissance"
      },
      {
        "display_type": "number",
        "trait_type": "FROGLANDZ",
        "value": "1"
      }
    ],
    "image_details": {
      "bytes": 21000547,
      "format": "GIF",
      "sha256": "534f35e77a879a5a5266b6ac8c2a1aeb78a5271bcc3473de4dc71f9509a5f3a9",
      "width": 600,
      "height": 600
    },
    "image": "https://arweave.net/nbcKyyUNp-_KYwpYsFgDB1UtYUuFMg0R8eGb09oIzr0",
    "image_url": "https://arweave.net/nbcKyyUNp-_KYwpYsFgDB1UtYUuFMg0R8eGb09oIzr0"
  }
}