{
  "address": "0x691ca0d64b0f7ac1d4a5419baa6b9b8064c71a53",
  "type": "ERC721",
  "name": "TRLab X AI 2041",
  "tokenCount": "262",
  "uri": "ipfs://bafybeif2gfvnsprmyprzucdflkzkytjujsh4jyti4fxzam7rs7god2uw3m/13",
  "metadata": {
    "name": "Happiness Mainframe #13 by Brendan Dawes",
    "description": "*Happiness Mainframes* is a series of 60 unique editions which document fleeting yet important key frames, weaving together the animated composition, *Ultimate Services for Your Happiness*. The work was inspired by the AI 2041 chapter entitled \"Isle of Happiness\", and presents an imagined peek inside The System as it attempts to understand and create happiness.\n\nAs a generative artist I've always been fascinated by the tension between the logical nature of machines and the illogical nature of what it is to be human, especially when we talk about illogical things such as love and happiness. After scraping thousands of images from Instagram using the hashtag #myhappylife I used a GAN to create a latent walk through of these images. I then fed this into the system I had created, inspired by the grammar of machine circuity with the linear, grid-like nature of lines and tracks and pads alongside the more organic looking lines that are more about feel than sense, itself inspired by the dynamic flamboyant nature of art movements such as the Baroque and Rococo. This series of works is very much a combination of the aesthetics of machines and my own artistic biases – things that make me happy. Can a machine truly understand and create happiness? That remains to be seen but I continue to be fascinated by the journey ahead.",
    "image": "ipfs://QmdbDcDjnqBXLnNRWn9QSrJwNvH7FnpFX3q86F4f9Lbd69/TRLab_AI2041_Brendan_Dawes_Happiness_Mainframe_013.jpg",
    "external_url": "https://trlab.com",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Brendan Dawes"
      },
      {
        "trait_type": "Project",
        "value": "AI 2041"
      },
      {
        "trait_type": "Artwork",
        "value": "Happiness Mainframes"
      }
    ]
  }
}