{
  "address": "0x6949569b5fb965d622b5f03d401c0c31006ef774",
  "type": "ERC721",
  "name": "Saintly x Art - includes customizable physical product",
  "tokenCount": "11",
  "uri": "https://arweave.net/blDLr2TCmXAJ2cASPS2yG7a94xjPF0c9gv7OawDyk8U",
  "metadata": {
    "name": "'99'",
    "created_by": "CONSORTIUM",
    "external_url": "https://shopconsortium.com/saintly",
    "description": "SAINTLY x ART  \nThis collaboration is a 2-part digital+physical token. The purchaser of the token will receive:  \n     1) Digital: the artwork on this token  \n     2) Physical: a fully customizable Saintly NYC weekender bag with the digital artwork printed in as the lining of the weekender bag.  Note: There is no additional cost to receive your weekender bag. The purchase of this token includes all design, order, and shipping fees. Custom Saintly weekender bags normally retail for upwards of $1500.  \nSee 'Process' & 'Secondary Sale' details at the end of this Description.\n\n\n'99'  \nA visual story of how Mercedes went to Le Mans in 1999 with the intention of winning the race outright.  Things didn't quite go to plan....  \nArtist Laurence Baker spent the week with the team and recorded everything in analogue black and white, from scrutineering in the town square to the race itself.\n\nLAURENCE BAKER  \nLaurence Baker is a photographer from the analogue age shooting rock stars and racers.\n\nSAINTLY NYC  \nBased in NYC, Saintly is the world’s first fully customizable weekender bag and leather goods brand. Launched in 2015, each client can custom-design their own weekender bag from a selection of sizes, leathers, linings, hardwares, stitching, custom linings, and much more. Every bag is hand-made in the heart of NYC’s Garment District as a complete one-off and shipped to the customer.\n\nPROCESS  \n1) Bid on and purchase this token  \n2) Email hello@saintlybags.com with proof of your purchase  \n3) You'll receive access to design your Saintly weekender.  \n4) Design every fine detail of your weekender bag except the lining. \n5) Saintly will print the digital artwork onto the lining of your weekender bag, produce it, and ship to you.\n\nSECONDARY SALE  \nAs this is a 2 part digital+physical token, a secondary sale will require the transfer of both parts. We envision that initially, secondary sales will be negotiated directly between the buyer and seller, and the seller will ship or deliver the weekender bag to the buyer. Should the seller not transfer the physical weekender bag, it will break up the token, reducing its secondary value. To prevent this, CONSORTIUM will offer to manage or 'broker' this process at a later date.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Laurence Baker"
      },
      {
        "value": "Saintly x Art",
        "trait_type": "Collection"
      }
    ],
    "image_details": {
      "bytes": 99134389,
      "format": "JPEG",
      "sha256": "952f9f646a6856f5a0a18a5383a66875e8732c9fa9b6735eb6944c4499994054",
      "width": 14400,
      "height": 20160
    },
    "image": "https://arweave.net/NyGTTGJr74IAlIZbI-e1hL1vUgmD77YhjgXXMuyOLC0",
    "image_url": "https://arweave.net/NyGTTGJr74IAlIZbI-e1hL1vUgmD77YhjgXXMuyOLC0"
  }
}