{
  "address": "0x696b6e4c45ff0c6256ba28d7a5f2ece0808ff1d4",
  "type": "ERC721",
  "name": "Jonai Gallery",
  "tokenCount": "5",
  "uri": "https://arweave.net/QHCjLWKc8ZI3yMp9s6UYbXTkluOfYvg07so-fqnd5iA",
  "metadata": {
    "name": "Fierce Hue",
    "created_by": "Jonai Gallery",
    "external_url": "https://twitter.com/JonaiGallery",
    "description": "Geometric designed Panther  \n--  \nAI is a tool that enables us to explore new possibilities, to push boundaries, and to create things that we might never have imagined on our own. If we were to categorize AI-generated art based on its purpose, we could say that it is all about exploration. Unlike design, which is typically focused on solving problems, and art, which is often focused on eliciting emotional responses, AI art is about the process of discovery and experimentation. Through its use of algorithms and machine learning techniques, AI-generated art can create new and innovative visual representations that challenge our traditional conceptions of what is beautiful or meaningful. As someone with a background in design and art, I believe that AI-generated art has the potential to inspire and motivate us in new and exciting ways. By incorporating unconventional forms and aesthetics, AI art can spark new ideas and creative expressions that we might not have thought of before. Ultimately, I believe that AI art is a powerful tool that can help us to push the boundaries of what is possible and to explore new realms of creativity and imagination.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Jonai Gallery"
      },
      {
        "value": "Digital Art",
        "trait_type": "Type"
      }
    ],
    "image_details": {
      "bytes": 8369523,
      "format": "JPEG",
      "sha256": "1be6e3c1845440200e10345e37480638fbcc4dd8b1ae39dfccb67a92bec2441d",
      "width": 4096,
      "height": 4096
    },
    "image": "https://arweave.net/a9O6MMkJr67q7tfcoasUCK44WYNBnInOYbAFZexFLpU",
    "image_url": "https://arweave.net/a9O6MMkJr67q7tfcoasUCK44WYNBnInOYbAFZexFLpU"
  }
}