{
  "address": "0x6abf749c67d09285f0dc53491a0b9209035eda57",
  "type": "ERC721",
  "name": "Crypto Homies Founder's Edition",
  "tokenCount": "279",
  "uri": "ipfs://QmNWUkXhA58uHWSydVw6h8RgJZ8jMWaWjZmHqVbGoazRaM/1",
  "metadata": {
    "name": "#82 CLOWN PRINCE",
    "description": "CLOWN PRINCE is a very strange looking Homie and is never seen without his makeup- because it is tattooed onto his face. He owns and operates the local tattoo parlor called The Tattoo Palace, where he reigns as prince. He is known throughout the Southwest as the baddest tattoo artist on the streets, and even though his rates are expensive, Homies will wait months to get ink rom him.\n\nWelcome to the CRYPTO Barrio! \n\nAs an established and nostalgic collectible brand for more than 25 years, HOMIES has a built-in audience of passionate collectors who serve as the foundation of the CRYPTO HOMIES CLUB. \n\nNon-Fungible Art together with \"HOMIE KING\" and artist David Gonzales, bring you CRYPTO HOMIES Founder's Edition featuring the original HOMIES from Series 1 through Series 12. CRYPTO HOMIES are collectible NFTs, granting holders unique benefits and utility.\n\nhttps://cryptohomiesclub.io/nft-terms-and-conditions/ A completed NFT transaction grants acquirer the sole exclusive, limited rights to access for viewing or display of the unique digital art image(s) referenced by the NFT terms and programming, and to digitally possess and/or transfer ownership of the NFT and its associated rights to others - only by means of resale on any commercially recognized blockchain-enabled NFT market platform intended for such purpose. All other rights or uses of the digital art image(s) are reserved. Homies and CryptoHomies are registered U.S. trademarks of Homieshop Properties, LLC. - used by consent. Except as specified, all other rights are expressly reserved. The design, look, style, colors, likeness, textual descriptions, names, and images depicting the characters, backgrounds, accounts, and images of, or depicting Homies™ or CryptoHomies™ are a copyright of Homieshop Properties, LLC ©1986-2023 - except as specified, all other rights are expressly reserved - used by permission No transfer of any copyright or trademark, in law or equity, is granted or implied by terms of any initial or subsequent transaction involving an NFT linked to any protected, associated digital images associated therewith. No license or consent is granted, intended or implied to any NFT acquirer, or any subsequent NFT possessor, for any replication, re-digitization, any other form of duplication, or for any commercial or promotional use of the styles, images or likenesses depicted as the digital asset referenced by the NFT acquired hereby. All other aspects of the NFT and its unique coding including, but not limited to, the so-called \"smart contract\" related thereto are the copyright of Non-Fungible Art, Inc.©2023 - except as specified, all other rights are expressly reserved.\n\n",
    "image": "ipfs://QmWA6X9LyHWWF1wkm27qNa2n6pZR9ivjkY3ZuxKWNwRaCZ/1.jpg",
    "external_url": "https://cryptohomiesclub.io/",
    "background_color": "",
    "attributes": [
      {
        "trait_type": "Number",
        "value": "1 of 1"
      },
      {
        "trait_type": "Series",
        "value": "5"
      },
      {
        "trait_type": "Year Released",
        "value": "2002"
      },
      {
        "trait_type": "Utility",
        "value": "Founder"
      }
    ]
  }
}