{
  "address": "0x6abcc0acfdc7ba3a2294b60e9f7bb2615eaa202b",
  "type": "ERC721",
  "name": "STRAT0SPHERE",
  "tokenCount": "12",
  "uri": "https://arweave.net/_h0qHiFeNKDRXRwoSx9XvuIHDP3WUJ0cCj4LGNPQNQo",
  "metadata": {
    "name": "Emerald Mist",
    "created_by": "Vincent Schnabl",
    "description": "Emerald lake is one of my favorite places to visit in the Canadian Rockies. Often overlooked for more popular spots such as Lake Louise and Moraine Lake, but in my eyes, it is just as beautiful. Aptly named for its crystal-clear emerald water. Surrounded by lush green forests and encircled by towering mountain peaks.\n\nWe had set out for a 20-kilometer hike that day which would take us up and through the mountains beside the lake. It was dawn when we arrived. The air was crisp, and the warmer temperature of the lake was creating a thick mist blanketing the mountains. We began our trek along the shore. Marching through the trees, keeping the conversation loud, as it was berry season and we had just passed some fresh bear scat. Just before the trail veered steeply to the right, I stopped dead in my tracks. The sun had risen, and the thick blanket of mist was starting to part and reveal the mountains it was hiding. The water, like glass, perfectly reflected the scene before us. Emerald water, swirling mist and the soft morning light hitting the glaciers and mountain peaks. This was truly a photographer's dream. In the many times I have visited this spot, I have never seen conditions like this, and I don't think I will anytime soon. \n\nThis piece reminds me to have patience. Just like getting the perfect conditions for a photograph like this, good things in life don't happen overnight. If you work hard, stay focused and never give up, amazing things will happen. Always stay true to yourself and what you believe in and take your time. \n\nThis image was photographed by Vincent Schnabl.\n\nEdition 1/1",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Vincent Schnabl"
      }
    ],
    "image_details": {
      "bytes": 12966570,
      "format": "JPEG",
      "sha256": "a59f488d8864b253ab78df57d3341ea48b2ad3ac12f77d4212cd470626584c23",
      "width": 3555,
      "height": 5504
    },
    "image": "https://arweave.net/fY2vDVSsKV1nZLQHjBFxu6czuiu16k9fRIQns3NI48A",
    "image_url": "https://arweave.net/fY2vDVSsKV1nZLQHjBFxu6czuiu16k9fRIQns3NI48A"
  }
}