{
  "address": "0x6abb53a49465fc84604040b7dfc5b738481b705c",
  "type": "ERC1155",
  "name": "un·earth·ly limited edition",
  "tokenCount": "1",
  "uri": "https://arweave.net/ddtn8GfV2s5xRlXeHnDWvErAh4XIsNPes2-Dit-GYcI",
  "metadata": {
    "created_by": "MEESH",
    "name": "un·earth·ly",
    "description": "Iceland; this insanely picturesque country has always had my heart since the first time I set foot in 2017. In the last few years I have found a very special place in my soul for the glaciers, volcanoes, rugged coastline, glacial rivers, waterfalls and overall fascinating geology of Iceland. This image (un·earth·ly) is a moment captured on my last journey to the country in August of 2022.\n\n4 trips in the books- and every time I tried to shoot at this location- even if the weather looked as though it would line up- I just got white out pea soup conditions with no visibility. It’s not an easy place to drive to either- many hours out of the way on a sketchy rugged mountain pass dirt road with sharp volcanic rocks that makes you wonder how every vehicle that even makes it to the summit survives without flat tires.\n\nThis August- something special happened. When I arrived- I thought for sure it wasn’t going to happen; the sky was blanketed with thick white clouds that looked as though they were ready to linger for days on end. The stars aligned- the clouds broke as the sun came up and revealed the most beautiful scene I’ve ever seen; I’d been waiting years to set my eyes on this place. I started to tear up in that moment, after seeing this place in photos for years and dreaming of photographing it myself- I finally had that very opportunity. As I walked down the steep and muddy stairs through the Rhyolite cliffs, a figure appeared on the mountain. It must have been the person in the only other car in the parking lot- who had ventured out before me into the dense weather before it broke. I captured that human enjoying the scene from the top of one of the mountains- soaking it all in just as I was!\n\nThe 40,000-square-kilometer region of the Kerlingarfjöll Mountains are characterized by unearthly landscapes and magical serenity that attracts hikers and photographers from all over the world. Because it is considered quite remote and harsh to explore, most of the tourist crowds stay away from the Highlands. Ultimate silence and nature at its rawest- a rare opportunity these days- and one that I strive for. ",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "MEESH"
      }
    ],
    "image_details": {
      "bytes": 46238690,
      "format": "PNG",
      "sha256": "cd06f7ba8cf0d9a3d6d0787935a814aef7ba97a0070f494654c78cf212c6bd05",
      "width": 3673,
      "height": 2449
    },
    "image": "https://arweave.net/f61PXL5-Pgcp-9OoSCxR3QXlmAEe8AW9JIGiJ7w-2DI",
    "image_url": "https://arweave.net/f61PXL5-Pgcp-9OoSCxR3QXlmAEe8AW9JIGiJ7w-2DI"
  }
}