{
  "address": "0x6a60c5021c71de333348594d1f94bfe54d3c9919",
  "type": "ERC721",
  "name": "Weather Jars",
  "tokenCount": "1",
  "uri": "https://arweave.net/BrMX2-Im1ekBKDIB3v662YqDSCaSJgPToqOmxDmHt3c",
  "metadata": {
    "name": "Jakarta - Indonesia",
    "created_by": "Zenavi  x  v i v",
    "description": "\"Jakarta - Indonesia\"\n\nThe artwork and animation, created by Zenavi, hold a deep sentimental value that stems from her background of growing up and moving from country to country. In this piece, Zenavi pays tribute to her childhood memories of checking the weather to keep in touch with loved ones abroad, wondering how they were doing and what their day was like.\n\nThe vibrant music, composed by v i v, incorporates the nature ambiance around Jakarta, cultural nuances from Indonesian music, and ethereal unique sounds that reflect their experience growing up in Jakarta. Through them v i v aims to highlight the intensity of how weather impacts one's mood and emotions throughout the day.\n\nThe artists hope that this art piece transforms you into a serene state of mind, allowing you to relax and unwind.\n\nFor those who have lived in or visited the featured country, the artwork serves as a reminder of their cherished memories, allowing them to reminisce and relive those moments once again. For those with loved ones currently living in Jakarta, the artwork provides a way to feel closer to them, even if they are far away. \n\n'Weather Jars' is living on the blockchain as a captivating dynamic NFT collection that connects a jar of memories to the weather of a specific country. The art, animation, and music change dynamically in real-time following the actual weather in that specific time and place. Each piece aims to touch the heart and soul, reminding us of the power of nature and the beauty of our memories. \n\nThe entire artwork, including its art, music, programming, and tech has been created solely by the artists involved.",
    "animation_url": "ipfs://QmeZEfTMBqEjC3VEcTJeN8u79qVchj69CaTDbiE4egWy9u",
    "animation_details": {
      "format": "HTML"
    },
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Zenavi"
      },
      {
        "trait_type": "Artist",
        "value": "v i v"
      }
    ],
    "image_details": {
      "bytes": 4947684,
      "format": "PNG",
      "sha256": "db259d00a61ad7560dfcb779b9460ea7fd85c891c4a648dc722ea3578fa4e258",
      "width": 2048,
      "height": 2048
    },
    "image": "https://arweave.net/plCQ07kiD1BudhDNyO5L-1KBj-NLGJhxMOWzDUcgn3U",
    "image_url": "https://arweave.net/plCQ07kiD1BudhDNyO5L-1KBj-NLGJhxMOWzDUcgn3U"
  }
}