{
  "address": "0x6a31b423af775b23ab3913d063c613e9a6999fe4",
  "type": "ERC721",
  "name": "Flowers For Hope Diamond",
  "tokenCount": "39",
  "uri": "https://static.rojiapi.com/flowers-for-hope-diamond/1.json",
  "metadata": {
    "name": "Flowers For Hope Diamond #1",
    "image": "ipfs://QmbyMo6Zp2nRcvMRZDT3pMRnBRCTqXAwtMhefPeLzXzwti",
    "date": 1668704993033,
    "description": "Two years into Covid, masks, needles, restrictions, and testing…it was hard to look beyond our borders. But if something was big enough…it could still catch your attention. Obviously, I was aware, as the world was, of what was happening in Ukraine. When Putin crossed the 100k soldier threshold amassed at the border, I told my friends – he's going in. There's no way he'd back out now without losing credibility. They disagreed. Even Zelensky seemed to believe it was just a military exercise. And then Putin invaded.\n\nThe war rolled into the summer months, and I ended up in Sweden speaking at a corporate leadership conference. My good friend, Ola Ahlvarsson, housed me while I knocked out a few local commissions and enjoyed Stockholm. When the Russians were pushed from the areas north of Kyiv, and their efforts diverted, they left a wake of destruction, powerful images, and stories of atrocities. What I saw, especially in Bucha, made me angry. I needed to do something. But how could I help? \n\nI've traveled extensively, and often alone, into risky areas globally. My skill-sets are art, and so far, not dying (knock on wood) in rather risky situations. Since I have experience painting murals, I opted to deploy these skills accordingly. Thus art, and the juxtaposition between human creation and human destruction would be a strong counterpoint. Perhaps I could paint murals in the ruins, and collaborate with Ukrainian artists. The sunflower is a Ukrainian National symbol of hope and rebirth, and a perfect subject for the murals eliciting the stark contrasts of art versus war; nature versus destruction; beauty versus death. So… I knew where I was going, Ukraine, and why, to paint murals. Next was to decide how.\n\nProject in mind, I began to survey my resources. The Swedish conference I attended enabled several useful connections, including a tuxedo-centric cigar smoking men's group who helped with ideas, media, and some fundraising; and a woman who owned a large European chemical conglomerate that just happened to oversee my favorite paint brands, Colart and Liquitex. They agreed to supply the paint. Funds for the project could be donated tax-free through a charity I worked with, Beautify Earth. And from my crypto and blockchain connections, we could organize aid in the form of NFTs – derived from our art – which would then fund local humanitarian efforts. The project would be called, “Flowers for Hope” (F4H).\n\nA friend involved in the men's group suggested a route through Poland with trains to the border continuing into Ukraine. A chance connection in Rome, and another associate in the men's group, provided contacts in Kyiv whom I began communicating with. Planning became serious.\n\nThere were rumors, of course, that heading into Ukraine was dangerous. An ex-military buddy with mercenary friends in-country told me not to go; they were letting men in, but not out. I was operating on limited cash, spending my own money initially, derived from painting commissions in Sweden. I didn't have much. Booby-traps, missiles, bombings, aggressive Russian movements, basic supplies, paint logistics, where to stay, how to get around, how to avoid being a burden, how to create something inspiring and meaningful to benefit the people there, and how to get out safely, were all concerns. But events were in motion, planning propelled me, and then I was on a flight to Krakow. I would adapt along the way.",
    "attributes": [
      {
        "trait_type": "Tier",
        "value": "Diamond"
      }
    ]
  }
}