{
  "address": "0x6a9f4a8939290fed2335132fb669876409b4946a",
  "type": "ERC721",
  "name": "Love, War & Peace",
  "tokenCount": "8",
  "uri": "https://arweave.net/IX45HfU7Kuge1WHs9sckVb6iaToz3a4BkgxRAcq__2k",
  "metadata": {
    "name": "The Oldest Woman on Earth",
    "created_by": "Esther Kuforiji",
    "external_url": "https://estherkuforiji.com/blog/the-oldest-woman-on-earth/",
    "description": "Eniyii raised her visor to her forehead in frustration. She needed to find an antlion for her Biology homework, but it had been three hours and she had failed to find a single trace of the insect or a nest. She took a deep breath and pulled her visor down again. Labels began to pop up before her eyes. Every living thing within her range of vision was labelled by species and genus. The label for the antlion she was looking for, Cymothales capensis, would pop up immediately if she could just lay her eyes on one. \n\n“Do you have some water for an old woman?” said a voice from behind her.\n\nEniyii swung around to see a tall woman with locs, older than her certainly, but not elderly, wearing a brown jacket and amber glasses. \n\n“Old woman? We could be sisters,” Eniyii said with a slight laugh. “But of course you can have some water.”\n\nShe reached into her backpack, pulled out a water sachet and handed it to the woman. She was right, the two of them shared a similar face structure and the woman’s locs were a similar colour to the afro being held back by a blue headband on Eniyii’s head.\n\n“Thank you,” the woman said as she unscrewed the stopper and then poured the contents into her mouth. \n\nShe gulped down the water as if she hadn’t drank in days.\n\n“What can I do to repay your kindness?” the woman asked after wiping some stray droplets from her lips. “I saw that you were looking for something, what was it?”\n\n“An antlion. It’s for my Biology homework,” said Eniyii. “But you don’t have to repay me, the water was no trouble at all.”\n\n“Oh, there’s one over there,” the woman said, pointing past Eniyii’s shoulder.\n\n“What?” Eniyii said and turned around slowly.\n\nAs she did, a green flag and label popped up: Cymothales capensis. \n\n“I just,” she sputtered. “I’m sure I…”\n\nShe ran up to the insect and scooped it into her sample jar. \n\n“Thank you,” Eniyii said gleefully. “I thought I was going to have to search for hours more. Now I can go home and work on the presentation.”\n\n“Happy to help,” said the woman. “Are you heading back into the city? I’m looking for the Adesuwa Soyinka Theatre?”\n\n“Sure, I’m heading in that direction, I can show you the way,” said Eniyii. “We’ll have to walk a few minutes and then we can jump on the Bullet Train; we should be in the city centre in less than 10 minutes.”\n\n“That’s perfect,” said the woman.\n\nThey turned and began to walk back into the city.\n\n“I’m Eniyii,” she said. \n\n“My name is Yetunde,” the woman replied.\n\n“What brings you to Ibadan?” Eniyii asked.\n\n“I have family here, I thought I’d stop by for a visit,” said Yewande. “Do you often come so far out of the city for your homework assignments?”\n\n“I wanted a wild antlion,” said Eniyii. “There are no viable antlion habitats in the city so the outskirts are my only option. Everyone else in my class is getting their insects from the insectarium in the city, but this way I can use these images and data captured from the environment as part of my presentation.”\n\nThe two of them climbed the stairs of the station and were met by the arriving Bullet Train. The doors slid open and they went inside.\n\n“So you like Science,” noted Yetunde as they sat down.\n\n“I love Science,” Eniyii said emphatically. “I want to be a geneticist.”\n\n“I’m quite convinced you will be,” Yetunde said, smiling warmly. “As we have a few minutes, can I tell you the story of a Nigerian scientist, you remind me of her.”\n\n“Sure,” Eniyii said, relaxing into her seat. \n\nYetunde began, “Many, many years ago, there was a doctor, here in Nigeria, a nanobiologist, who was working on some cutting edge research. This was back in 2022, when concepts such as nanosurgery and programmable medical nanites were merely speculative.  Her breakthroughs made her famous across the global scientific community, but one day, she just disappeared.”\n\n“What happened to her?” asked Eniyii.\n\n“Some say she was kidnapped by aliens, some say it was a foreign government,” said Yetunde. “The truth is, sometimes science demands everything from you, and it did from her. She was conducting research on the use of nanites for therapeutic interventions and cellular regeneration. As with all scientific advancements, it was highly controversial and she had trouble getting clearance for a clinical trial. So she did what any slightly eccentric, work-obsessed scientist would do, she tested it on herself. After injecting herself with the nanites, she monitored herself for several months, keeping meticulous notes and collecting a wealth of physiological data. She first noticed her lifelong eczema condition clear up in a matter of days. Over the months, any cuts or bruises cleared up in a matter of seconds. She was in perfect health. Once, she went to give a lecture at a university in Kanpur, India, back when the city had a terrible smog problem, and she found that she could breath without a mask or air purifier. The nanites adapted the mucous cells of the submucosal glands in her airways to trap and filter out the pollutants.”\n\n“At the end of the six months, she took her findings to an international medical convention. They thought she was just going to share her theoretical research, but she shocked the entire medical community with her revelations. That’s when things started to go wrong. Apparently, a big pharmaceutical company had been funding similar research. She also caught the attention of various militaries and intelligence agencies. First the pharmaceutical company tried to pay her for her research; she refused to sell. Then someone, she wasn’t sure who, tried to steal it; luckily, she received a tip and she had a security team waiting in secret when the robbery was attempted. Finally, they tried to kill her. They succeeded. She was at home on her balcony and just two shots were fired - one to the heart and one to the brain. She died.”\n\n“That’s awful,” said Eniyii.\n\n“But then she woke up,” Yetunde smiled over at Eniyii’s shocked face. “The nanites repaired her body. She woke up the next morning still on the balcony.” \n\n“I thought this was a true story,” Eniyi interjected.\n\n“It is,” said Yetunde. \n\n“But that’s not possible,” said Eniyii. “Nanites aren’t autonomous and they can only carry out defined tasks. She would have needed an entire team of doctors and nano programmers to even attempt nanosurgery for such serious injuries. Not only that, the amount and variety of nanites that you would need to conduct such an effort would be unprecedented now, let alone two hundred years ago.”\n\n“You seem very sure about that,” Yetunde said with amusement. “But you’re thinking about it too linearly. It’s not possible as a matter of nanorobotics, but it is possible if you look at it from the perspective of biorobotics - the nanites had become part of her nervous system, part of her.”\n\nYetunde paused. Eniyii’s brow was furrowed and her eyes darted as if she was internally examining the world of questions that Yetunde’s statements opened up.\n\n“I guess that’s possible, in theory, but no one has ever…” began Eniyii. Her voice trailed off as her mind raced.\n\nYetunde continued, “She realised that if the pharmaceutical company knew she was alive, if anyone found out what happened, they would never give up on pursuing her. So she used the assassination attempt to go into hiding. Her daughter was grown and living in another city, and her husband had died some years earlier. She packed up or destroyed all traces of her research. Best case, whoever wanted her dead would just assume that she was dead, even in the absence of her body. Worst case, she would stay in hiding until she had a plan to make the technology more widely available, or until others made similar technology that would make hers commonplace. She continued her research in hiding. Years passed and she was surprised that no one else seemed to be making anything close to the advancements that she had. She was smart, but she had assumed that she was only a few years ahead of her field. She looked closer at her research, then she saw it, something that she had missed.”\n\nThe Bullet Train stopped. Yetunde paused and looked around.\n\n“I remember this street,” she said softly. “From a long time ago.”\n\n“What did she miss?” Aniyii asked impatiently.\n\n“Oh yes,” Yetunde said, snapping out of her momentary haze. “She noticed that the nanites were responding to a specific set of markers in her genetic code. It was as if the marker was the basis of their internal clock, sort of like a circadian rhythm. Without it, the nanites could do minor repair jobs with a clear set of instructions, but the autonomous integration with her immune system that had saved her life was only possible in the presence of her DNA. Once she realised that, she knew that she could never come out of hiding. If anyone found out, it wouldn’t only be her at risk, it would be her daughter, her cousins, grandchildren in the future. She resolved to stay in hiding for the rest of her life.”\n\n“Basorun Gate Road, announced the voice of the Bullet Train. \n\n“We’re here,” said Eniyii.\n\nThe two women walked off the tram.\n\n“The theatre is just down here, down this side street and then the first right,” said Eniyii. “I’ll come with you so you can tell me the end of the story.”\n\n“The very thing that made her decide to hide permanently eventually brought her out of hiding,” said Yetunde. “Her daughter had a daughter, and the child got sick. It was a particularly aggressive form of leukaemia. She knew that the nanites could cure her granddaughter, but she couldn’t risk approaching her daughter directly, so she found a distant cousin, gave her a vial of her blood to give to the daughter with instructions to secretly inject it into the child. The child quickly recovered. She programmed the nanites to self-destruct once their task was completed, but unfortunately, an investigation was launched and the medical staff were able to put some of the pieces together. She had to keep her distance. Nevertheless, as years and then decades passed, this became the woman’s practice, sort of like a hobby. Whenever a relative or descendant was terminally ill, she would find a distant relative, someone kind and trustworthy to deliver a vial.”\n\nYetunde stopped. They were in the side street between two tall buildings. \n\n“One moment please,” she said as she pulled off her backpack and reached into it. She pulled out a jagged knife and before Eniyii could understand what she was doing, Yetunde stabbed herself in her hand. \n\nYetunde winced in pain but through gritted teeth she gave Eniyii a single word instruction, “Watch.”\n\nEniyii watched blood pour out of the wound. Bright red at first, then darker until the flow stopped and a dark red film seemed to cover the wound. It got darker and harder and then it began to dissipate until there was no more wound, no scab, nothing. \n\n“It’s you,” Eniyii said, her voice breathless with wonder.\n\nYetunde nodded and smiled. \n\n “But that would make you… over two hundred years old.”\n\n“And that would make you my 5x great granddaughter, I think” Yetunde said smiling. \n\nThe two held hands and smiled at each other. \n\n“This is incredible,” said Eniyii. “You look so young.”\n\n“My early greys disappeared right at the beginning,” Yetunde said with a laugh. \n\nThey linked arms and continued to walk through the city streets, talking and laughing past sunset.\n\n“Who is it?” Eniyii finally asked a few minutes before midnight. \n\n“Your grandmother’s sister’s fourth grandchild is in hospital recovering from a plane crash,” said Yetunde. “There’s spinal damage, some pretty bad stuff, I need you to take this to her.”\n\nYetunde handed Eniyii a small vial. With a few eye motions, Eniyii initiated microscopic zoom on her visor. She could see them. If they had been normal nanites, a label would have popped up with their manufacturer's details. Instead, a blank label switching between the colours for biological and mechanical organisms appeared instead, until the system popped up an ‘Unknown’ label. \n\n“Where is she?” Eniyii asked. \n\n“Babajide Osho Memorial Hospital, in Ikorodu,” replied Yetunde.\n\n“Will I see you again?”\n\n“As soon as your cousin recovers, there will be an investigation,” said Yetunde. “I can’t tell exactly who is looking for me, but I know they are out there. They have long memories and long pockets. Everytime I do this, the same thing happens. I’m pretty sure they have an automated scan for hospital investigations with a specific set of facts. When they find out, they will start keeping an eye on you, but we have to make sure it’s too late. I can’t contact you or anyone in your extended family in this generation. But I’ll be watching. Just know that I’ll always be watching. And that I’m so proud of you Eniyii. I’m proud of all of you.”  \n",
    "attributes": [
      {
        "trait_type": "Author",
        "value": "Esther Kuforiji"
      },
      {
        "trait_type": "Title",
        "value": "The Oldest Woman on Earth"
      },
      {
        "trait_type": "Genre",
        "value": "Science Fiction"
      },
      {
        "trait_type": "Language",
        "value": "English"
      },
      {
        "trait_type": "Publication Date",
        "value": "1 Jan 2023"
      },
      {
        "trait_type": "Edition",
        "value": "1st Edition"
      },
      {
        "trait_type": "Type",
        "value": "Short Story"
      }
    ],
    "image_details": {
      "bytes": 10286440,
      "format": "PNG",
      "sha256": "964281cede7f41d57ec4463dbe2b3ad9deac14b9af5431f148ff58bc7be92a97",
      "width": 3000,
      "height": 3000
    },
    "image": "https://arweave.net/JKn_7UgT_IpET-5HmtmLDfxkxt5ClfFz2L-lF1JRU-Q",
    "image_url": "https://arweave.net/JKn_7UgT_IpET-5HmtmLDfxkxt5ClfFz2L-lF1JRU-Q"
  }
}