{
  "address": "0x6a311473dbd13769c07fbc2078be05159f317c0b",
  "type": "ERC721",
  "name": "Declassified*",
  "tokenCount": "25",
  "uri": "https://arweave.net/CQUgHU6Js6nunyAFaQiCwHeI4PaAlyYE5Rys1wB5Kws/1",
  "metadata": {
    "name": "Untitled 1",
    "created_by": "Berto Herrera",
    "description": "In his latest series, the American born artist, Berto Herrera pulls together disparate visual elements to create entirely unique collages that comment on the way in which surveillance subtly dominates culture today.\n\nSurveillance has always been used to gather data and information about people, events, and lands. In a post-modern and digital age, the line between private and public has blurred, becoming a point of contention between establishments of power and private entities. This invasion of privacy is central to Herrera’s Declassified*.\n\nAcross a series of 25 works, the artist is asking us to peel back the relationship between consumerism, intimacy and media by combining decommissioned government documents, drone surveillance, CCTV footage, with a number of cultural references that feel familiar but are not immediately recognizable. Traces of the self also appear in a number of the works. Built up, and layered together, there’s a real weight - both physical and intellectual - to the works. Embedded in each composition are also multiple references to the military. As an ex US military member himself, Herrera understands how deeply rooted the modern military is in our daily lives, perpetuating a patriarchal, toxic masculinity which aims to gain further power over people.\n\nRigorously laid out on the same size paper - which itself is as close as possible to a record album in scale - there’s also a rhythm and repetition to the work that adds impact. Together, they show a perversion of Orwellian governance that is present across our lives. Though we are so often blind to how our information is bought and sold to the highest bidder, Herrera’s series lays bare how nefarious this can be and how oppressive it can feel. In a post pandemic society, the artist felt the true weight of this and chose to unravel it herein. The global mass collection of data - via the Black Lives Matter movements, to Me Too, and the vaccine roll out - charted our values and movements in an unprecedented way. Why? What and who will use this information?",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Berto Herrera"
      },
      {
        "trait_type": "Type",
        "value": "Photo collage"
      }
    ],
    "image_details": {
      "bytes": 3848356,
      "format": "JPEG",
      "sha256": "d52d08efe211501f48d2322469dab0236ca9e32bad934c20b257632e7d2616a7",
      "width": 5000,
      "height": 5000
    },
    "image": "https://arweave.net/rhwjKT0poYR4wVWgLFRu70GdyPA2cT42RV9RW9t0AJc",
    "image_url": "https://arweave.net/rhwjKT0poYR4wVWgLFRu70GdyPA2cT42RV9RW9t0AJc"
  }
}