{
  "address": "0x6a03eafdfc41eaf0d3ed5e6a4b31df88ee3d7072",
  "type": "ERC721",
  "name": "Goobrrz",
  "tokenCount": "987",
  "uri": "https://tan-secret-tiger-14.mypinata.cloud/ipfs/QmSvjJRXPgQrnAznBXxpruUCPtrUczT2ocqwoyv7wy9pwY/1",
  "metadata": {
    "attributes": [
      {
        "trait_type": "Sky",
        "value": "origin"
      },
      {
        "trait_type": "Ground",
        "value": "slippery"
      },
      {
        "trait_type": "Skin",
        "value": "reptile"
      },
      {
        "trait_type": "Facehole",
        "value": "ohno"
      },
      {
        "trait_type": "Right Eye",
        "value": "enhanced"
      },
      {
        "trait_type": "Other Right Eye",
        "value": "pinkeye"
      },
      {
        "trait_type": "Head",
        "value": "hornies"
      }
    ],
    "description": "Our team of scientists have been working on a device that measures miniscule deviations in the quantum layer superimposition. Using an AI we have used this data to further develop a device that can visualize these fluctuations in a human readable image format with a size of 16px^2. Our tools are still experimental and low fidelity, however, we were shocked when these images appeared on our screens! These images were shockingly coherent, turns out photons are symmetrical and the deviations were predictable! The captured images showed something rather disturbing, strange creatures captured across many different dimensions (for lack of a better term, more research needed). This is disturbing to us as it opens up many scary possibilities related to how they are spread across dimensions. Due to their shape and a passing homeless man's comment, we are calling these beings Goobrrz. Though we know almost nothing of them, what is evident is that gooberz are able to adapt to the most extreme of environments. While there is still much to learn, the main objective currently is to identify any threat their existence may pose to us; though it seems from the images that they are a species of simple and harmless beings whose nature tends to be dopier than most.",
    "image": "https://tan-secret-tiger-14.mypinata.cloud/ipfs/QmNb2gCdFvMoTr7jGkMo2mPUTSUJ9E9a6Sr1UTvUCZojSn/10012.Goobrrz.-7-6-3-4-0-4-3.png",
    "name": "goob #1"
  }
}