{
  "address": "0x6ac41c7b71127eaafb8d93f18eb060ca81513275",
  "type": "ERC721",
  "name": "Rachel Suzanne Tien Wood 2023",
  "tokenCount": "1",
  "uri": "https://arweave.net/uF-QoFKCxUP_4Ed8S8RzJkras6zGJPQDwIwu9g9Gru0",
  "metadata": {
    "name": "Aspen Reflections",
    "created_by": "Rachel Suzanne Tien Wood",
    "description": "Photographing fall colors in Colorado is not a unique thing to do as a photographer. It seems that everyone who considers themselves a landscape photographer has to come here at least once in their career.\n\nFinding your own unique shot is more difficult when there seems to be lines of people pointing their cameras in the same direction.\n\nWhat I love about this shot, is that it reminds me of painting. I studied impressionist painters in school and copied their techniques for painting.\n\nClaude Monet's Nympheas series is one of my personal favorites from that era. The way he captured the waterlilies and garden reflections was brilliant. Abstracts and impressionism are viewed by the public as easy, but composition and structure of the picture is not as easy as one first believes.\n\nAs with all things, I aim to not copy the Monet, but to interpret and learn from them. As the group happily took landscape photos of the bright yellow grove we were in, I noticed the texture of the nearby lake and watched as the colors of the aspen trees blurred every time the wind picked up. With my 600mm lens, I zoomed on to the opposite side of the lake, and snap this shot.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Rachel Suzanne Tien Wood"
      },
      {
        "trait_type": "Year Taken",
        "value": "2021"
      },
      {
        "trait_type": "Camera",
        "value": "Sony a7RIV"
      },
      {
        "trait_type": "Focal Length ",
        "value": "600mm"
      },
      {
        "trait_type": "Location",
        "value": "Colorado"
      }
    ],
    "image_details": {
      "bytes": 22984887,
      "format": "JPEG",
      "sha256": "968feb0afcc006e2ea94b32715cad6ca0815959d0e83bbf793ea88b3e2bb7259",
      "width": 7754,
      "height": 4362
    },
    "image": "https://arweave.net/YazVqH4DPBalPIJQ8RCWO6eKO4ufwZcUZ_je1wDT_7o",
    "image_url": "https://arweave.net/YazVqH4DPBalPIJQ8RCWO6eKO4ufwZcUZ_je1wDT_7o"
  }
}