{
  "address": "0x6a1eb58244c8bd7888d27f1984371b5d7672e7da",
  "type": "ERC721",
  "name": "Sea Her",
  "tokenCount": "68",
  "uri": "ipfs://bafybeiexo4ct7lto7xvk4wid55zabeg6khr2eu2snnxdxcg3oh3c4mb3s4/1",
  "metadata": {
    "name": "Samara",
    "image": "ipfs://Qmd6qoPDVFqhEExaBhw5JcVj3UtNzRhYSKjPa8iZMEyFbf",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Rachel Suzanne Tien Wood"
      },
      {
        "trait_type": "Medium",
        "value": "MidJourney"
      },
      {
        "trait_type": "Charity",
        "value": "After primary sale, $23 has been donated to Global Giving's \"Orphans into Loving Foster Families in Vietnam\" program."
      },
      {
        "trait_type": "Copyright",
        "value": "Primary or secondary NFT holders have all the rights to the photo, including any and all commercial distribution. Once minted, the collectors of artwork shall have the unrestricted authority to use, reproduce, manipulate and use for other uses, distribute, and display any part of the artwork for any purpose, whether commercial or non-commercial, without the requirement of my prior approval or consent. Furthermore, I waive any claims to royalties or other compensation arising from the use or exploitation of the artwork. Once minted, I am relinquishing all copyright over this work and dedicating those rights to the collector and holder of artwork."
      },
      {
        "trait_type": "Year Made",
        "value": "2023"
      }
    ],
    "description": "In the shadows of trauma, we learn to shield our hearts,\nTo bear the weight of the world, alone and apart.\n\nBorn from the absence of a parent's embrace,\nOr the relentless labor that left no trace.\n\nFrom love that offered pleasure but not sanctuary,\nTo friendships and kin who took more than they carried.\n\nIn moments of promise, they left you to mend,\nYour burdens doubled as they failed to attend.\n\nThrough lies and betrayals, trust became frail,\nA fortress you built to keep your heart safe and veiled.\n\nExtreme independence – a guard against pain,\nRooted in generations of hurt and disdain.\n\nTo trust is to hope, to trust is to expose,\n\"Never again,\" you swear, as the walls around you rose.\n\nYet behind the fortress, your heart remains scarred,\nLonging for love, but forever on guard.\n\nBattles and armor are for those who fear strife,\nYet in self-protection, you've locked away life.\n\nTrauma, when recognized, can begin to mend,\nFor you are worthy of love, support, and true friends.\n\nYou are deserving of partnership, trust, and care,\nOf a heart that is held, and a love that is rare.\n\nYou need not prove, earn, or beg to receive,\nFor your worthiness shines, in the simple act of being.\n"
  }
}