{
  "address": "0x6b317d7c646b8539c74d02b19e99a4111996fbb6",
  "type": "ERC721",
  "name": "Famiee Charity NFT",
  "tokenCount": "9",
  "uri": "ipfs://QmQ5t6hZfExMXJPdC1afZ1CMqWCSX6wCTwUMH3TvYJ6YDi",
  "metadata": {
    "description": "(In English)Japanese follows English\n\n\n\n__Creator__: Motoi Yamamoto\n\n__HP__: https://www.motoi-works.com/en/\n\n__Instagram__: https://www.instagram.com/yamamotomotoi/\n\n\n\n__Title__: Floating Garden (No.13)\n\n__Donator__: Oki Matsumoto\n\n\n\n__Background of the Art Work__: __Special Interview for the opening of Famiee NFT Art Charity “Motoi Yamamoto, Artist of Salt &Oki Matsumoto, CEO of Monex”__\n\nInterviewed Motoi Yamamoto and Oki Matsutomo about how their relationship started, episode of the Art Work, \"Floating Garden\", and the thoughts about Famiee project.\n\n→ https://note.com/famiee/n/n7f695df43ae8\n\n\n\n__Detail__: The print series of “Floating Garden” are created by drawing whirlpools on a wood by pencil and acrylic color, and reversing black and white of its photograph. Basically, there are 10 editions per work.\n\nFor two of the images (No.13 / No.28), there are giclee printed editions and NFT published editions.\n\nIn this NFT auction, “Edition 5/10\" of work No.13 and “Edition 5/10” of work No.28, are on sale.\n\n\n\n__Created__: 2012\n\n__Edition__: 5/10\n\n__Format__: PNG\n\n__History__:\n\n\n\n- Motoi Yamamoto\n\n- Oki Matsumoto\n\n\n\n__Terms and conditions regarding the use of this NFT and the artwork__: \n\n(1) The copyright in the digital artwork represented by this NFT is reserved to Motoi Yamamoto, the copyright holder. The transfer of this NFT does not imply the transfer of the copyright.\n\n(2) While the digital artwork is stored on IPFS and can be viewed by anyone, the copyright is not waived. Any modification of the artwork, or reproduction, transmission, or other use of the artwork constitutes copyright infringement, even if the act is committed by the holder of this NFT, except for acts that do not constitute copyright infringement, such as reproduction for personal use or transmission only to a small number of specific persons.\n\n(3) The holder of this NFT may resell this NFT. When reselling this NFT, the reselling NFT holder may display thumbnails of the digital artwork represented by this NFT on a NFT marketplace.\n\n(4) Each of the above items shall also be in effect at the time of resale of this NFT.\n\n\n\n__The Artist Info__:\n\nBorn in Onomichi, Hiroshima in 1966. Graduated from Kanazawa College of Art in 1995. Currently living in Kanazawa, Ishikawa.\n\nI create installations using salt to evoke cleansing and purification. It takes me anywhere from a few days to multiple weeks to draw these huge patterns on the floor by myself. Furthermore, on the last day of an exhibition, I work together with the viewers to destroy the work and return the salt to the sea. \n\nI also produce detailed acrylic and pencil works. In recent years, I have worked very actively on collaborations with companies.\n\nI have presented these works in numerous locations both at home and abroad, including at the MoMA PS1 Museum of Modern Art in New York, The Hermitage State Museum, Museum of Contemporary Art Tokyo, Hakone Open-Air Museum, 21st Century Museum of Contemporary Art Kanazawa, Setouchi Triennale, and via a traveling solo exhibition in the United States.\n\n\n\nAll information about CV and Statement are here ( link to https://bit.ly/3HwGrZw )\n\n\n\n__The Artist Comment__: \n\nThe motif of my work is a \"whirlpool\" which means life, death and rebirth. Each of these little whirlpools in the work of 'Floating Garden' represents a memory of  loved one. And my motivation for creating works is to connect these \"feelings\".\n\nFor a long time, I thought I was making art for myself. However, after an exhibition in Charleston, SC, I realized that the salt from my work was being passed on to new people, and new things were being born. I became aware of such a cycle and started the Return to the Sea project around that time.\n\nI was impressed by the back of Mr. Matsumoto that he was scraping salt at a gallery in Ginza. When I saw the photo of a father and son returning salt to the sea in Amanohashidate, I felt a connection and expansion as my work was accompanied by a \"family story\" for Mr.Matsumoto.\n\n\n\n__A Message to Famiee from Motoi Yamamoto__:\n\nI was impressed by the phrase of Famiee \"the shape of the family we decided for ourselves\".\n\nBefore my sister passed away, she wished to spend her last days in her own room, but at that time, there were many barriers in the system. However, with the help of the hospital, relatives and friends, I was able to take care of her at home.\n\nI also wanted to keep my family name separate from my wife, so I was in a de facto marriage for a long time. However, when I held an exhibition in Israel, where there was an ongoing conflict at the time, I had to adapt to the Japanese marriage system \"in case of emergency,\" so I joined the family.\n\nI hope that we will live in a world where people can decide for themselves how to end lives of their loved ones.\n\n\n\n__A Message to Motoi Yamamoto from Oki Matsumoto__: \n\nI've known Mr. Yamamoto for the past 10 years since he received a scholarship from my Voyager 2 project. Ever since I was a child, I have been fascinated by black and white artworks. Therefore, I was moved by the black background and white salt of Mr. Yamamoto's work, as if we were meant to meet and we did. Mr. Yamamoto's works are not finished after they are made, and there was a project to dismantle the works and return the salt to the sea after the exhibition.\n\nI had a good memory of sprinkling salt in Amanohashidate with my children.I felt Reincarnation and I felt like I became a part of the work.\n\nThis work is great, too!\n\n\n\n__A Message to Famiee from Oki Matsumoto__:\n\nThere are as many opinions and different values as there are people, and values are everything to a person's life, and they are important to be respected.\n\nI was a super ultra problem child. I think the original experience of my elementary school teachers accepting me for that was also significant.\n\nWhen I saw Famiee working hard to allow values to exist as they are, rather than being distorted through the eyes of others, I thought, \"If there's anything I can do to support them, I'd like to.\" That's why I joined this project as well.\n\n\n\n----\n\n\n\n(In Japanese)\n\n\n\n__作者名__: 山本 基\n\n__HP__: https://www.motoi-works.com/en/\n\n__Instagram__: https://www.instagram.com/yamamotomotoi/\n\n\n\n__作品名__: たゆたう庭 (No.13)\n\n__所有者__: 松本 大\n\n\n\n__作品背景__:\n\nFamiee NFTアートチャリティー 開始記念対談記事\n\n「塩のアーティスト山本基×マネックスグループCEO松本大」\n\n山本基氏と松本大氏を迎え、二人のつながりや、提供作品『たゆたう庭』のエピソード、Famieeプロジェクトに対する思いなどを語っていただきました。\n\nhttps://note.com/famiee/n/n4b75299b8143\n\n\n\n__作品詳細__:\n\n「たゆたう庭」の平面シリーズは、木の上に鉛筆とアクリル絵の具で描いた「渦巻」の作品を撮影し、白黒反転させた作品です。基本的に一つの作品毎にエディションが10あります。\n\nこのシリーズのうち、2つのイメージ（No.13 / No.28）に関しては、ジクレー印刷したエディションと、NFTとして発行されたエディションがあります。\n\n今回は、NFTとして発行された作品No.13の「エディション5/10」と、作品No.28の「エディション5/10」が出品されます。\n\n\n\n__製作年__: 2012\n\n__エディション__: エディション 5/10\n\n__フォーマット__: PNG\n\n__来歴__:\n\n\n\n- 山本基\n\n- 松本大\n\n\n\n__本NFT及び作品の利用に関する定め__:\n\n（１）本NFTが表章するデジタルアート作品の著作権は、著作権者である山本基に留保されます。本NFTの譲渡は、著作権の譲渡を意味しません。\n\n（２）当該デジタルアート作品はIPFS上に保存され、誰でも閲覧可能ですが、著作権は放棄されていません。本作品の改変や、本作品の複製や送信等の利用行為は、それが本NFTの保有者による行為であっても、私的使用のための複製、特定少数の者のみへの送信など著作権侵害とならない行為を除き、著作権侵害となります。\n\n（３）本NFTの保有者は、本NFTを転売可能です。当該転売の際、転売を行う保有者は、NFTマーケットプレイス上で当該デジタルアート作品のサムネイルを表示することができます。\n\n（４）上記各事項は、本NFTの転売時においても同様に効力を有するものとします。\n\n\n\n__作者情報__: 1966 年広島県尾道市生まれ。1995 年金沢美術工芸大学卒業。現在、金沢市在住。\n\n浄化や清めを喚起させる「塩」を用いてインスタレーション作品を制作。床に巨大な模様を描く作品は長い時間を掛け、\n\n一人で描き上げる。展覧会最終日には作品を鑑賞者と共に壊し、その塩を海に還すプロジェクトを実施している。\n\nまた、緻密なドローイングなども制作。近年は企業とのコラボレーションも手掛けるなど精力的に活動を展開している。\n\nニューヨーク近代美術館 MoMA P.S.1、エルミタージュ美術館、東京都現代美術館、箱根・彫刻の森美術館、金沢 21\n\n世紀美術館、瀬戸内国際芸術祭等、国内外で多数発表。\n\n\n\n履歴/ステートメント全文は、こちら ( link to : https://bit.ly/3HuBCQ8)\n\n\n\n__山本基の作品への思い__:\n\n僕の作品のモチーフは「生と死、再生」を意味する「渦巻」です。「たゆたう庭」と題したこの作品では、この小さな泡のような形の一つ一つが「大切な人との思い出」を意味しています。そしてその「思い」をつないでいきたいというのが僕の作品作りの動機になっています。\n\n僕は長らく自分自身のために作品作りをしていたつもりでした。しかし、アメリカのチャールストンでの展覧会をきっかけに、僕の作品の塩が新たな人の手に渡り新しいものが生まれていく…幸せが循環していくことに気づいて、その頃に海に還るプロジェクトも始めました。\n\n銀座のギャラリーで塩をコリコリと削っている松本さんの背中が印象的ですね。天橋立で親子で塩を海に還している写真を見て、僕の作品に松本さんにとっての「家族の物語」も付随され、つながりと広がりを感じました。\n\n\n\n__山本基のFamieeへの思い__:\n\n「自分たちで決める家族のカタチ」という言葉が響きました。妹が亡くなる前も「最期は自分の部屋で」と希望しましたが、当時は制度の壁などがたくさんありました。結果的には、なんとか病院や親戚、友人たちの協力を得て、家で看取ることができました。\n\nまた夫婦別姓を希望していたため妻とも事実婚の時期が長くありました。しかし当時、紛争の続いていたイスラエルでの展覧会をおこなう際、「もしもの時」日本の婚姻制度に合わせないとならなかったので、入籍に至りました。\n\n「自分の大切な人の最期のあり方を自分たちで決められる」と願っています。\n\n\n\n__松本大の作品への思い__:\n\n山本さんとの出会いは私がおこなっている「ボイジャー2号」のスカラシップから10年来のお付き合いです。\n\n子どもの頃から白と黒の作品に心惹かれるものがありました。ですから、黒の背景と白い塩でできた山本さんとの作品は出会うべくして「出会ってしまった」という感動を覚えています。\n\n山本さんの作品は「できて終わり」ではなく、展示が終わった後に作品を解体してその塩を海に還すプロジェクトもありました。\n\n子ども達と天橋立で塩を撒いたのは良い思い出です。Reincarnation（輪廻転生）を感じ、私もその作品の一部になった気がしました。今回の作品も最高ですね！\n\n\n\n__松本大のFamieeへの思い__:\n\n価値観は十人十色で、価値観はその人が生きていく上の全てであり、尊重されるべき大切なものです。\n\n私は超ウルトラ問題児でした（笑）。それを小学校の先生が受け入れてくれた原体験も大きかったと思います。\n\n他者のメガネを通しで歪められるのではなく、ありのままの価値観が存在できるようにFamieeが頑張っている姿を見て、「私にできることがあれば応援したいな」と思い、このプロジェクトにも参加しました。\n\n",
    "external_url": "https://charity.famiee.com",
    "image": "ipfs://QmRKg7c88qap1KrdGRdNQPM7HLEMGUYKGVNiMFF6SXvmFw",
    "name": "Floating Garden (No.13)"
  }
}