{
  "address": "0x6ba06d2740823a2020ee4188a5230090ab9efbc2",
  "type": "ERC721",
  "name": "Urban Archetypes Editions",
  "tokenCount": "54",
  "uri": "https://arweave.net/yW464VIYRjk1ZonHHaUC6GWCfHO3z6385lp0OXegYs8/1",
  "metadata": {
    "name": "Angulation",
    "created_by": "TJ Thorne",
    "external_url": "https://tjthorne.xyz",
    "description": "Urban Archetypes are photographic portraits of skyscrapers.\n\nMy reason for using a camera as a tool is that it allows me find simplicity, peace, and solace within the viewfinder. Typically I am photographing calm and quiet scenes in nature, however during a trip to New York City I found myself entranced by the overlapping geometric patterns, reflections, and organization of the skyscrapers towering overhead. Unlike the trip a year prior, this time I had my camera.\n\nThere, in the middle of Manhattan, I was able to find that simple beauty that draws me into my viewfinder and causes everything outside of that little box to melt away. There, in the middle of Manhattan, I found peace and solace.\n\nMany of the photos are presented in unconventional orientations in order break the context of standing in the middle of the city in an effort to show you the beauty that exists outside of the literal subject– in the words of Minor White: “One should not only photograph things for what they are but for what else they are”.\n\nI hope that these photos cause you to look closer at your surroundings to find a deeper appreciation for the often overlooked simplistic beauty that surrounds you. Even in the most chaotic of places, there is still peace to be found.\n\nThis is a living collection that will slowly be added to as I visit New York or other large cities. I don’t know when the next time that I visit a large city with my camera will be, or even if it will ever happen, but my intent is to add to this collection in “blocks”, which each new block being a sampling of images from a single trip. Angulation is the Edition for Block 1.\n\nUsed with permission, the title of the collection was inspired by Kjetil Golid’s generative artwork collection “Archetype”, which these photographs reminded me of.",
    "attributes": [
      {
        "trait_type": "Block",
        "value": "1"
      },
      {
        "trait_type": "City",
        "value": "New York"
      },
      {
        "trait_type": "Color Scheme",
        "value": "Color"
      },
      {
        "trait_type": "Year",
        "value": "2022"
      }
    ],
    "image_details": {
      "bytes": 994263,
      "format": "JPEG",
      "sha256": "502577b738a430cbd41c583359a3e4e2238e02de2a0ccbf83d48638856f170c4",
      "width": 4000,
      "height": 4000
    },
    "image": "https://arweave.net/UG4C1kLwwEaT0touXICHG7jyYGpngWiza4OXfb_B6KY",
    "image_url": "https://arweave.net/UG4C1kLwwEaT0touXICHG7jyYGpngWiza4OXfb_B6KY"
  }
}