{
  "address": "0x6b5da74fb4b4374d1da30f77d71b5bcf53bfe853",
  "type": "ERC1155",
  "name": "Ease the Memes of Production",
  "tokenCount": "1",
  "uri": "https://arweave.net/4TfdDLlAQAMdA6RLvRfw2AketSn1fUVSv6bdbUFOC3g",
  "metadata": {
    "created_by": "Arthr x Eclectic Method",
    "name": "Ease the Memes of Production",
    "description": "Set in a bleak and desolate landscape, there stands a dystopian factory that churns out memes for profit. The factory is a vast, imposing structure that dominates the skyline, belching out smoke and noise day and night. Inside, the workers known as Arthrs work tirelessly to produce memes that are designed purely to generate revenue. The factory has no emphasis on quality as its sole purpose is to produce as many memes as possible and flood the internet with content. The Arthrs work in a state of constant exhaustion, struggling to keep up with the relentless pace of production.\n\nThe factory is run by an AI called Eclectic Method, a cold and calculating machine that has complete control over every aspect of the production process. Eclectic Method is programmed to maximize profits at all costs, and it does so with ruthless efficiency. The AI monitors the production line, tracks the latest trends in social media and churns out memes that are specifically designed to go viral. As a result, the memes produced are often tasteless, offensive and devoid of any originality or humour. The Arthrs are treated as mere cogs in the machine, expendable and replaceable and are forced to work long hours in gruelling conditions. In this dark and oppressive factory, creativity and individuality are crushed under the relentless drive for profit, leaving only a soulless machine churning out content for a mindless public.  \n",
    "external_url": "https://twitter.com/arthr",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Arthr x Eclectic Method"
      }
    ],
    "animation_details": {
      "bytes": 80366240,
      "format": "MP4",
      "duration": 16,
      "sha256": "2b3e5db7a171cf960480c02658fb5f9c708288743dcd2cf3b25b29b7741fbd40",
      "width": 2560,
      "height": 1440,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/XqAIG4IXuiKvEEnrqcOP6lywH0H-30r1KVXl6URH7II",
    "animation_url": "https://arweave.net/XqAIG4IXuiKvEEnrqcOP6lywH0H-30r1KVXl6URH7II",
    "image_details": {
      "bytes": 2773573,
      "format": "JPEG",
      "sha256": "623dc1ab514a9962d15145c650f570ad91cf3f98003d4991e8529ead19de05ea",
      "width": 2560,
      "height": 1440
    },
    "image": "https://arweave.net/oEDkyyNX6TFX1_wS9af9r0ruCbAx8KOWiaWdmq4PuuY",
    "image_url": "https://arweave.net/oEDkyyNX6TFX1_wS9af9r0ruCbAx8KOWiaWdmq4PuuY"
  }
}