{
  "address": "0x6b5b2ca57382c4f2fdf9111b3b4349cbdae4d934",
  "type": "ERC1155",
  "name": "Stonez Castle V2",
  "tokenCount": "1",
  "uri": "https://arweave.net/zy2qIPjDgwsOse6R6BHfAeT5YJs30IGVzlHj8c_f0qE",
  "metadata": {
    "name": "SCRRR (Full)",
    "created_by": "Stonez the Organic",
    "description": "SCRRR (Full) is the first burn redeem token from the Stonez Castle collection, which is dedicated to the visual world of my music. \n\nSCRRR is a visual depiction of a day in the life of Stonez after his journey through the red ethers:  \nAs the sun rises over the city, Stonez awakens from a deep sleep, his mind already focused on the tasks ahead. He makes his way to the window, his eyes scanning the streets below. He can see his bakery in the distance, the smell of fresh cake wafting through the air.\n\nHe quickly gets dressed, his movements sharp and precise. He checks goes to check on the bakery where he is reminded by Crux that he has a business meeting to attend & he can't be late. He climbs into his sleek black car, the engine roaring to life as he speeds off into the city.\n\nThe meeting is with some of the city's most powerful men, all of them connected to the ether-real overworld. Stonez is a man of power and respect, and he commands attention when he enters the room. They discuss the running of the bakery, the growth of their operations, and the deals that need to be made.\n\nAfter the meeting, Stonez decides to take a break and conquer a mountain. He heads out of the city, his car speeding through the winding roads, the wind in his hair, feeling the rush of adrenaline. He reaches the top of the mountain, victorious.\n\nUpon leaving the mountain, he arrives at the city's cemetery. H eyes scanning the headstones. He makes his way to the spot he chose, a secluded corner of the graveyard. He sacrifices his fears, closing them in a stone coffin, to never be released. \n\nAs the sun sets, Stonez is back in the city, he hears of a street race and decides to join, he takes on some of the toughest racers in the city, but he's a man who doesn't back down from a challenge. He pushes his car to the limit, and in the end, he crosses the finish line first, the crowd cheering his name.\n\nAnd as the night falls, Stonez takes to the stage, performing in front of a packed crowd. He's a man who's accomplished so much, but he's not done yet. There's always more to conquer, more to achieve, the journey has just begun. He's Stonez The Organic, and his vibe can’t be denied. \n\n",
    "animation_details": {
      "bytes": 153273554,
      "format": "MP4",
      "duration": 119,
      "sha256": "f87d0d83450459ca25db47d69daf17391a43ce0024b6c116ba9716a696f42bce",
      "width": 1920,
      "height": 1080,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/8fkEX7mKQ7gNPB3Up0EHnkYEDLQRaYT6WC8cbwlT0OE",
    "animation_url": "https://arweave.net/8fkEX7mKQ7gNPB3Up0EHnkYEDLQRaYT6WC8cbwlT0OE",
    "image_details": {
      "bytes": 599069,
      "format": "JPEG",
      "sha256": "0e924ec806d12d6f70a74958472d0b5132fc4c2169cc480072ddc388c0ed7599",
      "width": 2091,
      "height": 1179
    },
    "image": "https://arweave.net/rL9T8QC5jdTNCgYokaM__buxjSKriavVuPH2sdSmqSA",
    "image_url": "https://arweave.net/rL9T8QC5jdTNCgYokaM__buxjSKriavVuPH2sdSmqSA"
  }
}