{
  "address": "0x6b2a5d9d451c425591cc91da8f8e7e4538c5cd29",
  "type": "ERC1155",
  "name": "LIGHT PAINTING in FORGOTTEN JAPAN",
  "tokenCount": "6",
  "uri": "https://arweave.net/uB4_o5WimkEkrBjRjlHy4jraSikeQ4kxSnSUAVvMREo",
  "metadata": {
    "name": "Bus-ted",
    "created_by": "TDUB / MFan",
    "external_url": "https://tdubphoto.com/",
    "description": "Trevor Williams' (AKA Tdub) inaugural NFT drop, a decade old collection that showcases his early artistic photography. With more than two decades of experience opening the aperture to capture luminescent energy in all its form. \n\nIn this photograph a red LED was left inside this bus with a touch of flashlight to the front to fill in the shadows and a full moon did the rest. A mere 13 second performance captured in a single frame creating the only proof that this ever took place. This begs the questions, is the art in the performance or is it the resulting photograph that captured it?\n\nViewers unfamiliar with the light painting process and Tdub’s techniques, upon first glance, often find themselves taking a few extra seconds before their brain deciphers, what it is looking at - this is by design. The viewer is then left with more questions than answers. Yet, while Tdub’s primary aim is for perplexity to reign in the mind of the viewer - there are also other things at play. Many of his shoots, start with an idea to solve a problem and end habitually with a story being made through his creative process. Not to mention, the numerous lighting inventions that were derived as a result - and later used by others in the industry. One thing that you can be sure of as a viewer of Tdub’s photographs - is that you will be stuck pondering the story that lies within.\n\nThis artistic curation is from his early works in the light painting scene, that firmly placed him in the genre as an innovator and educator. Some of his techniques are still used by others, and some remain a secret to this day. These photographs are both historically significant and visually  stunning. \n\nTdub is originally from Vancouver, Canada and has lived in Japan for the past 20 years with his Wife and two boys. A commercial photographer commissioned by Getty Images, whose photographs are regularly used by major brands and news agencies globally - Apple, Adidas, The New York Times and Microsoft to name a few.\n\nSize - 5616 × 3744",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Trevor Williams AKA Tdub"
      },
      {
        "trait_type": "Camera",
        "value": "Canon EOS 5D Mark II"
      },
      {
        "trait_type": "Lens",
        "value": "EF24mm f/1.4L II USM"
      },
      {
        "trait_type": "ISO",
        "value": "400"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/1.8"
      },
      {
        "trait_type": "Exposure",
        "value": "13"
      },
      {
        "trait_type": "Focal Length",
        "value": "24.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2013:02:23 22:54:54"
      },
      {
        "display_type": "number",
        "trait_type": "Edition",
        "value": "1",
        "max_value": "1"
      },
      {
        "trait_type": "Edition",
        "value": "1 of 1"
      }
    ],
    "image_details": {
      "bytes": 15525475,
      "format": "JPEG",
      "sha256": "a6ad99fb1a4b34c56ad9ef5f013ff6e5e2e0975a27e78fea94030ddada89e40f",
      "width": 5616,
      "height": 3744
    },
    "image": "https://arweave.net/-tra2iVdagS3_WC1IUAepfC8c4NF9tPOXfdjevMK2hY",
    "image_url": "https://arweave.net/-tra2iVdagS3_WC1IUAepfC8c4NF9tPOXfdjevMK2hY"
  }
}