{
  "address": "0x6cf42f0d9d8c6184d96fbb29506a8c72d140466d",
  "type": "ERC721",
  "name": "One of Ones by DaevidAdeola",
  "tokenCount": "4",
  "uri": "https://arweave.net/ycii3Se6x3jBD1lPLckFAraLhUmmYHHEsNiA3Zg7Gxo",
  "metadata": {
    "name": "EITR #44",
    "created_by": "daevidadeola",
    "description": "A box without hinges, key, or lid, Yet golden treasure inside is hid.  \nJ.R.R. Tolkien  \nTo mark my one year anniversary in the NFT space, i had previously planned to drop a 1/1 photographic series i've been working on titled \"Diamond in the Rough\" containing various amazing photographs of different genres, all expressing my creative prowess as an iPhonographer. Then, from nowhere, with no prior planning, this image was made. Maybe it's it inimitability or the impulsiveness around its production, but something about this image makes it so special that immediately i finished editing, a lot of thoughts came running through my head, \"this is my 1 eth piece\", \"this is too special to be sold\" and many more. But then i remebered i'll soon hit my one year in the space and it just clicked. It is a perfcet match. Releasing this special piece on a special day. Then came the issue of a title, egg in the rough was the first thing that struck my mind but for some reason, i struggled with accepting that as the title for weeks, maybe because i thought it wouldn't make sense to people or because even i didn't know at the time why that title was stuck in my head. I had to take a moment to settle, think and reflect, then i began to understand. Although, i still consider myself a diamond in the rough, i realise i somehow relate more to being an egg rather than a diamond. I know, weird but let me try to explain. Anyone who sees a raw diamond can immediately recognise its value, its worth, regardless of its unrefined state but an egg is just an egg, you see an egg, and you believe you already know what's inside, nothing new, nothing special, except, this egg is special, its content is unlike nothing any one has ever seen and that's exactly what is expressed in this photograph.  \nDaevid Adeola, 2023.\n\nThis is a collection of 100 variants of the open edition “Egg in the rough”",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "daevidadeola"
      },
      {
        "trait_type": "Collection",
        "value": "EITR"
      },
      {
        "trait_type": "Camera",
        "value": "Apple iPhone 12 Pro Max"
      },
      {
        "trait_type": "Lens",
        "value": "iPhone 12 Pro Max back triple camera 5.1mm f/1.6"
      },
      {
        "trait_type": "ISO",
        "value": "125"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/1.6"
      },
      {
        "trait_type": "Exposure",
        "value": "1/120"
      },
      {
        "trait_type": "Focal Length",
        "value": "5.1 mm"
      }
    ],
    "image_details": {
      "bytes": 2129539,
      "format": "JPEG",
      "sha256": "0e2d109aa75e641985dd42b02a1a0b4aa44d502b7d2754bbd10efa51c5d7693f",
      "width": 2729,
      "height": 3638
    },
    "image": "https://arweave.net/InMZ2RQnuvv-ciHFGqJW7jG2N2rZllBiZhN7rdAyO3E",
    "image_url": "https://arweave.net/InMZ2RQnuvv-ciHFGqJW7jG2N2rZllBiZhN7rdAyO3E"
  }
}