{
  "address": "0x6ca478767b6bcfaaf8e9f6fe7ddfb8c0dbe3fa82",
  "type": "ERC721",
  "name": "Follow the Black Rabbit",
  "tokenCount": "2",
  "uri": "https://arweave.net/vnwmseDG5c6l14cRHsBBnFcrk9zLjYUuDg3L2utpMBY",
  "metadata": {
    "name": "Follow the Black Rabbit to the Far End of the Metaverse",
    "created_by": "Choen Lee",
    "external_url": "https://linktr.ee/choenlee",
    "description": "Follow the Black Rabbit to the Far End of the Metaverse.  \nWhere is her next destination thru the portal? :)\n\n````  \nThis artwork was custom made for the biggest digital billboard in Hong Kong for the Art Basel HK 2023.\n\nIt is to be first in a series about the girl with the Black Rabbit helmet who travels through different worlds to deliver, which may or may not be a Metaverse virtual reality. \n\nIn this one she is seen approaching and activating the portal (which itself is a nod to the ones we see in the Spatial virtual world), and her right hand has already morphed into something else. \n\nThere are all sorts of creatures around her- there are lots of rabbits following her, and the gold butterflyfishes and birdfishes suggest that this isn't the world that we live in. \n\nThe bunny and bear pair has been in my canon for years and the pair sometimes forms part my signature for some artworks.\n\n```  \ntechnicals:  \n\nOriginally, the organizer had given the billboard dimensions to be 16:9 (like tv display format), and the original artwork was created to fit that (even though visuals google maps suggests that it's way wider). Later on they found out that it's closer to 3.7:1 and this artwork was totally reworked and many more characters were introduced into it.\n\nI approached this like a giant wall mural, except it's done digitally. I tried to put in as much details as possible within my own technical constraints. \n\nThe original working file began 9000 pixels in height but as more and more layers were accumulated the computer became very sluggish and the file wouldn't save anymore and in the end many hours of work was lost to a file crash. \n\nAfter that, the artwork was split into separate files where the layers were worked on separately and assembled in the final working file. The final saved file has a dimension of 4797 (h) x 17910 (w) pixels. Total work time was a solid 4 weeks. \n\nThe NFT file itself is 2400 pixels in height so that it can be minted.\n\nThe digital display at Art Basel Hong Kong has a resolution of 1920 x 7160 pixels which means this artwork has a larger resolution than it. The billboard's physical size is 19.2m (h) x 71.6m (w) or about 230ft wide.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Choen Lee"
      }
    ],
    "image_details": {
      "bytes": 19978513,
      "format": "JPEG",
      "sha256": "b3e8b170f5a913b6686b787219af861468618a2f2082553a10130001c06a142b",
      "width": 8961,
      "height": 2400
    },
    "image": "https://arweave.net/60FSoe_qLn2b-_MJ8SLdXVPX-x89b1NXr9szmeT-4Ns",
    "image_url": "https://arweave.net/60FSoe_qLn2b-_MJ8SLdXVPX-x89b1NXr9szmeT-4Ns"
  }
}