{
  "address": "0x6cd349c896966326c9b5b482f0d1ed0349d3f6a5",
  "type": "ERC721",
  "name": "Synergy",
  "tokenCount": "1",
  "uri": "https://arweave.net/4bImw12-lgEVzpEpHsffhr7fBaQ_In1oc6e5KuAbUjs",
  "metadata": {
    "name": "Synergy: KEZIAI X Rebel Without Applause",
    "created_by": "KEZIAI",
    "external_url": "https://keziai.keziabarnett.tv/",
    "description": "“Synergy” is a collection of unique blends created through collaboration between KEZIAI and invited artists. Each */blend brings together two distinct styles to create something entirely new. \n\nThe process starts with Artist A's initial image, which is then blended with an image selected by Artist B using Midjourney, or any other AI program (1+1=3!), resulting in artwork that is surprising and collaborative, pushing the boundaries of individual styles to create a new world of colour, texture and form.\n\n“Synergy” celebrates the fusion of art, technology, and the creative process itself. A symphony of ideas documented on the blockchain taking us to new imaginative realms, powered by innovative technology and imaginative minds. The melding of talents make this collection one-of-a-kind. Each blend reflects the power of collaboration, and the magic that happens when we come together in creative synergy. \n\nThis is an invitation to all of us to embrace our own creative potential and join in the dance of creative synergy.\n\nNote: */blend is a command in the Midjourney AI app that allows you to blend images.\n\n1/1 Blend",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "KEZIAI X Rebel Without Applause"
      },
      {
        "trait_type": "Blend by ",
        "value": "KEZIAI"
      },
      {
        "trait_type": "Type",
        "value": "1/1 Blend"
      }
    ],
    "image_details": {
      "bytes": 20702417,
      "format": "PNG",
      "sha256": "b015779a55788c16a6df2d75b169c3975d0cbbfef464bdae1736cf319611b015",
      "width": 5000,
      "height": 5000
    },
    "image": "https://arweave.net/XojZntnLxmNlegzRy8ep0-mOKYel9Y_QjkePqViGopw",
    "image_url": "https://arweave.net/XojZntnLxmNlegzRy8ep0-mOKYel9Y_QjkePqViGopw"
  }
}