{
  "address": "0x6cd012ad09caef9c71f324deac1c42bca18b6eff",
  "type": "ERC721",
  "name": "Nanosatellites An Illustrated History",
  "tokenCount": "189",
  "uri": "https://us-central1-thing-1d2be.cloudfunctions.net/getThing?thingId=bxagcZACT04WgiraM0Bepiij9C-3hvr5GOrNnra3mTI",
  "metadata": {
    "minter": "0xf4133f3a2aa70fe18b3fcce7bb7ff58dc310da2a",
    "mintedOn": "2020-06-29T05:44:10.911Z",
    "contractAddress": "0x6cd012ad09caef9c71f324deac1c42bca18b6eff",
    "minted": "Minted on Mintbase.io",
    "fiatPrice": "$45.35",
    "name": "NanoSpacecrafts. An Illustrated Overview. Presentation",
    "description": "The dawn of a new era. Nanospacecrafts are a game changer in the space exploration, surveillance, civil liberties and well beyond. Open source arrived to space with the CubeSats. Shrinking spacecrafts make possible space for everyone, change the way of learning by doing, offers a suitable platform for technology innovation, creates new tools for doing science and contribute to critical infrastructures for everyday life. Smaller satellites means low cost, reduced times for design and construction, testing more risky and disruptive options, faster test-and-error times, new functionalities. At first, nanosatellites were used on education and technology, but now they are also doing science in space. Orbit Earth makes possible planetary overview and solutions. And nanosatellites are changing the way we collect information in space; using a swarm of them can give simultaneous and more wide measurements. The next generation will be truly fleets of nanoprobes, acting in unison, synchronously. But nanosatellites are no more limited to orbit Earth. We are seeing the beginning of solar system exploration with this nanoprobes; even beyond, to the stars. This is a document about this thrilling history. 2020’s are a make-or-break time in which nanosatellites can make a difference.",
    "youtube_url": "",
    "price": "$0.00",
    "ethPrice": "0.2",
    "amountToMint": "25",
    "forSale": true,
    "image": "https://arweave.net/uoCz08q-KuwUnyeSf5H3yBU-IsNzbbbXHGUdg7D8oio",
    "attributes": [
      {
        "trait_type": "website",
        "value": "https://nanosat.cards/"
      },
      {
        "trait_type": "Start Date",
        "value": 1593468000,
        "display_type": "date"
      },
      {
        "trait_type": "End Date",
        "value": 1593468000,
        "display_type": "date"
      }
    ],
    "category": "alJuInV4dezvHTNU8Dp1",
    "external_url": "https://mintbase.io/my-market/0x6cd012ad09caef9c71f324deac1c42bca18b6eff",
    "type": "ERC721"
  }
}