{
  "address": "0x6cb5dafeff6779a1a17f5175da337aa97b0467ab",
  "type": "ERC721",
  "name": "test kitty",
  "tokenCount": "2",
  "uri": "ipfs://QmSBLP4UdVe4rJNq1uu9acYoJKA7pzMKiUbndy9TUFiwhL/1",
  "metadata": {
    "name": "Kutee Kitty #1",
    "description": "Q'Welcome to KUTEE KITTY NFT'  Kutee Kitty NFT (kKT) is an NFT collection offering the world a more beautiful and safe place to live, our main goal is to save the world and you can say: yes, but how?  This NFT's project is only the beginning of a big project that will save the world from this plastic pollution. Ocean and the earth where we live is full of plastic, and if neglected, it can cause a lot of problems to the animals and also to all mankind.  -With the third phase of this big project we want to take the plastic in the ocean and in the earth to give it a new life, we will produce useful things from recycled plastic and many other project that we'll make, stay tuned!  Our collection features 10,000 NFTs that combine over 100+ different traits to create a unique and desirable Kutee kitty. Each attribute rarity is displayed in your NFTs metadata, showing how many NFTs feature that specific attribute.  -Holding a kutee kitty is the right way to give your contribute to save the world, obviously is only the first step into a change that we'll be so big and all the mankind will benefit from this!  'THE BEAUTY WILL SAVE THE WORLD'",
    "image": "ipfs://QmQ1uZTzMeh1ZNMYxpGVE6smAHm6aWDUSJf3MNx9LhVHtR/1.png",
    "dna": "716cdbb247bb81efee4eede133cab15a98fc82fb",
    "edition": 1,
    "date": 1657241043084,
    "attributes": [
      {
        "trait_type": "Background",
        "value": "Brown"
      },
      {
        "trait_type": "Body",
        "value": "Black cat"
      },
      {
        "trait_type": "Wearing",
        "value": "T Shirt basket"
      },
      {
        "trait_type": "Glasses",
        "value": "Glasses"
      },
      {
        "trait_type": "Hats",
        "value": "Sombrero"
      },
      {
        "trait_type": "Mouth Accessories",
        "value": "Electronic Cigarette"
      }
    ]
  }
}