{
  "address": "0x6c56099bd81054f2b80063b4286c7596fd843bc7",
  "type": "ERC721",
  "name": "EMOTIONS",
  "tokenCount": "5",
  "uri": "https://ipfs.pixura.io/ipfs/QmbSJmU9uew9cjjDD8g6CmeTAh52ybagbj7rZaiYCrBbng/metadata.json",
  "metadata": {
    "name": "EMOTIONS #I",
    "createdBy": "Jonas Kasper Jensen",
    "yearCreated": "2023",
    "description": "What are emotions? How do emotions work inside our brains? What trickers our emotions?  Can and will superintelligence have emotions? \n\nEmotions are, to me, one of the key aspects of being human. I think of them as a response our bodies have in the experience of awakening in the world. Without them, there might be no one to process the material world and universe.  If we want a superintelligence to live beyond us, we might want it to be capable of having emotions so that the world can still have experiences and react to itself. \n\nI have been inspired by the books \"Borne\" by Jeff VanderMeer and \"Superintelligence\" by Nick Bostrom.\n\nThe video piece has been created using playform AI trained on a set of photographs from the piece DEMENTIA.  DEMENTIA consists of AR images of AI-generated sculptures in real landscapes. For each iteration of the video, I have fed the AI with a new set of DEMENTIA photographs so that the AI has continuous reactions to new input data. This I have done to give it some notion of impressions of changing states of a surrounding world (change in input) and reaction to an inner world (change in output). \n\nEach EMOTIONS video has its own unique sound piece. All sound pieces combined have been composed of a sound work of mine from around 2009 that consists of all sounds that can be heard by the human ear. ",
    "image": "https://ipfs.pixura.io/ipfs/QmVXau688doeMGAyQjQcWALFa8Ycfj8ZyGooAWDSgAwwTz/Emotions1.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmUVs6rNHCCVSWzU9mWtbxuMY2Sxn2mV3vkCcacAnhdJ6V/emotions1.mp4",
      "dimensions": "1024x1024",
      "size": "29507279",
      "mimeType": "video/mp4"
    },
    "tags": [
      "EMOTIONS",
      "jonaskasperjensen"
    ]
  }
}