{
  "address": "0x6c6c24f057b799383ccb3e3ee226492838a5f6a9",
  "type": "ERC1155",
  "name": "AI Expressions",
  "tokenCount": "1",
  "uri": "https://arweave.net/q0x9TliTPentc9gw7NBktQANC8mf_vJ36psbeIWNSIM",
  "metadata": {
    "name": "Silenced",
    "created_by": "Open Plains Studios - Aaron ",
    "external_url": "www.OpenPlainsStudios.com",
    "description": "In the face of tyranny and oppression, a voice is born. From the struggles and pain of a people, art is created. This piece is a testament to those who refuse to be silenced, to those who refuse to be unseen. It is a celebration of the power of self-expression and the resilience of the human spirit. \n                              \nMy voice once strong, now silenced and still  \nMy words, once free, now trapped against my will  \nMy thoughts, once open, now locked in my mind  \nMy spirit, once soaring, now confined\n\nI've been silenced by fear, by hate, by lies  \nBy those who seek to control, to dominate, to trivialize  \nBut deep within my soul, my voice still echoes loud  \nAnd one day, it will break free from this oppressive shroud\n\nFor my words are my power, my truth, my light  \nAnd no one can take that away, no matter how hard they might  \nSo I'll keep speaking, keep fighting, keep standing tall  \nFor my voice is mine, and it will be heard, after all.\n\nArtist: Aaron - Open Plains Studios  \nDimension: 1024 x 1024  \nResolution: 300 DPI  \nYear Created: 2023\n\nLicense:\n\nWith the purchase of this NFT, the artist grants the primary holder the license to sell, trade, or transfer the NFT on the blockchain. The NFT may be shown privately, in commercial and non-commercial venues, and in groups with an unlimited number of members. The license allows for unrestricted use and displays in virtual and real galleries, essays, and films. The holder of this non-exclusive license may also share on social media platforms with proper attribution.\n\nThe artist retains ownership of the underlying work's copyright, intellectual property rights, and reproduction rights. This art will be minted only once as an edition on the Ethereum Blockchain, and no other editions will be produced on this or any other blockchain by the artist.",
    "image_details": {
      "bytes": 1078632,
      "format": "PNG",
      "sha256": "4f61b7f3f4f5a391656f536f77c43e50e46978ebc603913f8bdf234396617555",
      "width": 1024,
      "height": 1024
    },
    "image": "https://arweave.net/NOrNgupD8-sB0lqK5W6QXUW4b_j1FBEyQj_AdfuJ8wQ",
    "image_url": "https://arweave.net/NOrNgupD8-sB0lqK5W6QXUW4b_j1FBEyQj_AdfuJ8wQ"
  }
}