{
  "address": "0x6dddb0d63f5e12fdb18113916bb3c6d67688024a",
  "type": "ERC1155",
  "name": "52icons - Rainer Hosch Genesis",
  "tokenCount": "52",
  "uri": "https://nft.rainerhosch.com/1",
  "metadata": {
    "image": "https://nft.rainerhosch.com/1.jpg",
    "name": "Icon #1 - HEINZ HOSCH",
    "description": "Heinz Hosch (February 27, 1927 - September 1, 1981) born in Vienna, Austria was a photographer and journalist for DIE PRESSE, KURIER, and KRONEN ZEITUNG. After WWII he joined the French Foreign Legion from 1952 to 1957. He served in North Vietnam for three years and was in the battle of Dien Bien Phu. He is best known for his reportage from the Prague Spring in 1968. He also traveled to Western Sahara to cover The Polisario Front conflict. In 1981, just before his death, he was the official photographer of the Salzburg Festival. \n\n Utility: This NFT grants the owner an invitation to Rainer Hosch Studio in Los Angeles, CA for a portrait by the artist. The owner and the artist will select one portrait from the shoot to become an NFT in the \"Collector's Collection.\" The owner also receives full usage rights of the selected portrait. This utility renews after the NFT is sold to a new owner. The utility is only valid if the NFT is sold on an official platform and creator royalties are received. \n\n Terms and Conditions: Subject to and conditioned upon your compliance with this license, for as long as you own your 52icons NFT, Rainer Hosch grants you a limited, non-exclusive, non-sublicensable, non-assignable (except pursuant to your transfer of the 52icons NFT), worldwide license to display the image uniquely identified by your 52icons NFT, solely and exclusively for your personal, non-commercial use. Rainer Hosch grants you no other rights, whether express or implied, with respect to the image or any other work of authorship, all of which he reserves.",
    "external_link": "https://www.rainerhosch.com/",
    "attributes": [
      {
        "trait_type": "Name",
        "value": "Heinz Hosch"
      },
      {
        "trait_type": "Category",
        "value": "Photographer, Legend"
      },
      {
        "trait_type": "Location",
        "value": "Algeria, Africa"
      },
      {
        "trait_type": "Year",
        "value": "1956"
      },
      {
        "trait_type": "Style",
        "value": "B+W"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      }
    ]
  }
}