{
  "address": "0x6d32831bb8ec3c6ee662c5369f4543fe29a8015a",
  "type": "ERC721",
  "name": "Domino - SLEEPCYCLE (DEMO) ",
  "tokenCount": "307",
  "uri": "ar://uCti0pOd5BxazBHQpPiip_zMPMBYS4h0nzGh_adHzfM/1",
  "metadata": {
    "animation_url": "ar://nsg2xGGmuIRfSJk_AwDqF_BEzo2dzNtjLFujVf3g2H8",
    "artist": "Domino",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://eoIyoPaU9gImTG_gQIYWDbQPE7f0hEUcHXXFPlT8L1U",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "SLEEPCYCLE (DEMO) ",
        "value": "Song Edition"
      }
    ],
    "bpm": 131,
    "credits": null,
    "description": "**** The finished mixed/mastered version will be released on Spotify in the coming weeks. The holders of this OE will get first access to pre-save the song and receive a free airdrop for doing so!**** \n\nDomino a multidisciplinary artist and web 3 innovator. Focusing on combining his music with original fine art pieces, film, dance, live performance and more -- he aims to bring his audiences into his world, no matter the medium. After performing in most LA venues and throwing his own shows / events for 6 years with the collective AAS, he found web 3 where he continued growing his grass roots. \n\nMinting his first NFT March 1st of 2021, Domino found instant support and love for his art and music. From there, he continued minting 1 of 1 art pieces and experimenting until he dropped his world building album, Presessence Volume 1. Compromised of twenty one 1 of 1 fine art pieces (all done by Domino), 5 short films, 7 dance films, 7 fine art pieces (paired with songs) done by front running web 3 visual artists, and 1 music video -- all minted as NFT Tokens. After achieving critical acclaim, he went on to collaborate with Rolling Stone Magazine on their first NFT drop ever, performing at the Deadfellaz first ever NFT NYC event, throwing his own shows, selling out the Peppermint Club in LA and many more moments... Domino is now fully focused on the follow up to the album, to continue his world building with Presessence Volume 2 -- Coming soon \n\nThis leads us to \"333\" a single produced by Ian Francis, mixed and mastered by Steeziak, written, performed and recorded by Domino. \n\n<3 \n\n-- \nFrom Domino: \n\nThank you for being here, and being a part of this drop, whether you collect an edition or not, this means the world to me that you are even listening... I am grateful. \n\nThis song is what It feels like to drive through the Los Angeles City streets at night... The summer air needing the air conditioner on even though the windows are down.. The memories that we remember so vividly and yearn for in our day to day lives. This is the process of that experience... this is the problem and the reassurance in one. \n",
    "duration": 180,
    "external_url": "https://www.sound.xyz/domino/sleepcycle-demo",
    "genre": "Hip-hop & Rap",
    "image": "ar://eoIyoPaU9gImTG_gQIYWDbQPE7f0hEUcHXXFPlT8L1U",
    "isrc": null,
    "key": "A_FLAT_MAJOR",
    "license": null,
    "locationCreated": "us",
    "losslessAudio": "ar://nsg2xGGmuIRfSJk_AwDqF_BEzo2dzNtjLFujVf3g2H8",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "SLEEPCYCLE (DEMO)  #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "SLEEPCYCLE (DEMO) ",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}