{
  "address": "0x6dc0bb9768deca9e470ab30664c1d819de1ad586",
  "type": "ERC721",
  "name": "Life in Death V2",
  "tokenCount": "40",
  "uri": "https://arweave.net/-g3zmK4nue8Fr2mSmwuRpFhO81HgryZq1CzZGZIf5_E",
  "metadata": {
    "name": "The Dark Soul",
    "created_by": "Elnaz Taassob",
    "external_url": "https://taassob.com/",
    "description": "When I lost one of my dearest, I got deeply involved in the mental challenge between being and not. I don't mean the time between birth and death or the moment of death, but rather the presence of death in each moment, like the yin and yang being intertwined as black and white; however, this contrast does not mean that these two are separate. In fact, the existence of yin and yang depend on each other and they are correlated, as shadow and light; if there is no light, there will be no shadow. In this regard, my concern revolves around how we would live if we could live forever and we would never die. That would be really strange, think about it. I think we would definitely get bored and time would lose its value. I know that life is not always as beautiful as we desire, but that is the variety we need not to perceive world as nonsense. Death is a necessary element of this universe to give meaning to life. Death is not ugly, is not our enemy. Death makes life worth living and we need to embrace it to see the beauty and marvel of life we have undermined.  \nIn this collection, the black and white skulls represent dark and bright days, respectively, but we will inevitably need both to see the wonder and splendor around us in every element, such as tree, stone, soil, and wind.",
    "attributes": [
      {
        "trait_type": "Category",
        "value": "Photography"
      },
      {
        "trait_type": "Genre",
        "value": "Still Life"
      },
      {
        "trait_type": "Token",
        "value": "Number 1"
      }
    ],
    "image_details": {
      "bytes": 15093495,
      "format": "JPEG",
      "sha256": "b960c9ae8733065b8b75adbac05c34d3abd3256dfd0d9ca6053185a3205f1c25",
      "width": 4000,
      "height": 6000
    },
    "image": "https://arweave.net/GEuHEMVJzoi6dOYeyUlo1Ry_Sle7pwm6I-ii0Y1GDfU",
    "image_url": "https://arweave.net/GEuHEMVJzoi6dOYeyUlo1Ry_Sle7pwm6I-ii0Y1GDfU"
  }
}