{
  "address": "0x6d0352cd6848ca2fc514c23f7f2a8043043fbdb4",
  "type": "ERC721",
  "name": "MOLA ART ORIGINALES",
  "tokenCount": "24",
  "uri": "ipfs://QmP1SJGPbJbh6cECoD4VLvnqVK8Nbothvffh5cLKHTeWjr",
  "metadata": {
    "description": "Mola Art Sea Horse.  This NFT has a pair of Sea horses with a starfish between them.  Seahorses are found in shallow coastal waters in latitudes from about 52° N to 45° S. Their habitats include coral reefs, mangroves, sea grass beds, and estuaries. They are unique in appearance, with their horse like head, prehensile tail, independently moving eyes, and brood pouch. They have long, tubular snouts and small, toothless mouths. Their bodies are covered with consecutive rings of bony plates. The name of the genus that contains seahorses is taken from the Greek words hippos (meaning “horse”) and kampos (meaning “sea monster”).\nOne thing is very interesting about sea horses :- The reproductive behaviour of seahorses is notable in that the male carries the fertilized eggs. After an elaborate courtship, the female uses an ovipositor (egg duct) to place her eggs into a brood pouch located at the base of the male’s tail where the eggs are later fertilized. Depending on the species, the eggs remain in the pouch between 10 days and six weeks. During this time the male nurtures the developing young by regulating the chemistry of the fluid inside the pouch, slowly transforming it from that of his internal body fluids to that of salt water as pregnancy progresses. To nourish the growing young, the male also produces inorganic compounds and releases the hormone prolactin, which helps break down the proteins contributed by the female. Once the eggs hatch, the male convulses his body and expels the young through a single opening in the pouch. The young are miniature versions of their parents that receive no further care. The male can receive another brood of eggs almost immediately after giving birth. In some species a male and female will maintain a monogamous pair bond throughout the breeding season and produce many broods.",
    "name": "Mola Art Sea Horse",
    "attributes": [],
    "image": "https://ipfs.infura.io/ipfs/QmWYXQf9GYdB2dzQBbiVQxYLLSewVeqEAQG8KkfwTj1DEA",
    "background_color": "",
    "youtube_url": "",
    "external_url": ""
  }
}