{
  "address": "0x6d4e9edba91e72af667fdea45b4cede3437b8801",
  "type": "ERC721",
  "name": "Cosmic Safari 1/1",
  "tokenCount": "8",
  "uri": "https://arweave.net/JIIow-lr7kzEFzCDYRKMYGCmbb-YOfCL4ihFZatEek4",
  "metadata": {
    "name": "The Team Up!",
    "created_by": "Frenemy",
    "external_url": "www.Frenemylife.com",
    "description": "Here we have our two main protagonists of the Cosmic Safari graphic novel The Bionic Ghost and Krum. Two unlikely friends who due to unfortunate circumstances have ended up stranded in the Cosmic Safari. Here I have brought the moment to life when the two solidified their friendship and began their plan to escape the COSMIC SAFARI!! A safari planet where beings from across the universe are abducted and kept in a sort of intergalactic zoo! This is a chaotic tale of adventure, terror, friendship, family, good, evil, and life and death.\n\nEach NFT in this series is a character from the Cosmic Safari graphic novel and every NFT is a part of the story in itself! With some NFTs that are an actual event in the book! In others, the event happening in your NFT might be alluded to in the story so you are essentially collecting a side quest.. A part of the story only you own. Your character might play a large role in the story, some will play a small role, and others might just be lurking around in the background. Every NFT will tie into the story and you will get to know your character no matter how large or small their role is in the story. \n\nI currently have 70 full color pages completed for the graphic novel! When you collect a Cosmic Safari NFT, you are providing me with the time to work toward finishing the last two chapters. All collectors who hold five different edition pieces and/or collectors who own a 1/1 will receive a signed copy of the hardcover book upon its release! (Not valid for secondary market once the books are released and have been mailed off) \n\nWith each release, you will get to know the wild cast of characters and dive into the lore behind Cosmic Safari! Holders of Cosmic Safari NFts can expect to be getting some pretty awesome COSMIC utilities in the future to be announced in the Discord/Twitter!",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Frenemy"
      },
      {
        "trait_type": "Animation",
        "value": "Animated"
      },
      {
        "trait_type": "Character",
        "value": "Krum"
      },
      {
        "trait_type": "Character",
        "value": "The Bionic Ghost"
      },
      {
        "trait_type": "Background",
        "value": "The Cosmic Safari"
      },
      {
        "trait_type": "Animal",
        "value": "Killer eye balls"
      },
      {
        "trait_type": "Animal",
        "value": "Snake"
      },
      {
        "value": "The Team Up",
        "trait_type": "Important Event"
      }
    ],
    "animation_details": {
      "bytes": 13428258,
      "format": "MP4",
      "duration": 4,
      "sha256": "d6194af0e943aa6d51c3b9a5e1de0ab7aaef7627e97d3d8b441353adfc759497",
      "width": 4000,
      "height": 4000,
      "codecs": [
        "H.264"
      ]
    },
    "animation": "https://arweave.net/BGdxz2X5PDuwbxPCP0rny1qnOXc-XSZHti1_qQX8_lE",
    "animation_url": "https://arweave.net/BGdxz2X5PDuwbxPCP0rny1qnOXc-XSZHti1_qQX8_lE",
    "image_details": {
      "bytes": 5704726,
      "format": "JPEG",
      "sha256": "fa10d1e4f0fb57da41ceaa141cf5c9b771c7cd76011bcd49abbc185262727f49",
      "width": 4000,
      "height": 4000
    },
    "image": "https://arweave.net/edr9B4JSCR4icCuUWCFEudWLh3tXPnNSc0PJe5xBeuU",
    "image_url": "https://arweave.net/edr9B4JSCR4icCuUWCFEudWLh3tXPnNSc0PJe5xBeuU"
  }
}