{
  "address": "0x6d81fcf992d9e713383786e86c65c7bb05b7c5ea",
  "type": "ERC721",
  "name": "Shroomies Limited",
  "tokenCount": "1",
  "uri": "https://arweave.net/UNh8Lls7wKyJwgWsgSL7NH4sb5nRsfxJpmn_FNpGscQ",
  "metadata": {
    "name": "The Incredible Champignon",
    "created_by": "Color out of Place",
    "description": "Once upon a time, in a magical forest, there lived a mushroom named The Incredible Champignon. He was the tallest mushroom in the forest and had the ability to talk and move. All the other mushrooms admired him for his impressive height and unique abilities.\n\nOne day, a wicked witch cast a spell on the forest that made all the plants and trees wither and die. The forest became dark and gloomy, and all the creatures living in the forest were sad and scared. The Incredible Champignon, however, was determined to break the spell and save the forest.\n\nHe traveled far and wide, gathering ingredients for a potion that would break the spell. Finally, with the help of a wise old owl and a brave little squirrel, he brewed the potion and drank it himself. In an instant, the spell was broken, and the forest was once again full of life and color.\n\nThe other mushrooms and creatures of the forest were overjoyed and thanked The Incredible Champignon for his bravery and determination. From that day on, he was known as a true hero, and all the creatures of the forest looked up to him with admiration.\n\nAnd so, The Incredible Champignon lived happily ever after, towering over the forest and spreading joy and laughter wherever he went.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Color out of Place"
      }
    ],
    "image_details": {
      "bytes": 822567,
      "format": "PNG",
      "sha256": "ba80aa40b42798b0ffbcb3fa694875eb5fa6bab485e8f84849edda0553b93a86",
      "width": 576,
      "height": 720
    },
    "image": "https://arweave.net/nvyDcxyWwVOJeWZAR482mr2KSXg4hk5WRrsqxXd06_k",
    "image_url": "https://arweave.net/nvyDcxyWwVOJeWZAR482mr2KSXg4hk5WRrsqxXd06_k"
  }
}