{
  "address": "0x6d498a57fb68654bc91b0cae745d8a1bdd5eca0b",
  "type": "ERC721",
  "name": "Lootex Founder's Badge",
  "tokenCount": "140",
  "uri": "ipfs://QmWGWF61gnUi7iXWkrtPeRv96egtW5LdyHysMmhkfmx65u/1",
  "metadata": {
    "name": "Heart of Freedom #1",
    "description": "Every era has a symbol, a sigil of its time, for its strongest and bravest warriors. This \"symbol\" has changed and evolved throughout the ages, but it always carries the weight of outstanding achievements. Humanity is transcending and conquering a new frontier in the metaverse, and with it, a new symbol has descended upon the chosen ones of this new generation. \n\nThe Founder's Badge has awakened and is now choosing its new heroes...you are one of them!\n\nThe Founder's Badge takes the shape of a heart. Its beats power the machine, a Cyborg born to eradicate all inequalities and injustice. No one truly knows who engineered these beings or why. But one thing is certain, once the Badge finds its owner, it will never leave them. Those who hold these hearts will gain unique access to life-changing trade secrets and, therefore, hold the keys to dominating the metaverse.\n\nThree virtues were bestowed upon the Cyborgs when they were born, these voices programmed the Cyborgs since inception:\n\nFreedom: \"May you break free of conventional boundaries and see what no one else sees in you\".\n\nBravery: \"May you dare to stand against any obstacles and fight your ground\".\n\nKindness: \"May you act with sympathy and look after those who need help\".\n\nNo matter which Badge you possess, you are leading the journey of this era, witnessing the rise of Lootizens, being a key player in the story of Lootex.",
    "image": "ipfs://QmX69hs9NXX7mbatXzRNrkuJG99zVa4jRQxwcSRjycsoj9/Lootex%20Heart%20%28LV3%29%20%28500%2020%20lowq%29.gif",
    "animation_url": "ipfs://QmRWrYf8Ja1LPR3zKyrB8Ta1bZVBi5MHgxrZduaAGLsfhb/Lootex%20Heart%20%28LV3%29.mp4",
    "attributes": [
      {
        "trait_type": "Rarity",
        "value": "Legendary"
      },
      {
        "trait_type": "Total Editions",
        "value": "33"
      },
      {
        "trait_type": "Batch",
        "value": "2022 April"
      }
    ]
  }
}