{
  "address": "0x6e7df7deda9374310363da4acaf4b4a0b4bcfdce",
  "type": "ERC721",
  "name": "KNNY",
  "tokenCount": "35",
  "uri": "https://arweave.net/6E7ySys7YGpWhNFW07ghWYQzmLkNMb1pXLUs243cEvk",
  "metadata": {
    "name": "GRAVITY HOUSE",
    "created_by": "KNNY",
    "external_url": "www.knny.io",
    "description": "GRAVITY HOUSE. A house where space never ends.\n\nOn the first floor, you’re instantly met with a New York subway platform and light being walking onto the train, doors animated and taking off into the void.\n\nThe second floor is the kitchen. There is a stove, a tall refrigerator with a freezer underneath, counter space and slanted shelving underneath the staircase for stocking food. On the left side of the refrigerator is a window with plenty of light coming through, and across from the staircase some beautiful galvanized steel ducting.\n\nGoing along the perimeter up the staircase is the bedroom with an enormous desk for you to get all of your work done. There is a large synthetic fur rug in the middle of the room, a freestanding closet, a loft bed that hangs over the desk with a ladder, and plenty of storage below your head while you sleep for things that are not stored on the clothing rack.\n\nThe final floor is the Japanese-inspired living room. Large tatami mats rotationally repeat around the center of the room for breathability, with a ground-level couch and a tall bonsai to make you feel outdoors and alive.\n\nAll 4 floors spin up into the ceiling and loop up around through the foundation of the house, seemingly creating a never-ending portal.\n\n2022  \n1/1",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "KNNY"
      }
    ],
    "image_details": {
      "bytes": 12572585,
      "format": "PNG",
      "sha256": "6f5fb7001c39b5b2b3edc207538245ee8ecb4353edff3f8dc11a6dda8d71c64e",
      "width": 4000,
      "height": 6000
    },
    "image": "https://arweave.net/i9LXB5xDcnGgS_nI85F4IdqQQOdKbOj5qJWTUTAwcx4",
    "image_url": "https://arweave.net/i9LXB5xDcnGgS_nI85F4IdqQQOdKbOj5qJWTUTAwcx4",
    "animation_details": {
      "bytes": 43252937,
      "format": "MP4",
      "duration": 13,
      "sha256": "0ce472512bab8b446794ab8dddc810c81a7f14ecc22819e32291b93b4017b24b",
      "width": 2880,
      "height": 4320,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/ihcVkuWKMqWfzWdRmvX3RMkJVkKgfplF0JLx_fTEQLc",
    "animation_url": "https://arweave.net/ihcVkuWKMqWfzWdRmvX3RMkJVkKgfplF0JLx_fTEQLc"
  }
}