{
  "address": "0x6ec8055528a6e7f2ae87b87ad31f4af00a57c373",
  "type": "ERC721",
  "name": "Christopher Anderson Son",
  "tokenCount": "5",
  "uri": "https://arweave.net/ld8ytvvIHTEBVBPNgvoBPcOoMXiSFihsOsSmmp741ks",
  "metadata": {
    "name": "Atlas and green door",
    "created_by": "Christopher Anderson",
    "description": "\"When my first child was born in 2008, I began photographing the experience in a completely organic and naïve way, as any father would. My photographic life began as a photojournalist, some would use the term “war photographer,” and it never occurred to me that these images would have anything to do with my “work.” \n\nThese images were, in my mind, completely separate…maybe I didn’t even think of them as photographs. These were just pictures of my family. It wasn’t until about two years into his life that it dawned on me that not only were these photographs part of my work, they were the core of my work. Everything I had done before was just to prepare me for making these pictures now of my immediate experience. \n\nAround the same time, my father became ill. It is fair to say that I was reflecting on obvious themes of the seasonal nature of life, and the joy of new life and the melancholy of its passing. I recognized that what I was experiencing and photographing was at the same time the most universal experience one could have and the most unique. I now understood things about my father’s relationship to me through the relationship I was now forming with my own boy. The title, SON, was as much about me, the son, as it was about my child\". - Christopher Anderson\n\nEdition: 1 of 1",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Christopher Anderson"
      },
      {
        "trait_type": "Collection",
        "value": "Son"
      },
      {
        "trait_type": "Year",
        "value": "2017"
      },
      {
        "trait_type": "Property",
        "value": "Exterior"
      },
      {
        "trait_type": "Edition",
        "value": "1 of 1"
      },
      {
        "trait_type": "Medium",
        "value": "Non-Fungible Token"
      },
      {
        "trait_type": "File Size",
        "value": "3000 × 4000 px (4.7 MB)"
      },
      {
        "trait_type": "License",
        "value": "© Christopher Anderson"
      },
      {
        "trait_type": "Copyright",
        "value": "© Christopher Anderson 2022 All Rights Reserved"
      }
    ],
    "image_details": {
      "bytes": 4739209,
      "format": "JPEG",
      "sha256": "32baffc4cd698f7128a620c1f76ee818f756d553720d5a4dc297a62789c17718",
      "width": 3000,
      "height": 4000
    },
    "image": "https://arweave.net/pj89I8J7DfoJjhsEZC1fh0HJFBb8WD8nKrxQzQ9JPYQ",
    "image_url": "https://arweave.net/pj89I8J7DfoJjhsEZC1fh0HJFBb8WD8nKrxQzQ9JPYQ"
  }
}