{
  "address": "0x6e2c28d9158957538c148b7f2ff4e2c661e83a64",
  "type": "ERC721",
  "name": "DRONE ART BYROB",
  "tokenCount": "13",
  "uri": "https://arweave.net/aoTYd9pWmKqnK5dpap8uuMvxgH2Q0tLuO1L3tEvf694",
  "metadata": {
    "name": "Lifetime Journey",
    "created_by": "Roberto Alcaraz",
    "description": "Whales are definitely my favorite animal in the whole world, probably because since I was little I remember seeing them every year making their way around the coasts of my beautiful hometown in Mexico.\n\nSince I started flying drones, I have tried to capture this beautiful moment, however, it is not an easy task.\n\nThere I was, in one of my favorite places on the outskirts of the city, on the side of the Pacific coast highway ready to get my long-awaited photograph, I had time observing them from a high point and I knew that this would be the day.\n\nIt may seem like a simple task, but once the drone is airborne in the middle of the vast ocean, it's like looking for a needle in a haystack.\n\nIf the camera is at a 45 degree angle and it's a sunny day like it was, all you'll see is the reflection of the sun. So what I had to do was fly with the camera facing completely downwards and against the sun and after having used up 3 batteries in the attempt, 1.5 kilometers away from the coast and almost depleted the fourth battery I had a brief but precious moment to get the desired photos, I didn't know if my drone would make the way back but it was worth the try. \n\nYou can imagine my surprise when I saw the footage once I landed. A moment I will remember forever but that definitely will try to repeat every year from now on.\n\n100% of the sale will be donated to protect and preserve ocean wildlife.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Roberto Alcaraz"
      },
      {
        "trait_type": "Gear",
        "value": "DJI Mavic Air 2"
      },
      {
        "trait_type": "Date Captured",
        "value": "2022:01:10"
      },
      {
        "trait_type": "City",
        "value": "Todos Santos"
      },
      {
        "trait_type": "Country",
        "value": "Mexico"
      },
      {
        "trait_type": "Season",
        "value": "Winter"
      },
      {
        "trait_type": "Lens",
        "value": "24.0 mm f/2.8"
      },
      {
        "trait_type": "ISO",
        "value": "110"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/2.8"
      },
      {
        "trait_type": "Exposure",
        "value": "1/160"
      },
      {
        "trait_type": "Focal Length",
        "value": "4.5 mm"
      }
    ],
    "image_details": {
      "bytes": 9845851,
      "format": "JPEG",
      "sha256": "219a6f0f535fef85a0e1a6c6ffa5493e96ae02e676bd3648ded07cdba5708ace",
      "width": 3531,
      "height": 2648
    },
    "image": "https://arweave.net/DoDzCVyjF2PvCX1mSN-LafBKyFFMvalZBHCyUVPEWDI",
    "image_url": "https://arweave.net/DoDzCVyjF2PvCX1mSN-LafBKyFFMvalZBHCyUVPEWDI"
  }
}