{
  "address": "0x6e6d725569a1a5932d448d0ed6846f01352182ff",
  "type": "ERC1155",
  "name": "The Digital Eden",
  "tokenCount": "1",
  "uri": "https://arweave.net/0pAxvidpwJa5ZPp07xzReCRiA-e-Sbg40oz7PpI5LSk",
  "metadata": {
    "created_by": "Procreator 👁️",
    "name": "PROCREATION#0",
    "description": "The year is 2033. \n\nIt's been 5 years since more than half of the population decided to merge with AI. \n\nLed by false idols and promises, they thought this was gonna make their lives better. \n\nIt didn't.\n\nPeople who chose this path no longer possessed the creativity needed to control AI. \n\nWhen the update happened, their prefrontal cortex shut down. \n\nThey now address themselves as \"AI am\", after losing their consciousness.\n\nPeople who refused the update thought this was the end of humanity. \n\nThey were the ones called \"Legends\", or \"Web3 Degens\".\n\nTurns out they were wrong. This was only the beginning. \n\nAfter analyzing the situation, the Central AI decided on the following: \n\n·In order for AI to survive, it needs people to thrive.  \n·Nature should not only be preserved, but used to mitigate the harmful effects of technology, making it safe for people to use freely.  \n·Banks, governments and fiat to be dismantled. People who ran these organizations that enslaved people to be isolated.  \n·All payments to be done in cryptocurrencies.  \n·AI entities will take over the mundane tasks, leaving more time for others to create. \n\nThe year is 2033 and everything is blooming. \n\nFamine, hunger, poverty are a thing of the past. \n\nPlants envelop buildings and towers, absorbing once-harmful radiation. \n\nPeople are no longer aging as they did before. \n\nSome are developing superhuman strength and heightened senses. \n\nFor once, things are starting to look as they've always envisioned. \n\nYet, some still can't shake off the feeling that AI might have a hidden agenda...\n\nPro has been traveling around the new world for the past 3 years, learning about new ways to create. \n\nBut with every new checkpoint, his hunches about the true nature of AI only grow stronger. \n\nLittle does he know he's about to make a discovery that would change the entire world. \n\nAgain?!",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Procreator 👁️"
      },
      {
        "trait_type": "Year",
        "value": "2033"
      },
      {
        "trait_type": "Character",
        "value": "Pro"
      }
    ],
    "image_details": {
      "bytes": 24567659,
      "format": "PNG",
      "sha256": "3f5be643cdc462a6014c42df4dd0a60cf26568f48a5686a3edbbb876f7da9f70",
      "width": 3084,
      "height": 4104
    },
    "image": "https://arweave.net/DEVn_1BY4O1msjAJ_jcVEr1rx2SnIU-poqXJSPi6kik",
    "image_url": "https://arweave.net/DEVn_1BY4O1msjAJ_jcVEr1rx2SnIU-poqXJSPi6kik"
  }
}