{
  "address": "0x6e7089568b36ecea7f600cfc6bf56ccedbf4bd2c",
  "type": "ERC721",
  "name": "Gen GiMoPu #5 by AndrBel",
  "tokenCount": "3",
  "uri": "ipfs://QmQUmACy9HxAhjNLyDxUaR3PP8WWdR1e7uAKS9yGV1ZDkc/1",
  "metadata": {
    "name": "Carpet design #2",
    "description": "Generative Art Collection NFT <Gen GiMoPu #5 by AndrBel>. Generative Art by AndrBel, this is the second collection of generative art in math formulas and code from artist-designer AndrBel. In the second collection of Generative Art, AndrBel touches on a theme inspired by memories from childhood, when it was popular in apartments to have carpets on the floors and walls in each apartment. And a crazy variety of their variety of patterns and colors. In his collection, the artist AndrBel conveys these memories and supplements the ornaments with his artistic thoughts by programming it in a code through which you can get a unique pattern with a color solution and an ornament. Generative art by AndrBel Art in the collection series <Gen GiMoPu by AndrBel>. You will be presented with a series of works of generative art in collections, combining the space of thinking-vision of the artist AndrBel, connected in programming code and embodied in unique final works that display color schemes of the conceived idea-theme and lines-geometry of movement. These compounds will be reflected in my collections of Gerative Art under the general name - <Gen GiMoPu>. (AndrBel - Artist, Designer. <AndrBel Studio> Gallery Art Milan-Tokyo-New York.)",
    "image": "ipfs://QmSjw7U1DAWPANfWx8VHZi86YuYobCwVkMXhFhFsoRiEow/1.png",
    "attributes": [
      {
        "trait_type": "GenRandom",
        "value": "2"
      },
      {
        "trait_type": "UmaxSize",
        "value": "5"
      },
      {
        "trait_type": "Background scheme",
        "value": "Square"
      },
      {
        "trait_type": "Foreground diagram",
        "value": "Circle"
      },
      {
        "trait_type": "Gap",
        "value": "20"
      },
      {
        "trait_type": "GenerateRandIntX2",
        "value": "No"
      },
      {
        "trait_type": "RandonStrike",
        "value": "2"
      },
      {
        "trait_type": "BackgroundColor",
        "value": "067bd8"
      },
      {
        "trait_type": "FillPalette",
        "value": "PaletteRandom#2"
      },
      {
        "trait_type": "StrokePalette",
        "value": "1d8fd3"
      }
    ]
  }
}