{
  "address": "0x6e5367bd42632161dbd20e38211554cbaf652447",
  "type": "ERC721",
  "name": "ONDA  Origin Collection",
  "tokenCount": "1",
  "uri": "https://arweave.net/3taVndwOrwB_EjhVpiK-Z_mO59O7TSjys9-17VfvaYk",
  "metadata": {
    "name": "ONDA OC | PFB 000",
    "created_by": "ONDA",
    "external_url": "https://www.onda.haus/",
    "description": "ONDA is a public art studio, with a vision to be known the world over for iconic works of art that will help define and shape public art within both the digital and physical world. As public art continues to evolve—to grow more expansive, interdisciplinary, and embedded in social practices that acknowledge how art intersects with civic life—the industry must take stock, adjust its vision, and create a new standard that supports artists working in a variety of forms across all environments.\n\nThis moment calls for a fundamental shift in how everyone talks about and supports public art. The process of commissioning public art must welcome creativity in all of its forms and offer broad opportunities for participation. Above all, it must nurture art that has the potential to surprise, inspire, challenge, and bring people together through shared experiences.\n\nONDA has a responsibility to steward and advocate for a diverse public art ecosystem. For this reason, ONDA has created this platform to advance public art in both digital and physical environments.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "ONDA"
      },
      {
        "display_type": "number",
        "max_value": "999",
        "value": "0",
        "trait_type": "PFB#"
      }
    ],
    "image_details": {
      "bytes": 7036734,
      "format": "JPEG",
      "sha256": "d5db4d5e6f6b5ea79cadfe9d10805c73b98433e6252c75f42d1fd99449b892b9",
      "width": 6000,
      "height": 2000
    },
    "image": "https://arweave.net/MUC2d_SlgthmPwT5LspI0Q8Pk-nTquaEV2zJIz4hEyE",
    "image_url": "https://arweave.net/MUC2d_SlgthmPwT5LspI0Q8Pk-nTquaEV2zJIz4hEyE"
  }
}