{
  "address": "0x6eb41f82c436c1536e38701cc1c8716fa2bfd164",
  "type": "ERC721",
  "name": "Tell The Truth - Saint Rien Official Music Video",
  "tokenCount": "11",
  "uri": "https://arweave.net/rXbdo3SHbrjIXPQaF9-P54XJpzXiOss_J4E2gm8QyQA",
  "metadata": {
    "name": "Tell The Truth - Saint Rien (Official Music Video)",
    "description": "This is a Genesis Music Video NFT for Saint Rien.\n\nTell The Truth is a true 'one-take' video. Meaning there is not a single cut throughout the entire thing. I did this to portray the way the media sets up \"live\" situations while still pushing a narrative. \n\nIf you purchase this NFT you will get: \n\n- The full original script used. \n- A list of every easter egg and metaphor in the video.\n- The media wall step and repeat file from the video.\n\nI AM NOT A POLITICAL ARTIST but this song is political I guess... \n\n\nMy concern is that if we keep blindly moving forward in the fashion that we are, we will fail as a race... \n\nWhether it be with the environment, the economy, social injustice, war, inequality, classism, fear, greed, obvious and evident corruption… (The list is far too long to include all egregious abuses of power and ignorance). \n\nOne of the biggest roadblocks when talking about these issues is; That loving and intelligent, good-hearted people from both sides and even neutrals are now even afraid to talk with each other about any of these problems for fear of being targeted or cancelled. \n\nI guess I’m probably a bit idiotic to release my first ever song in which I do just that… \n\nBut that’s my point, we need to talk about this, all of it, or we will never progress. I made sure in the song and the music video to be as unbiased as I could. \n\nI am far from claiming to have any answers at all. I just know that we would find solutions to problems a lot quicker if we simply talked to each other without fear and express our true pain as well as our visions for a beautiful future. \n\nSo I invite anyone that connects with this video and song, or even vehemently despises them, to message me and help me grow.\n\nPeace.\n\nWritten, Directed and Produced by Saint Rien\nDirector of Photography - Jared Bedrejo and John Barrett\nSteadicam - John Barrett\nEditor - Shelby Parks\nArt - Annie Lilieholm",
    "image": "https://arweave.net/uCyCHE5L0o8DB8UlFmYTr_dIqlLyzrvwa1ptEDcHpZ8",
    "external_url": "https://glass.xyz/v/AbWMGV0ML4DgBB3S7eJLn9LqnAeVgtINnkb8MySdzh8=",
    "animation_url": "https://glass.xyz/embed/AbWMGV0ML4DgBB3S7eJLn9LqnAeVgtINnkb8MySdzh8="
  }
}