{
  "address": "0x6ebc40e0b5a4fed17076cb8596b96244fc5b051e",
  "type": "ERC721",
  "name": "The Fund - Pray To Me",
  "tokenCount": "84",
  "uri": "ar://-JDYEuVzqedV4N4e-faZDyo9DaLgmDFZGY37c_xpjQY/1",
  "metadata": {
    "animation_url": "ar://1Z2Lcpy92ycKMftk-3EvoNnIFjBZfS_FKFRJvucvh3E",
    "artist": "The Fund",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://ux49kVzNeakxwPpWHBg5b0rpY1BCMKuNy8gA353Zh8k",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Pray To Me",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 109,
    "credits": null,
    "description": "Pray To Me is our sound.xyz genesis and with all the conversation regarding AI as it pertains to music, we thought it was a great place to start. \n\nThe song features AI GRIMES vocals. Grimes is one of our favorite artists and thanks to her forward thinking idea, we were able to collaborate in a new and profound way. \n\nThe conversation about AI has been an interesting one, and as artists we wanted to embrace this new tool and see how it could be used in a tasteful way that doesn’t compromise the music but still pushes the boundaries of what’s possible musically.\n\nLyrically, ‘Pray To Me’ is casting a spell on an old lover. And no matter how hard they try to escape the feeling of being with you—be it other lovers or drugs—they are always drawn to your presence and the intense moments of passion you once shared together. \n\nSonically, we were inspired by old industrial and post punk records as well as 2000’s pop ala Brittany Spears & Lady Gaga. We wrote the song on an acoustic guitar with Avalon Lurks and moved into production from there. The drums are a roland TR-8s drum machine run through a guitar amp for some extra sludge. The live bass is a vintage p-bass played through a Peavey guitar amp with a warbly chorus effect. The synth bass is an acid patch we made on a Moog Little Fatty. The guitar is a vintage hollow body Tiesco played direct through a Neve and effected in the box. We made the vocoder patch on a microkorg and recorded through a Peavey guitar amp. For the vocals we used Uberduck AI and all of the post processing was done in the box. \n\nThe artwork was made using adobe photoshop, a xerox machine, a razor blaze and some scotch tape. Also, the golden egg incorporates a special humanized piece using GRIMES’ Chaos manual.\n\nWe feel confident that we were able to blend the hyper futuristic with organic human textures to create something that couldn’t otherwise exist. A symbiosis. Technological and biological harmony. Humachine. Leave a comment and let us know what you think. Love.\n",
    "duration": 165,
    "external_url": "https://www.sound.xyz/thefund/pray-to-me",
    "genre": "Alternative Rock",
    "image": "ar://ux49kVzNeakxwPpWHBg5b0rpY1BCMKuNy8gA353Zh8k",
    "isrc": null,
    "key": "B_FLAT_MINOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://1Z2Lcpy92ycKMftk-3EvoNnIFjBZfS_FKFRJvucvh3E",
    "lyrics": {
      "text": "desire, it struck me the first time i heard you\nin 1 year we went from the streets to the bedroom\nit wasn’t a secret BFA had seen it\ni think that we loved fast \ndo you think that we did too?\ndid i ever know you?\n\nwe play deep games\njust make an honest woman out of me\nthese days, she thinks she’s yours but you still pray to me\nkneel to the ground \nsurrender your beliefs\ncan you still feel me now?\nyou think you’re your’s but you still pray to me\n\nhe said he was leaving to Paris it’s tragic\nhe fell into K-holes and came out high fashion\nit’s abstract, the feelings, i never confessed them\nthe pills and the powders are what really possessed him\nbut i never said shit\n\nwe play deep games\njust make an honest woman out of me\nthese days, she thinks she’s yours but you still pray to me\nkneel to the ground \nsurrender your beliefs\ncan you still feel me now?\nyou think you’re your’s but you still pray to me\n\ni thought that i got you but you got me\ni know all the secrets that she’s never seen\n\nwe play deep games\njust make an honest woman out of me\nthese days, she thinks she’s yours but you still pray to me\nkneel to the ground \nsurrender your beliefs\ncan you still feel me now?\nyou think you’re your’s but you still pray to me\n\nyou still pray to me",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Pray To Me #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Pray To Me",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}