{
  "address": "0x6f8e3abef0fe453f763f8304991af5ae7f27891f",
  "type": "ERC721",
  "name": "Auriea Harvey",
  "tokenCount": "3",
  "uri": "https://monegraph.mypinata.cloud/ipfs/Qmb6WCWbaKpYbj2ph2CbomBc8fQAfztjtCdXg7c2JNWDQv",
  "metadata": {
    "name": "Ox v1-dv2 (apotheosis)",
    "description": "OX is a character which draws on Auriea Harvey's background as a creator for video games. In this story told through form, she envisions Ox as a power-figure, a mother. She is the seat of another recurring character in Harvey's work, MINORIEA. On Ox's head is the bust of RAM worn as a crown. \n\nThe piece at the external url can be interacted with in a desktop browser, or through mobile devices where one can access the AR experience. The scene in which we find OX is titled 'apotheosis' as the trio appear to float in a frozen cave at the apex of some rocky place.",
    "external_url": "https://auriea.art/models/ox/v1-dv2/",
    "animation_url": "https://monegraph.mypinata.cloud/ipfs/QmRyGo9WiHcY3pgiVGNzRkArbgMaEvRtJDiN7mnMxk33pm",
    "image": "https://monegraph.mypinata.cloud/ipfs/QmW6n9sbeHSfr1EoSxZqiZfKZAUF59Zp9kj2URJyx3jkqj/AHarvey-OxV01-dv02-2021-Thumbnail.png",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Auriea Harvey"
      },
      {
        "trait_type": "Rights Agreement",
        "value": "https://ipfs.io/ipfs/QmbRncDQ5ePi6WxuXu3Tt8Dr9LR1V5o8RPyGdBTErXZJ5G"
      },
      {
        "trait_type": "Archive Link",
        "value": "https://monegraph.mypinata.cloud/ipfs/QmXSrzFfo9VkLn9VMahNKSoyRXh1xegoZtNCvNwrWneQMm"
      },
      {
        "trait_type": "Tombstone",
        "value": "Auriea Harvey  Ox v1-dv2 (apotheosis), 2021 GLB model in html environment, AR, sound, custom cursors Dimensions variable (portrait or landscape) Edition of 1, 1 AP"
      },
      {
        "trait_type": "About The Work",
        "value": "This is digital version 2 of the Ox v1 series.  OX is a character which draws on Auriea Harvey's background as a creator for video games. In this story told through form, she envisions Ox as a power-figure, a mother. She is the seat of another recurring character in Harvey's work, MINORIEA. On Ox's head is the bust of RAM worn as a crown. The scene in which we find OX is titled 'apotheosis' as the trio appear to float in a frozen cave at the apex of some rocky place.  The piece at the external url can be interacted with in a desktop browser, or through mobile devices where one can access the AR experience. "
      },
      {
        "trait_type": "About The Artist",
        "value": "AURIEA HARVEY b. 1971, Indianapolis, IN Lives and works in Rome, Italy Auriea Harvey’s work combines digital and physical processes to create sculptures in physical space and mixed reality. Drawing from her extensive experience in net art and video games in the collaborative groups Entropy8Zuper!, Tale of Tales, and Song of Songs, she brings personal narratives and character development to her sculptures. Harvey begins her sculptural process by making scans from life. These scans mutate as they are combined with others from her extensive library: 3D models based on her own clay sculptures, works of imagination digitally sculpted, and artworks encountered in museums. The works draw heavily from Hellenistic and Baroque art, not only through the appropriation of forms but also using its ethos of syncretism as a way of working."
      },
      {
        "trait_type": "The Collector Receives",
        "value": "1. A GLB file for browser viewing. This is the display copy of ‘Ox v1-dv2’ (2021)  2. Two archival formats with 71,983 polycount:  a. USDZ b. DAE Files retain all textures and materials.   3. Index.html file can be renamed by collector to meet file naming or alternative platform standards  4. Google model viewer (https://github.com/google/model-viewer) Used for viewing 3D model in web browser.  5. PNG of AR button that activates model viewer   6. Single thumbnail image in PNG format to represent the work on a platform or for documentation  8. Additional texture and color files in PNG format  including: a. Base color  b. Normal texture  c. Occlusion Roughness Metallic texture    9. An HD .mp4 video documenting the artwork and for offline viewing."
      },
      {
        "trait_type": "Preventative Conservation Notes",
        "value": "Although it is essential for this version of ‘Ox v1-dv2’ to be viewed in a browser, no specific browser is essential to the work, nor the model viewer. The only essential element of ‘Ox v1-dv2’ is the 3D Model, with all retained features, as seen in DAE file. This version of ‘Ox v1-dv2' is not for 3D printing.  Pinning:  As of 2021, unless the files are pinned on IPFS, they are not guaranteed to remain accessible. IPFS regularly deletes files that aren’t pinned. To maintain the Qm hash/CID on IPFS, you as the collector will need to “pin” the purchased files if the value of the associated NFT on the Ethereum blockchain is of importance. Harvey’s team will continue to pin the files for 90 days from June 3rd, 2021.   The best way to ensure your purchase remains pinned on IPFS is to take the Qm hash (CID) included in the JSON file and add it to a pinning service account, such as Pinata. Due to the size of the assets, the monthly cost to pin files may require a custom package. You can email team@pinata.cloud to set up your account and payment plan. Make sure all associated CIDs are pinned, which will also include the JSON itself. The JSON CID will be under the NFT Token URI.  Although redundancy of this package is possible through IPFS, collectors are also encouraged to store files through alternative methods, such as the external drive method mentioned above."
      },
      {
        "trait_type": "Display",
        "value": "Collectors should be mindful of all components included in this package, so that they may avoid distorting the work. Under no circumstances can the file(s) contents be edited. Collector acknowledges that if they do not reach out to bitforms for the archival package, they may not be receiving work at its highest quality output."
      },
      {
        "trait_type": "Copyright",
        "value": "The Artist or their estate retains copyright of the work, and of all images of the work. ‘Ox v1-dv2’, does not include the raw form and cannot be reproduced. The Artist retains the raw files.  Transfer of Ownership:  Collector is obligated to compensate the agreed upon % of the net secondary price as agreed upon on the platform where purchased. If switching to another platform contact the artist studio@auriea.art for wallet address before ‘Ox v1-dv2' assets are transferring, in order to complete title transfer for this artwork"
      }
    ],
    "properties": {
      "name": {
        "type": "string",
        "description": "Ox v1-dv2 (apotheosis)"
      },
      "description": {
        "type": "string",
        "description": "OX is a character which draws on Auriea Harvey's background as a creator for video games. In this story told through form, she envisions Ox as a power-figure, a mother. She is the seat of another recurring character in Harvey's work, MINORIEA. On Ox's head is the bust of RAM worn as a crown. \n\nThe piece at the external url can be interacted with in a desktop browser, or through mobile devices where one can access the AR experience. The scene in which we find OX is titled 'apotheosis' as the trio appear to float in a frozen cave at the apex of some rocky place."
      },
      "image": {
        "type": "string",
        "description": "https://monegraph.mypinata.cloud/ipfs/QmW6n9sbeHSfr1EoSxZqiZfKZAUF59Zp9kj2URJyx3jkqj/AHarvey-OxV01-dv02-2021-Thumbnail.png"
      },
      "rights_agreement": {
        "type": "string",
        "description": "https://ipfs.io/ipfs/QmbRncDQ5ePi6WxuXu3Tt8Dr9LR1V5o8RPyGdBTErXZJ5G"
      },
      "rights_agreement_signature_type": {
        "type": "string",
        "description": "SHA-256"
      },
      "rights_agreement_signature": {
        "type": "string",
        "description": "3fd3d751f5f3021702ef9251f9e9e6b48691ac4691f4222977b19e56bd6ec307"
      },
      "archive_link": {
        "type": "string",
        "description": "https://monegraph.mypinata.cloud/ipfs/QmXSrzFfo9VkLn9VMahNKSoyRXh1xegoZtNCvNwrWneQMm"
      },
      "archive_link_signature_type": {
        "type": "string",
        "description": "SHA-256"
      },
      "archive_link_signature": {
        "type": "string",
        "description": "af0cdaf3ca7a536b05edc7ab25c3047f9a938c981187e34fd6c12e94f22611fa"
      },
      "rights_agreement_values": {
        "$ARTIST": "Auriea Harvey",
        "$SHAHASH": "af0cdaf3ca7a536b05edc7ab25c3047f9a938c981187e34fd6c12e94f22611fa",
        "$CONTRACTSHAHASH": "3fd3d751f5f3021702ef9251f9e9e6b48691ac4691f4222977b19e56bd6ec307",
        "$URL": "https://monegraph.mypinata.cloud/ipfs/QmW6n9sbeHSfr1EoSxZqiZfKZAUF59Zp9kj2URJyx3jkqj/AHarvey-OxV01-dv02-2021-Thumbnail.png",
        "$TITLE": "Ox v1-dv2 (apotheosis)",
        "$YEAR": "2021",
        "$ROYALTYRATE": "10",
        "$TOKEN": "eth",
        "$ADDRESS": "0x8667C752039f322e50535f4eaE2a56C4a00F2B60",
        "$LICENSE": "CA.05.19.21., Patent No. US 10,380,702"
      }
    }
  }
}