{
  "address": "0x6fe116b40b61c39e263730bc6aa0ff149b7038d8",
  "type": "ERC721",
  "name": "Prunus Vase (MeiPing)",
  "tokenCount": "150",
  "uri": "https://bafybeihn5cti2stqsoe445fq4m2dg2ffcyfqvp3uvcpryv62ctygpbbppa.ipfs.nftstorage.link/metadata/1",
  "metadata": {
    "name": "梅瓶 Prunus Vase #1",
    "image": "https://cqone-1312577323.cos.ap-hongkong.myqcloud.com/prunus-vase.jpg",
    "animation_url": "https://cqone-1312577323.cos.ap-hongkong.myqcloud.com/prunus-vase.glb",
    "description": "这件（景泰蓝）珐琅彩梅瓶制作于元朝至正 8 年（1348 年），高 34cm，腹径 21cm ，上口 5cm，底足 12cm，器型独具匠心，处处透视着蒙古民族文化、中原文化和阿拉伯异域风情的韵味，瓷器制作水平非常高。但由于元朝至正皇帝荒淫无道，国内战争频繁，国外宗藩国家动荡不安，国运衰退。随着元朝的灭忙，此项工艺也就消失在历史的长河中，成为古今之谜。春秋艺术博物馆这件瓷胎铜箍珐琅彩梅瓶，在欧洲辗转留存，于 2016 年从阿富汗回流回国。据考证，目前仅此一件，现藏于新疆春秋艺术博物馆。\n\nThis (cloisonne) enamel colored prunus vase was made in the 8th year of the Yuan Dynasty (1348). It is 34cm high, 21cm in abdominal diameter, 5cm in upper mouth, and 12cm in bottom foot. The shape of the vase is unique. It reflects the charm of Mongolian national culture, Central Plains culture, and Arabian exotic customs everywhere. The porcelain production level is very high. However, due to the immorality of the Supreme Emperor of the Yuan Dynasty, the frequent domestic wars, the turbulence of foreign suzerain vassal states, and the decline of national fortunes. With the demise of the Yuan Dynasty, this craft disappeared in the long river of history and became a mystery of ancient and modern times. The Spring and Autumn Art Museum, a porcelain body, copper hoop and enamel colored prunus vase, survived in Europe and returned home from Afghanistan in 2016. According to textual research, this is the only one, which is now in the Xinjiang Spring and Autumn Art Museum.",
    "external_url": "https://market.cqone.art/",
    "attributes": [
      {
        "trait_type": "品种 Category",
        "value": "梅瓶 Prunus Vase"
      },
      {
        "trait_type": "年代 Age",
        "value": "1348"
      },
      {
        "trait_type": "高 Height",
        "value": "34cm"
      },
      {
        "trait_type": "腹径 Diameter",
        "value": "21cm"
      },
      {
        "trait_type": "上口 Top Caliber",
        "value": "5cm"
      },
      {
        "trait_type": "底足 Bottom Caliber",
        "value": "12cm"
      }
    ]
  }
}