{
  "address": "0x6f4a61420614e5a1003be08d309c61fb1a7646fd",
  "type": "ERC1155",
  "name": "ArtNotProduct Official",
  "tokenCount": "10",
  "uri": "https://arweave.net/u7PA-PEIlUk2FG2UD8zKR1oG9pEf5gypioQfWJ-H4ZU",
  "metadata": {
    "name": "Angels Over Berlin  | Ibex (ANP Official)",
    "created_by": "Art Not Product",
    "external_url": "https://artnotproduct.com/001",
    "description": "The artwork for Ibex's debut album, Angels over Berlin, released in 2018, was created by Angelina De Campo at her studio in London.\n\nWorking directly with the band, the artist, best known for her installations and collections of digital art inspired by the work of Duchamp and surrealist artists working in and around Cadaques in Spain, used images of angels taken from the neo-gothic Berlin Cathedral to create a digital matte from which the artwork was derived. Working from large-format digital prints pasted to the walls of her studio in Dalston, the artist painted 3 discrete versions of the cover, all with slight variations and different symbols and colour schemes. The final choice for the cover art was a unanimous decision by the band and the artist, all of whom agreed that version #2 of the work was the prefered iteration. \n\n\"The artworks were massive\" recalled Jix, singer with Ibex. \"Because Angelina hadn't shared any work-in-progress, seeing what she had done for the first time was an incredible moment and a bit of a shock, if I am honest. I actually cried when I saw the three of them all lined up next to each other. I just couldn't believe she had made something so perfect for us. Or that she had actually agreed to do it\"  The title for the work came from the album itself, and pays homage to Wim Wenders' original German-language version of the film Wings of Desire, entitled Angels over Berlin. \n\nThe original artwork has been loaned to the contemporary art collection of the Musee d'Orsay in Paris by owners, the Janet Claire Foundation. This NFT represents the only authenticated, artist-approved edition of the artwork in existence.\n\n\nArtNotProduct is a digitally native brand focused on the sale of music artwork as digital collectables. This is an official release in partnership with the rights-holder.\n\nDigital artwork terms and conditions apply, see https://artnotproduct.com/legal",
    "attributes": [
      {
        "trait_type": "Music Artist",
        "value": "Ibex"
      },
      {
        "value": "ANP",
        "trait_type": "Record Label"
      },
      {
        "trait_type": "Rights Holder",
        "value": "ANP"
      },
      {
        "trait_type": "Artwork Credit",
        "value": "Angelina De Campo"
      },
      {
        "trait_type": "Title",
        "value": "Angels Over Berlin"
      },
      {
        "trait_type": "Release Year",
        "value": "2018"
      }
    ],
    "animation_details": {
      "bytes": 3756324,
      "format": "MP3",
      "duration": 188,
      "sha256": "d486423c042576ebcf072ad0b926f7cbe7a51da2cc2cd1496e07ec857d1aff06"
    },
    "animation": "https://arweave.net/ifI1J-2DweNQB9HfRrl1apzNxKDJXIhBqw8ai3fSj-8",
    "animation_url": "https://arweave.net/ifI1J-2DweNQB9HfRrl1apzNxKDJXIhBqw8ai3fSj-8",
    "image_details": {
      "bytes": 13872988,
      "format": "PNG",
      "sha256": "dba2102a10e12303b67681bb01b6c16243fd8c41160baf6ccf8ce656342a5cdd",
      "width": 4096,
      "height": 4096
    },
    "image": "https://arweave.net/DTnLYg4g7-J5Pm0wxSh0OJaqncmKQjS3ULvZ7g63mrA",
    "image_url": "https://arweave.net/DTnLYg4g7-J5Pm0wxSh0OJaqncmKQjS3ULvZ7g63mrA"
  }
}