{
  "address": "0x6fdc81f7318455c0d423f48cd55059fc3f950209",
  "type": "ERC721",
  "name": "ZOMAX ON SR",
  "tokenCount": "1",
  "uri": "https://arweave.net/F794UTgRRsQgfBAjQDWA0gI5kziFjAhORKL4-oQZcTw",
  "metadata": {
    "name": "You Touch, You Buy.",
    "created_by": "ZOMAX",
    "external_url": "https://corneliusdammrich.com/",
    "description": "For the first time since 2017, I recorded the process behind one of my artworks. Almost everything you can see on this site was broadcasted live on Twitch, with the blazing speed of a light brigade. It shows my interpretation of Bobs workplace plus additional pieces that highlight the sticky and moldy nature of his business. Everything’s been touched before, nothing is new. Mint condition, but not really.\n\nI don’t even understand what I did here. I introduced so many keys that could open a new story but I am not sure which one it will be. It’s like putting a fishhook into a lake and expecting to catch some Bass… but when you pull it out there’s nothing but a fright train carrying toothbrushes made for giants. There’s only one way to find out though.. only one body to carry that weight. But before we go down that rabbit hole, be aware and never forget: You touch, you buy.",
    "Software": "Cinema 4D, Octane Renderer, Rizom UV, Substance Painter, Marvelous Designer, Fusion 18, Fusion360, Moi3D, Photoshop, Davinci Resolve",
    "Praise": "Jasmin Dämmrich, Alex Rych, Raphael Rau, Lukas Guziel, Ash Thorp, Billy Chitkin, Jeremy Cox, Dino Muhic",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "ZOMAX"
      },
      {
        "trait_type": "Medium",
        "value": "3D Still"
      }
    ],
    "image_details": {
      "bytes": 11854191,
      "format": "JPEG",
      "sha256": "79c6e8ae5952f828faebf1ea049755ff8d9b34fd11f22896810e639d39f35fb3",
      "width": 4800,
      "height": 2700
    },
    "image": "https://arweave.net/_DbgHJe1oPGQUu6qoJa0Gj3Tqj15m7ty7_aCHIJAtRw",
    "image_url": "https://arweave.net/_DbgHJe1oPGQUu6qoJa0Gj3Tqj15m7ty7_aCHIJAtRw"
  }
}