{
  "address": "0x6f205f5d6a73e17946e84a14d59405c642b848f1",
  "type": "ERC721",
  "name": "Entanglement by Blaze",
  "tokenCount": "24",
  "uri": "https://arweave.net/kxGJ9wVeiMf1zvrtPMJW-SSe_HBtHBHsFcoovtEvfk0/1",
  "metadata": {
    "name": "Quark #001",
    "created_by": "Blaze",
    "description": "Quantum Field Theory is the mathematical and conceptual framework for contemporary elementary particle physics. This is the main inspiration of this collection. \n\n\nNo matter how hard we try to explain the phenomenon, our senses are unable to grasp it.  \nHowever, with a high degree of certainty as an artist and a scientific mind, my position in this field remains unchanged. We live in a space that we experience only fragmentarily, although quantum phenomena occur in our everyday lives, very rarely we are aware of it. \n\nThe collection is related to one of the most interesting phenomena in quantum mechanics called entanglement which is an unbreakable force that binds two objects together wherever and whenever they are because time and space in the quantum field looks like a painted picture. There is no present, no past, no future, everything coexists as a whole piece.\n\nEntanglement in this collection is the same principle. If you possess one part, you automatically become the owner of the other complementary half. In this theory, we cannot ignore the Boson field, which is reflected by a physical object in the form of cyanotype in A5 format on 360 GSM heavy as a brick bristol also available to the owner.\n\nTo close in simple words; if you own up quark, you become the owner of down quark, and if you express such a desire, you will also become the owner of the material work.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Blaze {sp9be}"
      },
      {
        "trait_type": "name",
        "value": "up"
      },
      {
        "trait_type": "Dimensions [Pixels]",
        "value": "2290 × 3092"
      },
      {
        "display_type": "number",
        "trait_type": "Particle count",
        "value": "001",
        "max_value": "012"
      }
    ],
    "image_details": {
      "bytes": 3989975,
      "format": "JPEG",
      "sha256": "12ff1e15c424c7c3812fc4bc961e9e8e666c594be10f32baefdf49598749f82f",
      "width": 2290,
      "height": 3092
    },
    "image": "https://arweave.net/3lPJZGzs9pl7ovssR-LRNPY_u1lDgDRm3K0oOMLyMk8",
    "image_url": "https://arweave.net/3lPJZGzs9pl7ovssR-LRNPY_u1lDgDRm3K0oOMLyMk8"
  }
}