{
  "address": "0x6f1c8aa1efaefc38f226241bb52753c8bcd9e3da",
  "type": "ERC721",
  "name": "6 Bolt Series",
  "tokenCount": "6",
  "uri": "https://arweave.net/gntdk6yS6S4NWEG304ICmBZ8TPg0BtQYU1vdJvcZ3Qo",
  "metadata": {
    "name": "First Bolt",
    "created_by": "Dave Markel",
    "description": "This 6 image series was the result of just 16 minutes of shooting during the peak of the storm and I am so proud to bring this experience to you. \n\nFirst Bolt  \nShot at 9:03pm\n\n~~~~\n\nAs a young boy I was fascinated by the lightning storms that would roll through at night. I would sneak out of my room and go sit in the porch with my face pressed up against the glass on the front door. Apparently I was good at it as I recently told my dad about it and he was completely unaware I ever did that. \n\nWhen I first picked up a DSLR camera in 2014 it was only natural that I would eventually take my love of these storm and start shooting them. \n\nToday I am completely hooked on capturing any lightning bolts that I can so when I saw this storm cell appear on the radar about I immediately went to the real time lightning map to see if it was producing any lightning. It sure was, about 15 strikes per minute. I ran around the house putting all my camera gear together with heart racing. \n\nThis slow moving storm cell arrived just before sundown and was producing fantastic sheet lightning. I set up in a spot along the road and was dazzled for over an hour with fantastic sheet lightning. Whenever a large bolt was produced my heart would jump with anticipation over whether my camera caught it. \n\nExtended Editorial License:  \nCan be used to display privately, or non-commercial settings, or in groups with an unlimited number of participants. The License includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "AlpineLifer.eth"
      },
      {
        "trait_type": "Camera",
        "value": "NIKON CORPORATION NIKON D7200"
      },
      {
        "trait_type": "Lens",
        "value": "Tokina AT-X 116 PRO DX 11-16mm F2.8"
      },
      {
        "trait_type": "ISO",
        "value": "100"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/6.3"
      },
      {
        "trait_type": "Exposure",
        "value": "5"
      },
      {
        "trait_type": "Focal Length",
        "value": "11.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2022:08:10 21:03:50"
      }
    ],
    "image_details": {
      "bytes": 8169393,
      "format": "JPEG",
      "sha256": "1c5fbdb2f8270d6bb41ad7ec61f101a9447bdb888d32a3086fb6ba4c8df48e34",
      "width": 4642,
      "height": 3095
    },
    "image": "https://arweave.net/8NWe5SaVvLNGGZXb-XoZ0b-lZm33MaR6Fv05dm8CiDI",
    "image_url": "https://arweave.net/8NWe5SaVvLNGGZXb-XoZ0b-lZm33MaR6Fv05dm8CiDI"
  }
}