{
  "address": "0x6f052b2c3a628cd22861b43a15e1aa6007a2f489",
  "type": "ERC721",
  "name": "BIJOU - Saint Tropez (W/ Zaerd)",
  "tokenCount": "11",
  "uri": "ar://5hetfyMvI8X4zn1GXutZhnrky7Lh0hyKhNzt3qEARVY/1",
  "metadata": {
    "animation_url": "ar://38DykVJg2SnjQQ1QJsxNc2UnIwJsVBYCp8k-SSfZluU",
    "artist": "BIJOU",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://B8sCxRfuboyD_ukYwJn7K-MFm-S93XbYeWPeyd6ZFIw",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Saint Tropez (W/ Zaerd)",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 0,
    "credits": null,
    "description": "Renowned DJ and Producer BIJOU returns to the release radar with his first official release of the year, joining forces with rising Australian-based talent Zaerd for their latest sonic masterpiece ‘Saint Tropez’. Marking an exciting milestone in the up-and-coming DJ/producer’s musical journey, the high-energy collaboration serves as his return to Do Not Duplicate Recordings since making his debut with ‘Put The Mood Down’ alongside Rob Upland in April 2021, which landed them an official remix courtesy of BIJOU himself. Heavily influenced by sounds of G-House, Bass House, and Future House, ‘Saint Tropez’ doubles as a full circle moment for Zaerd, as he links up with the DND Recs label boss for their first official collaboration. A strong contender for the next “song of the summer’’, ‘Saint Tropez’ is due for release on February 24 via Do Not Duplicate Recordings.\n\nBIJOU and Zaerd’s ‘Saint Tropez’ is a vibrant offering that boasts a punchy bassline, upbeat synth work, and a rich, textured vocal cut. A hard-hitting house music coup de maître, the enthralling production features high-octane sensibilities, pulsating drops, and atmospheric energy. Crafted with the dancefloor in mind, ‘Saint Tropez’ serves a transmittable fire throughout the ears, leaving listeners wanting to dance their way to Saint Tropez. Offering exuberant four-on-the-floor beats throughout its entirety, ‘Saint Tropez’ serves as a stellar addition to BIJOU and Zaerd’s discographies right in time for the warm months ahead.",
    "duration": 154,
    "external_url": "https://www.sound.xyz/bijou/saint-tropez-w-zaerd",
    "genre": "House",
    "image": "ar://B8sCxRfuboyD_ukYwJn7K-MFm-S93XbYeWPeyd6ZFIw",
    "isrc": null,
    "key": "F_SHARP_MINOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://38DykVJg2SnjQQ1QJsxNc2UnIwJsVBYCp8k-SSfZluU",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Saint Tropez (W/ Zaerd) #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Saint Tropez (W/ Zaerd)",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}