{
  "address": "0x6fea73fad130d32daa71ce0296a9225484bf5854",
  "type": "ERC721",
  "name": "genesis (ep one) - reality benders",
  "tokenCount": "29",
  "uri": "ipfs://bafkreiev327zpj367gnmhnayrczzrvukda7g3sdrdw7h2w3n473wdxsnve?1",
  "metadata": {
    "description": "WHO ARE THE REALITY BENDOOORRS?\n\nIn the vast and ever-expanding multiverse, three travelers found themselves in a peculiar predicament that would change their understanding of reality forever.\n\nThe first traveler was a warrior named Grungy Sweater, from a dimension of magic and dragons. He had been on a quest to defeat a powerful sorcerer when he stumbled upon a portal that led him to an unknown realm.\n\nThe second traveler was a scientist named Toha, from a dimension of advanced technology and robotics. He had been working on a teleportation experiment when an unexpected malfunction sent him hurtling through time and space, ending up in an unfamiliar universe.\n\nThe third traveler was a musician named Vivid Fever Dreams, from a dimension of psychedelic soundscapes and cosmic harmonies. He had been performing at a music festival when a mysterious force pulled him into a portal, sending him careening through the multiverse.\n\nAs they emerged from their respective portals, they found themselves standing in a desolate wasteland, with nothing but an ominous tower looming in the distance. Despite their differences, they shared a common sense of confusion and unease, sensing that something was not quite right.\n\nGrungy drew his sword, ready to defend himself from any potential threats. Toha activated his scanner, trying to make sense of the foreign surroundings. Vivid played some notes on his saxophone, hoping to find some sort of rhythm amidst the chaos.\n\nAs they cautiously made their way towards the tower, they encountered strange creatures and peculiar phenomena that defied their respective laws of physics and magic.\n\nThey realized that they were not in their own dimensions anymore, but rather in a dimension where the rules of reality were constantly in flux.\n\nIn a moment of inspiration, Vivid suggested that they form a band, combining their unique abilities to create a powerful force of creativity and energy.\n\nGrungy provided the thundering beats with his magical sample manipulation and rapped with a flow that weaved in and out of the fabric of time itself. Toha added the electrifying melodies with his synthesizer and low rumblings with his vast control over the subharmonic dimension. Vivid sang and played his saxophone, channeling the power of the multiverse through his horn.\n\nAnd thus the REALITY BENDOOORRS were born!\n\nTo be continued... ",
    "image": "ipfs://bafybeig6sxsumxguytyoofmszdgql4pc6ag2kli7tvnntt654j2qw5soou?",
    "name": "genesis (ep one) - reality benders",
    "animation_url": "ipfs://bafybeihq7vf3w3vwvalr7g5mp5fpfkr2yqmzlelyd75fx2dm5aalz7ufnq?"
  }
}