{
  "address": "0x6fbffd063f726effa69a70fcd9d161c1b5aa1acf",
  "type": "ERC721",
  "name": "Night Reflection Editions by Eric Pare & Kim Henry",
  "tokenCount": "20",
  "uri": "ipfs://QmWfrAcQdagsCChJPDQGhZErygNZY8dgyFwrKBPCrBGL7T/1",
  "metadata": {
    "name": "Night Reflection 6.10 #1",
    "description": "Playing with fireworks: Celebrating bigger than usual. There’s a sweet spot we look for when it comes to using sparklers in our artworks. We want them to be big enough so we feel their power and relative unpredictability in the image, but not too big so they become dangerous for ourselves or the environment we’re in. Every time we enter a firework store, which we don’t have where we live, we’re like kids in a candy store, excited to look for new sparkly toys to create with. This image was the result of experimentation we did with one of those new toys we found. It ended up being so bright that we used the fireworks as the only source of light. The tube became a… small rocket launcher! \n\nThis is the only piece we’ll ever create with this type of visual. Too imposing for the calmness and wilderness of the environment we were in. Too noisy, too invasive in the experience of creation. Even in the middle of nowhere, we wonder if somebody would send us a rescue team, thinking we might need help! But we’re happy we did it that one night. It makes for an explosive addition to our unexpected verities chapter.",
    "image": "ipfs://QmdjdBUtmsLDZQQmLRz4fewXndnHZFrsKem5oJarXM2SFE/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location Type",
        "value": "Desert"
      },
      {
        "trait_type": "Tool",
        "value": "Black tube"
      },
      {
        "trait_type": "Shape",
        "value": "Circle"
      },
      {
        "trait_type": "Artist",
        "value": "Eric Paré & Kim Henry"
      },
      {
        "trait_type": "Edition",
        "value": "1/20"
      }
    ],
    "external_url": "https://permalink.sloika.xyz/v1/T6SXkTyWIGKXa1CP5Ed-y/1"
  }
}