{
  "address": "0x70f0fe2fcd6e0644b02ec09597360b77937899e1",
  "type": "ERC1155",
  "name": "Worlds in Collision",
  "tokenCount": "2",
  "uri": "https://arweave.net/lfoxpKoUt2iI7ZzTEkVcCVdaZKl4Em5qj66b7mZRs-c",
  "metadata": {
    "name": "The Healing Dance",
    "created_by": "MILALOLLI",
    "description": "All around is stillness,  \nSerene and calm. \nThe only sound is of the leaves, rustling in the breeze.  \nWithin this darkness there is a light; A warm and inviting glow, this light surrounds the tired trees radiating power and compassion.\n\nShe came to the forest when she was at her weakest  \nseeking solace in nature's arms. She had read about \na healing light deep in the woods and felt called to find it. \n\nAs the moonlight bathes the forest in a silver hue,  \nwhen the night draws near,  \nand the shadows grow tall,  \na faint light can be seen,  \nplying in between the trees. \nIs it a will o' the wisp? \nOr some lost soul searching for its way? \n\nThe further she walked, the brighter the light became until she reached a clearing where it shone brightly all around her. In its center stood trees with leaves that glittered like diamonds. \nFrom their branches danced sparkling orbs of different sizes . . . each emanating its own unique hue travelling back and forth acrossthe forest floor. \nThe sick and injured creatures of the forest begin to stir; drawn irresistibly towards this mysterious entity and its life-giving light.\n\nOne by one they emerge from their hiding places – seeking relief from pain, restoration for broken bodies or simply comfort in these dark hours…    And as each weary soul approaches they are met with gentle words of encouragement: “Come… let me help you…”\n\nThis magical light has brought new life to an otherwise dark and dreary place.\n\nThe beam pierces through the nearby foliage, eagerly scanning left to right . And then, as abruptly as it appeared, it vanishes once more into the mysterious depths from whence it came.  \nBut if you listen closely, you may just hear the faintest of whispers on the breeze...Healing light, plying in the forest...searching for those who need it most and if you're very lucky, you might even catch a glimpse of it yourself, if you happen to be in the right place...at the right time.\n\nMesmerized, she stepped closer and reached out to touch one of the glowing entity. As soon as her fingers brushed against it ,she felt a warm energy flow through her body; an energy that filled her with hope and peace.  \n\nShe knew then that she had found what she'd been searching for-the light that would lead her back to the life of the living.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "MILALOLLI"
      }
    ],
    "animation_details": {
      "bytes": 172518695,
      "format": "MP4",
      "duration": 183,
      "sha256": "af61423b6acbe177411df6d236d2c6e3fc53bef1cbc9befda5762bd0505e26d2",
      "width": 1920,
      "height": 1080,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/oD2wE_G13r_A9AmPLqbqhe9Bgr9QnCKN9Fo4vCQFHRU",
    "animation_url": "https://arweave.net/oD2wE_G13r_A9AmPLqbqhe9Bgr9QnCKN9Fo4vCQFHRU",
    "image_details": {
      "bytes": 18874106,
      "format": "GIF",
      "sha256": "5c02801fe41dded1b404ce4a10de1c051924a26be7d93fdd9adbb7d765a30da4",
      "width": 480,
      "height": 270
    },
    "image": "https://arweave.net/N__3__rl3c_9NcrR23Xl6cRnvKk5wULENU8vUw5x8Lw",
    "image_url": "https://arweave.net/N__3__rl3c_9NcrR23Xl6cRnvKk5wULENU8vUw5x8Lw"
  }
}