{
  "address": "0x7029c4fc34e9be6f236c9f4be3455705f1e727f1",
  "type": "ERC721",
  "name": "Body Shivers",
  "tokenCount": "22",
  "uri": "https://arweave.net/Jzoy2wfwY54s69CuTyu08PtX4Uav3BE_Qg0jQ7NjV7s",
  "metadata": {
    "name": "\"Body Shivers\" - (Flower #1)",
    "created_by": "Brooke D",
    "description": "Body Shivers Flower #1 \n\nBody Shivers - September 30th, 2022  \nMusic (WAV) + Flower PFP (JPEG) \n\nThe utility of this NFT is BIPOC Artist and Womxn Empowerment, as well as contributing to womxn’s health and equality.\n\nThis is one of 22 Flower PFPs created to celebrate the release of the song “Body Shivers” by Brooke D. And Blk Orchid. \n\nThe collector of this NFT will receive the following downloadable content:\n\n-Audio of “Body Shivers” in lossless format + mp3  \n-Flower PFP JPEG 1080 × 1350 by Brooke D. \n-“Body Shivers” 3000x3000 Album Artwork by Brooke D. \n\nBody Shivers is a song about sensuality and divine feminine power. It encourages womxn and femme-bodied individuals to own their sexuality and speak their truth. It illuminates the fact that sex is more than just about the body, but about open-communication, consent, and seducing the mind. \n\n10% of proceeds from this collection will go to Rise Up:\n\n“Rise Up activates girls, youth, women, and their allies to drive exponential change by strengthening leadership, investing in local solutions, and building movements for a more just and equitable world.”\n\nEach Flower PFP is a part of a lei, connecting all collectors to the aloha spirit and divine feminine power which inspired this project. All aspects of this project are seen as an offering, a token of respect and reverence for Brooke’s Hawaiian culture, and a deeper intention to heal the mothers, daughters, grandmothers, and womxn who have come before her. When all 22 PFPs are collected, this will unlock the next song written by Brooke D. and Blk Orchid. \n\nThis powerful collaboration was sparked by the incredible Blk Orchid, who composed and produced the original beat with Brooke D’s voice in mind. The song represents a major shift and opening in Brooke’s expression, showing her listeners a side of herself they have yet to see. Inspired by the sensual nature of the music, she takes on the role of a siren, weaving a story with seductive melodies and flirtatious lyrics. After completing the vocals and composition, the song was sent to Ashton Woods for Mixing and Mastering. A true artist at his craft, the song was elevated by his thoughtful contributions. In addition to the song, visualizers and music video for this release were shot by The Falan Network, an independent media company owned and operated by Alan Doroteo Tiburcio, available for viewing on Youtube shortly after the release.\n\nThe song is a ritual, intended to create a space for dancing, celebration, joy, and healing, especially for those who have been downtrodden, abused, or exploited by men and patriarchal society. It reminds women that it is our birthright to shine, be seen, heard, and understood. To state our demands, hopes, dreams, and desires with clarity, and a foundation of innate worthiness. It is a reminder that womxn do better when we work together and support each other. May this song be an enlivening force for all who listen, being a beacon of passion, fierceness, and feminine power.\n\nSong Credits:\n\nVocals & Lyrics by: Brooke Leialoha Dabalos  \nMusic Produced & Composed by: Blk Orchid  \nMixed & Mastered by: Ashton Woods  \nOriginal Artwork by: Brooke Leialoha Dabalos  \nVisualizers and Music Video shot by:  Alan Doroteo Tiburcio",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Brooke D."
      },
      {
        "trait_type": "Date",
        "value": "2022:09:29 21:34:21"
      }
    ],
    "image_details": {
      "bytes": 753686,
      "format": "JPEG",
      "sha256": "aff5e84a3d35702235f81b9a3eb8d1407af41471ec0bfa7bd88c44aa51d4e2df",
      "width": 1080,
      "height": 1350
    },
    "image": "https://arweave.net/9cidIGXPTdxyGmPnxje_r2k4zTB58hgxlVXp43nt2I0",
    "image_url": "https://arweave.net/9cidIGXPTdxyGmPnxje_r2k4zTB58hgxlVXp43nt2I0",
    "animation_details": {
      "bytes": 41685044,
      "format": "WAV",
      "duration": 236,
      "sha256": "8eb3056349b5abdc4be3dc553f7fd9cd80b368a5fcccaa24124391461017de74"
    },
    "animation": "https://arweave.net/cRnRifmNWltyNOBR3QYBPsGjidFvmQsvkviioR5kEyg",
    "animation_url": "https://arweave.net/cRnRifmNWltyNOBR3QYBPsGjidFvmQsvkviioR5kEyg"
  }
}