{
  "address": "0x709fa2fc939b6bc13082e135305e830302367b0e",
  "type": "ERC721",
  "name": "Bryony Shearmur Art",
  "tokenCount": "81",
  "uri": "https://arweave.net/v7M7OTatTsCeiuPyjLZTc_A388JxjjG7Xvz5TuuQbd0/1",
  "metadata": {
    "name": "The Fool is Hurt",
    "created_by": "Bryony Shearmur",
    "external_url": "www.bryonyshearmur.com",
    "description": "This collection of 20 Black and White photographs was taken over the course of a day in downtown Los Angeles.\n\n\"The Fool is Hurt\" is a photo collaboration between me and actor Jake McDorman.\n\nWhen I arrived in Los Angeles I was dialed into the music scene. Coming off the implosion of my own band it was a natural fit. Fortunately, a lot of the musicians I met were also actors, and so began my career as an editorial portrait photographer in LA.\n\nOne of the people I met was Jake. A massively talented actor and musician.  \nOur first meeting at the local diner evolved into a long conversation about art, and commerce, Can they coexist? And is it possible, as an artist, to enjoy them both in one lifetime?\n\nAs an actor in Hollywood Jake explained how he was torn between the kinds of jobs he was being offered and the kinds of jobs he imagined himself doing.  \nConscious of being in a fortunate position, that of an actor, in work, earning money, liberated on some fronts, and also aware that he might be going further down a path that would be difficult to back peddle.\n\nHe talked at length about feeling like a fool, a clown, a court jester, about being out of control and having no say. \n\nThis shoot was pure self-expression on Jake's part, I was there to witness and capture. It was an opportunity for Jake to get his inner self out.\n\nWe sourced the perfect costume, got the amazing Amy Strozzi to do the makeup, and took to the streets of downtown Los Angeles.\n\nWe booked a room in a section 8 hotel.  Imagine if you can, a once-grand building, fallen on hard times and into disrepair. Given over to the subterranean and down at heel.  \nPaper-thin walls give you a glimpse into your neighbor's day in the audible screams that ranged from sexual to scary. Mumblings of the drug-addled and alcohol-soaked seeped into our experience.\n\nJake embodied the part of the clown returning to his cell, wondering how he got to be in this place when life was supposed to be so grand.\n\nAll shot on film.  \nHasselblad 500cm: Medium format  \nNikon FM2: 35mm",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "bryony v shearmur"
      }
    ],
    "image_details": {
      "bytes": 8970529,
      "format": "JPEG",
      "sha256": "d0bd5dd9058231366043c500f6aa5248f37ee32c580a44fff0610cd09bee9375",
      "width": 6000,
      "height": 6000
    },
    "image": "https://arweave.net/G8X6Z-YdLoUMIcoJHMphKc47xUCG4mAENU9P1oyb9VE",
    "image_url": "https://arweave.net/G8X6Z-YdLoUMIcoJHMphKc47xUCG4mAENU9P1oyb9VE"
  }
}