{
  "address": "0x702bacf996fe06c761109772d3e53b02adb14656",
  "type": "ERC721",
  "name": "Refracted Realities",
  "tokenCount": "1",
  "uri": "https://arweave.net/Q5RApSGy4PXKeRRO3o1ojbP-dC_V9Ii-iMbPgA_aXAQ",
  "metadata": {
    "name": "Kaledia",
    "created_by": "David Oxley Art",
    "external_url": "https://davidoxley.art/",
    "description": "Kaledia is one of the planets in the Verdantex System. Our leporine cadets discover that it's a more bustling, urban world than its neighbour, the rustic, farming focussed Brassiopeia.\n\nLike its planetary sibling, Kaledia is covered in a tapestry of brassica vegetables, but with a stark contrast. Where Brassiopeia's landscapes were sprawling farms and rustic charm, Kaledia was a verdant metropolis. Towering structures resembling brassicas stretched towards the skies, their organic architecture a testament to the planet's advanced technology and profound connection to their botanical roots. Lush cabbage canopies formed boulevards, and broccoli domes punctuated the skyline. It was as if nature and urban planning had a conference and decided to go halves on a world.\n\nIntrigued and somewhat in awe, the cadets were guided to the Grand Kale Court, the hub of Kaledian administration and scientific innovation. The Kaledians, a technologically advanced civilization, greeted them with a warm welcome.\n\nUpon hearing about the cadets' brassica-fueled engine, the Kaledian scientists were deeply intrigued. They themselves were well-acquainted with brassica-based fuel technologies, having developed and refined them over generations. What piqued their curiosity was the audacity of the cadets to convert their previously carrot-fueled spacecraft to run on brassicas.\n\nThis demonstrated an impressive adaptability that the Kaledians couldn't help but admire. The fact that the cadets had swiftly embraced the native fuel source of Brassiopeia and successfully integrated it into their propulsion system was a true testament to their ingenuity.\n\nAs they explored the cadets' engine further, both teams discovered that a perfect blend of carrot and brassica fuels achieved an unexpectedly high-performance output. This serendipitous finding sparked a flurry of excitement. It seemed that the universe had once again demonstrated the power of collaborative innovation, and the potential of a carrot-brassica fusion fuel opened a new chapter in their shared technological story.\n\nThe visit to Kaledia solidified the cadets' belief in the diversity and wonder of the cosmos. From the farmlands of Brassiopeia to the high-tech, organic metropolis of Kaledia, every world had its unique charm and endless potential for discovery. And as they bid their newfound friends goodbye, they knew their journey of exploration had only just begun.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "David Oxley Art"
      }
    ],
    "animation_details": {
      "bytes": 11767806,
      "format": "MP4",
      "duration": 31,
      "sha256": "da06cffae7de849339ba21e1d7b1f3567327a08d466688d88c65e6f4f012ff05",
      "width": 1080,
      "height": 1440,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/HJUmPSL5PI3EvQRPU84_jiR5Smqv-fo7WYyswfSHNvQ",
    "animation_url": "https://arweave.net/HJUmPSL5PI3EvQRPU84_jiR5Smqv-fo7WYyswfSHNvQ",
    "image_details": {
      "bytes": 316566,
      "format": "JPEG",
      "sha256": "d1f9be714382df3987fbcf87087c2403198e53a591f353ecc8f1f3428e27fa5a",
      "width": 1080,
      "height": 1440
    },
    "image": "https://arweave.net/GeksNUjJpLBlb61H3NYaZJGrKfevQSXfK2vozbyRVJs",
    "image_url": "https://arweave.net/GeksNUjJpLBlb61H3NYaZJGrKfevQSXfK2vozbyRVJs"
  }
}