{
  "address": "0x71925638b9998ab631c83873d9ed19ef9b70ecf0",
  "type": "ERC721",
  "name": "Async Music Blueprints",
  "tokenCount": "603",
  "uri": "https://metadata.async.art/t/0x71925638b9998ab631c83873d9ed19ef9b70ecf0/1/token.json",
  "metadata": {
    "name": "Mix #1",
    "description": "WHATEVER\n\nSinger, musician and art world star-in-the-making, Kena Rose, has teamed up with Grammy-winning songwriter and producer, Genzo, and award-winning songwriter, Cheryl Yie (who happen to be her parents), to create WHATEVER, the first generative pop song and PFP project on Async to utilize the Music Blueprints tool.\n\nWHATEVER’s masterful layers upon layers of music and art can generate over 120 million unique NFTs. What also makes this drop special is each mint will be a fully-realized, full-length version of a complete song, with different beats, instruments, and even vocal and melodic parts, covering such varied genres as electronic and pop and rock. Multiple sets of lyrics have been written, further adding to the diversity of each mint. Likewise, whatever (pun intended) art/PFP that is generated will have its own personality, with each color, facial feature, hairstyle, background element and more carefully and thoughtfully created by Kena to match the mood of the music. Three lucky collectors may also find themselves with one of the 3 unique mixes or “legendaries” of WHATEVER, each paired with their own animated version of the artwork done by Kena. You never know what you might get with this blind mint: “you get whatever you get and you won’t get upset!”\n\nYou want utility? The WHATEVER team is granting Collectors licensing rights to their unique recording (*see details below). In short, WHATEVER can be used with no limitation for personal use and can be potentially licensed for use on screen or stage or other commercial exploitations (with Creators’ permission), generating income for both Collector(s) and the Creators. As early believers in Kena’s journey, holders of WHATEVER will have early access to upcoming drops and perhaps more as her career progresses.\n\nThe magic number is THREE—3 creators, 3 sets of chorus lyrics, 3 legendary mixes, Async’s third Music Blueprint release. Only 333 mints will be available!\n\nWHATEVER\nWritten by Kena Rose, Genzo, and Cheryl Yie. ©2022, All Rights Reserved.\nArt created by Kena\nMusic produced by Genzo\n\n*LICENSE TERMS:\nBy minting or collecting one or more NFT editions of the original piece entitled, WHATEVER, Collector has the following licensing rights pertaining to the master recording of their unique edition(s). Collector has the right to distribute the version(s) of the copyrighted work worldwide for non-commercial purposes (without modification) without any limitation, with credit given in the form, “WHATEVER by Kena Rose” with all applicable website or social media links whenever possible. If Collector procures an opportunity for commercial exploitation of their unique edition(s) of WHATEVER, promptly contact Creators of WHATEVER to clear/approve the publishing rights. Once approved, Collector shall be entitled to the portion of revenue related to the exploitation of the master recording of the unique edition(s) they currently hold. Derivative works may not be created without Creators’ permission. Creators retain full copyright to the underlying IP/song/artwork and all originally created assets. If Collector sells or transfers an NFT of WHATEVER to a new party, all licensing rights are relinquished and passed to the new holder.",
    "image": "https://asynchronous-art-inc-res.cloudinary.com/image/upload/w_1200/v1655743181/editionRenders/8f340b9c8bc271f99bf0d2b4bdd05fda.png",
    "external_url": "https://async.market/blueprints/62ac565ab276182be80cd7cf/editions/0x71925638b9998ab631c83873d9ed19ef9b70ecf0-1",
    "attributes": [
      {
        "trait_type": "Asset Type",
        "value": "Edition"
      },
      {
        "trait_type": "Artist",
        "value": "kena"
      },
      {
        "trait_type": "Collection",
        "value": "WHATEVER"
      },
      {
        "trait_type": "Background Color",
        "value": "White Noise"
      },
      {
        "trait_type": "Background Element",
        "value": "White Moths"
      },
      {
        "trait_type": "Eyes",
        "value": "Leave Me Alone"
      },
      {
        "trait_type": "Face Elements",
        "value": "Eyebrow/Septum/Chin"
      },
      {
        "trait_type": "Tears",
        "value": "Dry 1"
      },
      {
        "trait_type": "Hair",
        "value": "Sasuke"
      },
      {
        "trait_type": "Headphones",
        "value": "Neon Orange"
      },
      {
        "trait_type": "Grain",
        "value": "Etched"
      },
      {
        "trait_type": "Piano",
        "value": "Lo-fi"
      },
      {
        "trait_type": "Strings",
        "value": "None"
      },
      {
        "trait_type": "Bridge Vocals",
        "value": "Vox 2"
      },
      {
        "trait_type": "High Keys",
        "value": "Bubbly"
      }
    ],
    "animation_url": "https://storage.googleapis.com/art-creation-test/audio/c924f9f1fc.mp3"
  }
}