{
  "address": "0x7170d09fad4ffcf6cf50dbc65ed476621463d867",
  "type": "ERC721",
  "name": "Child at Heart",
  "tokenCount": "48",
  "uri": "https://arweave.net/iY9v-ITnlckK_ArN4WZMCrpkLmr-t3JFFBSAikHtuGs/1",
  "metadata": {
    "name": "Madness is Curved #1/5",
    "created_by": "Hulki Okan Tabak",
    "external_url": "https://linktr.ee/hulkiokantabak",
    "description": "5 editions by Hulki Okan Tabak, Child at Heart smart contract deployed with Manifold, 2022 - 2023\n\n...\n\nOnce upon a time, there was a child named Lily who always had a wild and vivid imagination. One night, while she was fast asleep in her cozy bed, she suddenly found herself transported to a dream world that was unlike anything she had ever seen before.\n\nThe dream world was a place of endless possibility, where anything that Lily could imagine came to life. There were trolls with gnarled faces and sharp teeth, sisters with fiery hair and piercing gazes, and flames that seemed to dance and twist in the air.\n\nAs Lily explored this strange and wondrous place, she encountered all sorts of dangers and challenges. There were lightning storms that crackled and roared, clouds that seemed to swirl and shift with a life of their own, and darkness that seemed to go on forever.\n\nDespite all these dangers, Lily refused to give up. She was determined to find a way out of this dream world and return to the safety of her own bed. She searched and searched, but no matter how far she went, she always seemed to be trapped in this endless maze of dreams.\n\nFrom time to time, Lily would get a chance to communicate with the outside world through her dreams. She would send messages to her loved ones, hoping that somehow they would find a way to rescue her from this never-ending nightmare.\n\nBut despite her best efforts, Lily remained trapped in this dream world, forever and ever seeking the exit. She met all sorts of interesting characters along the way, from friendly creatures to fearsome beasts, but no matter how hard she tried, she could not find a way back home.\n\nAs the years passed, Lily grew older and wiser, but she never lost hope. She continued to search for a way out of this dream world, determined to find a way back to the life she had left behind. And though she may have been trapped in this strange and wondrous place, she remained brave and determined, always seeking the exit that would take her home.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Hulki Okan Tabak"
      }
    ],
    "image_details": {
      "bytes": 4256393,
      "format": "JPEG",
      "sha256": "257ed0ae57c42d925ddd03bd81310818f3d55f040147c9b56bba07f9cc1e9be2",
      "width": 4000,
      "height": 4000
    },
    "image": "https://arweave.net/YyU6SwQND4bCpngzyRFze0KwsPgojqk7sIOc9rv4ODo",
    "image_url": "https://arweave.net/YyU6SwQND4bCpngzyRFze0KwsPgojqk7sIOc9rv4ODo"
  }
}