{
  "address": "0x71bd611e82c0b765b5eef8d185af18a5525b9cf3",
  "type": "ERC1155",
  "name": "THE INFINITY STONES",
  "tokenCount": "7",
  "uri": "https://arweave.net/3VlSWVJ_10dCNp1Z4a682rh_gBF4T7YftEINO6uAIu4",
  "metadata": {
    "name": "SPACE STONE",
    "created_by": "MARVEL",
    "description": "The Space Stone originally contained in the Tesseract \n(based on the Cosmic Cube from Marvel Comics) is an \nInfinity Stone that controls one of the aspects of \nbeing - the aspect of Space. The stone gives the user \nthe ability to open wormholes and instantly move through \nspace within the universe. The user of the Space Stone \ncan manipulate space in every sense - move objects \n(telekinetic actions), change their density and size; \nuse space as a shield; open black holes and so on. \nThe Space Stone releases an infinite amount of energy \nwhile in its shell - the Tesseract.  \nIn 1943, the Tesseract was used by HYDRA commander Johann \nSchmidt to create a universal weapon with which he was \ngoing to win the war, but subsequently, the Tesseract \nwas lost. Some time later, the Tesseract was found by \nHoward Stark. In 1970, it was used by Project P.E.G.A.S., \nan organization of S.H.I.E.L.D., to create ultra-fast \nspace engines under the direction of Mar-Vell, a Kree \nscientist race. During a Kree attack on Mar-Vell and \npilot Carol Danvers, the explosion of a similar engine \ngrants Carol superpowers.After Carol Danvers and Nick \nFury found the Tesseract in an orbital base created by \nMar-Vell, the Tesseract was on Earth with the S.H.I.E.L.D. \nuntil 2012. After a failed invasion by Loki's army sent \nby Thanos to Earth, the Tesseract is sent to Asgard, \nwhere it is kept until the events of Thor: Ragnarok, \nwhere it was secretly stolen by Loki just before Ragnarok. \nLater, during an attack on the ship of the Asgardian \nsurvivors, the Tesseract was crushed by Thanos, and the \nStone itself was placed in the Infinity Gauntlet.  \nAfter Thanos' Snap, the Stone was destroyed by its own \npower by Thanos himself on the planet 0-259S (Titan II), \nas the latter did not see the point in its existence, \nsince the Stone had already done its job. In 2023, the \nAvengers, who had discovered a way to travel through time, \nattempted to remove the alternate Space Stone from 2012 \nduring Operation Time Raid, but the attempt failed and \nthe Stone was given to Loki.The alternate Space Stone \nwas later removed from the alternate 1970 by Tony Stark \nand used further by Bruce Banner to cancel Thanos' Snap. \nThe Stone, along with other alternate Stones, was used \nby Tony Stark to destroy the alternate Thanos' army from \n2014. The alternate Space Stone was eventually brought \nback to 1970 by Steve Rogers.",
    "attributes": [
      {
        "trait_type": "NAME OF THE STONE",
        "value": "SPACE STONE"
      },
      {
        "trait_type": " STONE COLOR",
        "value": "BLUE"
      },
      {
        "trait_type": "ARTIFACT/SHELL",
        "value": "TESSERACT"
      },
      {
        "trait_type": "FIRST APPEARANCE",
        "value": "\"THOR\""
      },
      {
        "trait_type": "OTHER APPEARANCES",
        "value": "Captain America, The Avengers,  Avengers: Age of Ultron, Thor:  Ragnarok, Avengers: Infinity  War, Captain Marvel, Avengers:  Endgame, Loki, What If...?"
      },
      {
        "trait_type": "KNOWN LOCATIONS",
        "value": "Törnsberg (Norway), HYDRA Alps Base,  Arctic, Camp Lehigh (NJ),  Marr-Well Lab (Earth Orbit),  SHIELD Base and NASA, New York,  Asgard, spacecraft from Sakaar,  Titan, Wakanda, planet 0259-S (Titan II)"
      },
      {
        "trait_type": "KNOWN OWNERS",
        "value": "One, Red Skull, Howard  Stark, Mar-Vell, Goose, Nick Fury,  Loki, Thor, Heimdal, Thanos, Iron Man,  Avengers, Hulk, Captain America. UVI, Ultron, Arnim Zola and Killmonger"
      }
    ],
    "image_details": {
      "bytes": 21752972,
      "format": "GIF",
      "sha256": "4037b1dbf04ddaccd214a327536c0ebfd91f6dda40287ba5e04232b4046a4d51",
      "width": 720,
      "height": 720
    },
    "image": "https://arweave.net/lapYCUT_BtOQ12tmteSFnQwDLgBpzKnkRl-HD9NmMgU",
    "image_url": "https://arweave.net/lapYCUT_BtOQ12tmteSFnQwDLgBpzKnkRl-HD9NmMgU"
  }
}