{
  "address": "0x723a79157c62ae5e3caf750a81ee28b0f9eb5781",
  "type": "ERC721",
  "name": "Nifty Royale X Afterfuture Of Entity",
  "tokenCount": "2",
  "uri": "https://niftyroyale.mypinata.cloud/ipfs/QmWb7oC6GQR8Rit1g72ihJN5rY4N7hqNKQg8yRXN73et6Y",
  "metadata": {
    "description": "Entry 201: I started believing that the balance keepers exist. Who would've thought that, at some point in my life, I would nonchalantly admit that I believe in a fairy tale or even worse, in many? That I believe that giants, born out of crystals, are synchronized with each breath this world takes, be it in the shape of the wind or an unheard sigh. But this land has its own way of convincing you that even the strangest beings exist. At some point I even stopped counting my steps or the times I got lost and started counting crystals instead. I found four so far. They are all different, maybe even unique. My memories of them are attached to this entry so that you can, in a way, witness the magic of these realms. Had I described them to you myself, you would've thought I'm out of my mind. Should this message ever find you, know that I am on a long, but rewarding journey, motivated by my will to meet the unreal beings that appear more real than ever now. I finally embraced the tales and I have hope that my journey would not be completed in solitude, but side by side with the unreal itself.",
    "external_url": "https://niftyroyale.com/",
    "image": "https://niftyroyale.mypinata.cloud/ipfs/QmawTjhNgdh5tpwv1mtvX3szECUhNcLdPJ3Wkcj8LDV5n1",
    "name": "Of Mystery",
    "attributes": [
      {
        "trait_type": "Created by",
        "value": "Nifty Royale"
      },
      {
        "trait_type": "Nifty Royale Winner",
        "value": false
      },
      {
        "trait_type": "Artist",
        "value": "Afterfuture"
      },
      {
        "trait_type": "Artist Description",
        "value": "Afterfuture is a collective of two visual artists who focus on shaping a world of their own. Getting its name back in 2018, the team kept on following the main goal of telling complex stories through their visuals and sounds, depicting a world in which opposites coexist in balance. They worked with an extensive amount of brands/labels such as Universal Music, Bentley, Nike and more. Aiming towards building a more interactive/gamified experience to their art, the duo is now exploring the blockchain and the new possibilities art has been offered."
      },
      {
        "trait_type": "Variant",
        "value": "Mystery"
      },
      {
        "trait_type": "Specs",
        "value": "MP4, 40.0MB, 1000 X 1250"
      }
    ]
  }
}