{
  "address": "0x72371724d06e5fe6cd97203ac568d88447b6c635",
  "type": "ERC1155",
  "name": "Abstract Sedimentation Open Edition",
  "tokenCount": "1",
  "uri": "https://arweave.net/r4bcUpvGDFnzSdfXOilLYxjlUgxGyfoPpGVZQvJ87S4",
  "metadata": {
    "created_by": "MEESH",
    "name": "Abstract Sedimentation ",
    "description": "Globally, braided rivers are rare. They Occur only where a very specific combination of climate and geology allows river to form ever-changing and highly dynamic ‘braided’ channels across a wide gravelly riverbed. \n\nIn Iceland, a country rich with compelling geologic phenomena, volcanoes and ice caps abound. Even the country's rivers are connected to the landscape of fire and ice.\n\nIceland's largest rivers by volume, the Pjórsá and Ölfusa, once flowed toward the coast as one river, joining about 25 kilometers from the modern-day coastline. Then about 8,700 years ago they separated when an eruption deposited the Great Pjórsá lava-the country's largest lava flow. The rivers today run their separate courses, flowing southwest along the east and west sides of the lava flow.\n\nHaving visited this area a handful of times in the past with varying conditions, I set out this August of 2022 to capture an image I had in my mind after obsessively starring at these river braids for months on end. I often spend a lot of time on google earth before travelling to search for interesting subject matter that looks unique to my eyes from above and the abstract shapes that the Þjórsá creates when flowing into the ocean are so beautiful and unique.\n\nConditions really have to line up when photographing Icelandic rivers, and the weather in Iceland does not like to participate. The last 4 times I had visited this specific location, conditions never lined up- so keeping watch on weather conditions, one morning after a storm we decided to make our way out to the beach in order to get as close as possible to Þjórsá. On a map, the rivers don’t seem that big- but when you reach them in person - they are absolutely MASSIVE.\n\nAfter travelling a few hours down the south coastline, we got to the beach we needed to drive onto in order to be close enough proximity to fly a drone. The beaches in Iceland are an incredibly stark black, with alien like neon green grass berms that litter the beach- straight out of a Star Wars scene. As we drove onto the beach, the 4x4 rental car we had started to sink as the sand got deeper. The car stopped, and I thought for sure we were stuck. With no recovery gear (like we have at home in our truck) or friends to tow us out- we swayed back and fourth to get out, and gassed it like crazy through the last section of the beach until we got to a solid strip of sand.\n\nAfter an adrenaline filled drive to the location, it was time to send my drone up. The conditions were perfect, high level clouds to diffuse the light with low wind so that the rivers didn’t have too much texture or reflection from harsh sunlight. After flying over the river braids for a good hour or more, a few drone batteries later and hundreds of drone images to go trough, I felt confident that I had captured the image that I envisioned.  ",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "MEESH"
      }
    ],
    "image_details": {
      "bytes": 25601568,
      "format": "PNG",
      "sha256": "bbddc6a35f19bd10dfa94e85812bb74bb237478ecdf0bc313e20557d15ac7995",
      "width": 1890,
      "height": 2645
    },
    "image": "https://arweave.net/FRXzoJAlP0ADSo6xAHYM0jRlxTwNkEzmo-I_Z2K6ckM",
    "image_url": "https://arweave.net/FRXzoJAlP0ADSo6xAHYM0jRlxTwNkEzmo-I_Z2K6ckM"
  }
}