{
  "address": "0x725ec751ab18192dadda654f2e60f8a964ce7d58",
  "type": "ERC721",
  "name": "Iman Europe - FWM!",
  "tokenCount": "59",
  "uri": "ar://w6W93OXPG1D0cXi9OBYfdI3d5hv4p5mkAHdtLSjqx-Y/1",
  "metadata": {
    "animation_url": "ar://gr09yCRUq7Vz9DUJIoxcIkZBuVgrRRSdD9OI1P5iq3Q",
    "artist": "Iman Europe",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://qkcc5SGtyGQe6a1BFUZ9LWM-xfn9Z0t-sP1jpPmXP6M",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "FWM!",
        "value": "Song Edition"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "to celebrate my 1-YEAR ANNIVERSARY in web3, i am sooo excited/proud/honored to release this celebratory anthem, FWM! this song speaks to the joy and liberation that web3 has brought me in this past year. \n\ni released my first NFT in November of 2021 and didn't know what the hell i was doing. “what is a mint? wait, it means to sell and to buy?” “what is gas and what am i putting it in?” “why is everyone saying ‘GM’?” i was lost for a long time, yo. lmao. but with time, support, and a strenuous amount of studying, i grew to know and love this incredible space that we're in— a space that allows artists to finally see the value of their work, to actually make a living off of their art, and to create communities with people who genuinely care about them and want them to win. coming from web2, this was so new for me. it was the breath of fresh air that i prayed for, and i'll always appreciate this space for that.\n\nfast-forward a year and i'm the Head of Artist Relations for the very music NFT platform you are on right now! helping artists everyday experience that same freedom and joy that i've experienced! learning to teach, getting to give. i couldn't have planned or even imagined that a year could change my life the way that it did, but God did, and i'm grateful for His grace everyday.\n\nour first music showcase Sound Lounge Live is this Wednesday, 11/16 and Art Basel is right around the corner, so i had to make us something to dance to okay! something to celebrate ourselves to! i know that every day in crypto isn't a pretty one, but we've got so much to be proud of and i really need us all to know that.\n\ni'm scheduling \"FWM!\" to go live at 11pm pst on 11/16 because— yes—  I'M DOING A LIVE MINT AT THE SOUND LOUNGE LIVE SHOW!! if all goes according to plan (*fingers crossed*), i'll be on stage and we can all mint this at the same time! (unless you were smart and grabbed a presale, then you can just focus on enjoying the vibes lol.)\n\nlove you guys! ONE YEAR IN WEB3!! WOOOOO!! MUSIC NFTS TO THE MOOON!!\n\n <3 iman\n\nwritten by Iman Europe. produced by Mikosdagawd. Artwork by LS Doom.",
    "duration": 178,
    "external_url": "https://www.sound.xyz/imaneurope/fwm",
    "genre": "Hip-hop & Rap",
    "image": "ar://qkcc5SGtyGQe6a1BFUZ9LWM-xfn9Z0t-sP1jpPmXP6M",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://gr09yCRUq7Vz9DUJIoxcIkZBuVgrRRSdD9OI1P5iq3Q",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "FWM! #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "FWM!",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}