{
  "address": "0x72cfa7b2106f9d44366b5b8381a5a67acb3dc513",
  "type": "ERC1155",
  "name": "OE - FIGHT FOR MORE",
  "tokenCount": "1",
  "uri": "https://arweave.net/lkH90-AV8NMqQ-hI04gCG4zbfPc5NxWofmayAz-cwlU",
  "metadata": {
    "name": "FIGHT FOR MORE ",
    "created_by": "OE & MORPHINGAZ",
    "external_url": "https://eatingmusic.com/oe",
    "description": "Inspired by his own journey from homelessness to success, Sydney rapper, OE delivers a powerful message of hope and resilience with his latest single \"Fight For More.\"\n\nBorn into a life of struggle and adversity, OE found solace in rap and used it to raise awareness about youth homelessness and inspire the next generation. With his charismatic delivery and relatable lyrics, he tells the story of the triumph of the human spirit and the unwavering determination to never give up.\n\nThrough his music and outreach programs, OE has become a mentor and leader, inviting aspiring rappers and storytellers to record their stories and raps in the studio. His journey is a source of inspiration for anyone who has ever faced adversity and is a testament to the power of perseverance and determination.\n\nThe powerful message of \"Fight For More\" is brought to life through the quality production and engineering of Micke Morphingaz and the stunning visuals captured in the music video, which was filmed and edited by Rahul Durai with additional editing by OE himself. The collaboration between these talented artists creates a truly memorable and impactful experience, showcasing the message of hope and determination in a dynamic and visually stunning way.\n\nListen to \"Fight For More\" by OE and be inspired to never give up on your dreams, no matter how difficult the journey may be.",
    "animation_details": {
      "bytes": 246085037,
      "format": "MP4",
      "duration": 196,
      "sha256": "a98d7f1a31fc56641c0d030893ee7a18b601ec15e2219941cee9af737c443142",
      "width": 1920,
      "height": 1080,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/X2ZatDOgMAMBGbEc3eryzEKLR9wnvfDYqSzMEmWSR3Y",
    "animation_url": "https://arweave.net/X2ZatDOgMAMBGbEc3eryzEKLR9wnvfDYqSzMEmWSR3Y",
    "image_details": {
      "bytes": 1847843,
      "format": "PNG",
      "sha256": "830adadccee3f66daa04a1ebb16e79c4cb40d2a09b109c3474f0e62488ed6aaf",
      "width": 1722,
      "height": 1410
    },
    "image": "https://arweave.net/AMlldvFmvGGBNgR75fBgBjoglEn5DCI0zBjxTx3AdX4",
    "image_url": "https://arweave.net/AMlldvFmvGGBNgR75fBgBjoglEn5DCI0zBjxTx3AdX4"
  }
}