{
  "address": "0x72f615f4cc03c2d0e1e4fcb2339af6f1491d2e1e",
  "type": "ERC1155",
  "name": "Amazon Green Wall Club",
  "tokenCount": "1",
  "uri": "https://ipfs.io/ipfs/QmZ1YeFNwfNNB6vKVXNw6Lk21mYdvYCJ9P7hgFa2gcTuKV",
  "metadata": {
    "name": "Amazon Green Wall Club - Series 1",
    "description": "### Own your piece of the Amazon Forest. The land, the trees, everything.\nThis is NOT just another game card or vehicle for raising money for conservation. None of that “buy this art to protect the forest” stuff. This NFT is proof of ownership of the actual real estate. \n  Via your purchase of your piece of the Amazon Forest, you contribute to the creation of a “Green wall” of properties focused on conservation and acting as a deterrent to advancing deforestation.\n  Moss has calculated that, with a 15 million hectare “Green Wall”, we can deter deforestation in the Amazon. That would probably cost US$ 10 billion. We have sourced most of the needed land for that “green wall”\n  \n  ### Forests with sound legal and environmental standing\n  \n  Moss has conducted rigorous due diligence to select the best forests in the Amazon, with rock solid legal and environmental standing. \n  \n  Your hectare of Amazon Forest, a click away\n  No bureaucracy or red tape for you: Moss has taken care of it all and will act as a custodian for local authorities and notary offices, free of charges. \n  \n  ###  State of the art satellite monitoring and protection\n  \n  Moss has partners providing state of the art satellite imagery, updated every 6 days, with the highest resolution available in the market, and available to all NFT owners. These third party, independent partners will be responsible for MRV, and MOSS will hire and manage the contracts. \n  \n  The company will direct 20% of sales proceeds to a 30 year protection fund that will cover patrolling and maintenance of protection activities.\n  \n  ###  One share = one hectare = one football field worth of your OWN piece of the Amazon Forest\n  \n  We have issued one share per hectare, that’s a football field of real forested land to call it yours\n  \n  Google link for the area: [click here](https://www.google.com/maps/d/u/0/viewer?hl=pt-BR&ll=-9.168985453128698%2C-56.4344615&z=16&mid=1O8KvtdQRpI_vxjq1IVUbY38-6Gjz1pdI)\n  \n  More information on the NFTs, FAQ, governance matters: [https://nft.moss.earth](https://nft.moss.earth)",
    "image": "https://ipfs.io/ipfs/QmT32PRr9UxFrKBYfc146VsDM7Xp3WX788CF8btfB8Ae7L",
    "external_url": "https://www.google.com/maps/d/u/0/viewer?hl=pt-BR&ll=-9.168985453128698%2C-56.4344615&z=16&mid=1O8KvtdQRpI_vxjq1IVUbY38-6Gjz1pdI",
    "animation_url": "https://ipfs.io/ipfs/QmecbD5rixo8neSseUtfteMCPSCDQVg9k4fPVE7a43VQ3W",
    "attributes": [
      {
        "value": "50 hectares",
        "trait_type": "Area"
      },
      {
        "value": "Pará/BR",
        "trait_type": "Region"
      },
      {
        "value": "Governance Rights over land",
        "trait_type": "type"
      },
      {
        "value": "1",
        "trait_type": "Series"
      },
      {
        "value": "Terra Vista Gestora de Recursos LTDA(MOSS SUBSIDIARY)",
        "trait_type": "Custody"
      }
    ]
  }
}