{
  "address": "0x7201faf083a3e0b1e2aa850e5709681ec00f01bf",
  "type": "ERC721",
  "name": "serboy - CRAZY",
  "tokenCount": "25",
  "uri": "ar://LHYapFJcSaj2shkcJ-ps4SX2j27hy4qFaVfCNkFrxx4/1",
  "metadata": {
    "animation_url": "ar://4Zgn58CC7j6FNy3IPZawhDiHnilZEVHmKMjAQ7JshBQ",
    "artist": "serboy",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://lscplbrFsPjYWp6coaC8tCUJlZIJUBcDens7jFKI19k",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "CRAZY",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "gm\n\nI’m serboy. I’m a musician and producer from Istanbul, Turkey. I’m originally from Ankara where Joe Strummer was born (punks not dead!) and the first artist from Turkey on Sound. It’s a great honor to be here!\n\nMy girlfriend introduced me to NFTs back in November 2021, so I started to study them because I had nothing else to do. I had lost my job and my home in my hometown just before the pandemic. When the first moment I understood the idea, I thought to myself “we should combine this with music!” And started to search for a home for my unreleased genreless tracks. I’ve been writing, recording, producing, mixing all my songs since I graduated from a music production school in 2014 and before that, I spent my time learning how to make music that I don’t want to :) Then I found Sound a couple weeks before Reo dropped “Light Show” and that was the moment I believed in Music NFTs. So glad today I’m here, making amazing friends and making history with incredibly talented people all around web3 and we’re just getting started.\n\nI believe songs are always here, waiting for artists to tell the story to the world with one common language, Music.\nSo I love to let the sounds speak to you.\n“Crazy” is a gift to the love of my life.",
    "duration": 103,
    "external_url": "https://www.sound.xyz/serboy/crazy",
    "genre": "Electronic",
    "image": "ar://lscplbrFsPjYWp6coaC8tCUJlZIJUBcDens7jFKI19k",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "tr",
    "losslessAudio": "ar://4Zgn58CC7j6FNy3IPZawhDiHnilZEVHmKMjAQ7JshBQ",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "CRAZY #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "CRAZY",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}