{
  "address": "0x72b7da01b3fc00c857b366853cfe5204e7f1af0a",
  "type": "ERC1155",
  "name": "Let Your Mind Be Free",
  "tokenCount": "1",
  "uri": "https://arweave.net/2AsOlGm2Rl1vre1UUpNJvVPtKHimR2e3eSm5vzZ_SmU",
  "metadata": {
    "name": "LET YOUR MIND BE FREE",
    "created_by": "Geren",
    "description": "The art piece titled \"Let Your Mind Be Free\" is likely to depict the theme of liberation and enlightenment. The image of a man rising towards the light, symbolizes the journey towards hope and freedom. The composition of the piece may be arranged in such a way that the man is positioned in the center, drawing the viewer's attention towards him, and his upward movement. The colors used in the piece may also be bright and vibrant, adding to the feeling of hope and freedom.\n\nThe image of people walking on the other side of the road in despair contrasts with the image of the man rising towards the light, highlighting the idea that not everyone realizes the possibility of enlightenment. The piece may be intended to inspire the viewer to let go of their own negative thoughts and beliefs and to strive towards freedom of the mind.\n\nThe image also serves as a reminder that life is a cycle and that people have the power to choose their own path, they just need to find their own light.\n\nThe piece is not only visually stunning but also thought-provoking, encouraging the viewer to let go of their own negative thoughts and beliefs and to strive towards freedom of the mind. The message of the piece is that we must not let others dictate who we are or what we should do, and instead, we should strive to break free from the constraints imposed by society and others. \n\nOverall, the art piece is likely to be thought-provoking and uplifting, as it encourages the viewer to let go of their own mental limitations and to strive towards a brighter future.\n\n---  \n*After that drop, I'll share my first Dynamic NFT on Manifold.  \n*Burn&Redeem event will be start at 30.01 (23:00 CET)  \n*You will need 1 \"Let Your Mind Be Free\" Artwork to join this event.  \n*Dynamic NFT will be include \"Better Days Ahead\" and \"Let Your Mind Be Free\" artworks in the image (you can visit my pinned Tweet for artworks), it will be change every 12 hours cycle on your timezone (Day/Night) with your collected artworks.\n\nLove you all. 🤍  \nBuy for the art, hold for the future.",
    "external_url": "geren.art",
    "image_details": {
      "bytes": 5542823,
      "format": "JPEG",
      "sha256": "537c1122e1a8cc0478a403474aa76fc884ce10cc9691e3ceff2cdc6a8eb2e357",
      "width": 2400,
      "height": 3000
    },
    "image": "https://arweave.net/DklS3CIC3naQ7JC7XfLSemVItbOU7AEx71WxmT6q5zc",
    "image_url": "https://arweave.net/DklS3CIC3naQ7JC7XfLSemVItbOU7AEx71WxmT6q5zc"
  }
}