{
  "address": "0x720af3838d32f3b9edd72c64dc2b06d0a07d281c",
  "type": "ERC1155",
  "name": "GoFundNovo",
  "tokenCount": "1",
  "uri": "https://arweave.net/8ZHm-oJLeI-6twemYuj-xRsW6IpG5gIBBRybJXyuxO8",
  "metadata": {
    "name": "GoFundNovo",
    "created_by": "GoFundNovo",
    "description": "We are the culture!\n\nWe are in this together—As community we support each other.\n\nThis fundraising campaign is to help a foundational icon in the Web3 space to reclaim his identity.\n\nCryptoNovo has been, for years, an amazing ambassador for Punks and for Web3, and he’s fallen victim to a malicious link from a hacked Discord. Sadly his Punks have been stolen, and we are working to help him reclaim the iconic hat and clown-nose Punk that is core to his digital identity.\n\nThis campaign is as much a part of our movement as it is an effort to help one specific person.\n\nWe all know that, every day, so many get scammed, but with this effort, we hope to make the statement that our community is strong, and we can make a lot happen in a really short amount of time. \n\nIf you mint this GoFundNovo Support Token, you are doing something for someone else—and for the entire culture of Web3. So many projects are seen as financial investments, this will be an investment in to the Web3 culture.\n\nHolders of this Support Token will have the power to claim a ERC721 token coming soon, featuring a unique artwork inspired by CryptoNovo’s Punk#3706, which is his Identity in the Web3 Space. \n\nParticipating artists from the Web3 space will be contributing artworks, claimable till end of February 2023. These include artists like: Crypto Painter, Dario De Siena, Parin Heidari, darko.eth, nonfungiblemotion, JenevaNFT, Jacopo Lanza, Brian Morris, and many more who are kindly contributing to this cause.",
    "attributes": [
      {
        "trait_type": "GoFundNovo",
        "value": "GoFundNovo"
      }
    ],
    "image_details": {
      "bytes": 358658,
      "format": "PNG",
      "sha256": "2f061b7abc65356a719a2c9757798b3b5378ad8f5babb26db284bd103b15bd79",
      "width": 1634,
      "height": 1633
    },
    "image": "https://arweave.net/TmdO-NXoGa_St6p5Nhc_tPeDfwxJp-7Iiy7YLFXEBw0",
    "image_url": "https://arweave.net/TmdO-NXoGa_St6p5Nhc_tPeDfwxJp-7Iiy7YLFXEBw0"
  }
}