{
  "address": "0x727e08a16d30fccaf95c6ccef7352ff396edd518",
  "type": "ERC721",
  "name": "Trumpism",
  "tokenCount": "834",
  "uri": "ipfs://Qmdqsozk9Bw9FhzJ1SeGGpEFBDcSmauQRtyQpqF3Nmoarn/1.json",
  "metadata": {
    "name": "Trumpism #1",
    "description": "In the future, Donald Trump encounters the metaverse and he is very excited. In the world of the metaverse, he discovers that he can achieve his dreams through blockchain technology. He begins to create his own blockchain projects and soon finds that he is very popular in this world.As time goes on, Donald Trump becomes increasingly powerful in the world of the metaverse. He successfully creates many successful blockchain projects and is highly respected in this world.However, as Donald Trump's success grows, some people begin to envy him. They start to plot against him, trying to break him away from the world of the metaverse.Donald Trump becomes aware of the danger he is facing and decides to join forces with the other people in the world of the metaverse to fight against these schemers. In a thrilling battle, they ultimately succeed in defeating these enemies and ensuring the safety of the world of the metaverse.Donald Trump is respected and grateful by all the people in the world of the metaverse for his brave performance in this battle. He eventually becomes one of the greatest heroes in this world and is recognized for his dreams and struggles.",
    "image": "ipfs://QmaBpt4Q2zvT1ZQG2HJ2GdHbR8zbYePMF9LqfdT8MgdYAP/1.png",
    "dna": "d11960d568f60ae7bbf9a07f81864fff95fc16b7",
    "edition": 1,
    "date": 1642386533817,
    "attributes": [
      {
        "trait_type": "Background",
        "value": "HarvestMemories"
      },
      {
        "trait_type": "Visitors",
        "value": "Kanye"
      },
      {
        "trait_type": "Halo Accessory",
        "value": "None"
      },
      {
        "trait_type": "Head Accessories",
        "value": "Trump Hair"
      },
      {
        "trait_type": "Body",
        "value": "Commander"
      },
      {
        "trait_type": "Accessories",
        "value": "Dogs"
      },
      {
        "trait_type": "Faces",
        "value": "Passion"
      },
      {
        "trait_type": "Top Accessories",
        "value": "FauciLied"
      }
    ],
    "compiler": "LetsGo Finance"
  }
}