{
  "address": "0x727331d7056baf704d3169724a8ace1d303cb4f5",
  "type": "ERC1155",
  "name": "Whispers From the Other Side",
  "tokenCount": "1",
  "uri": "https://arweave.net/pya_X3ALX_5ngbULA6hW-c9G5oMxXTAUe72CnUHm77k",
  "metadata": {
    "name": "Whispers From the Other Side",
    "created_by": "Rick Wade",
    "description": "\"Whispers From the Other Side: A Ghostly Interview\"  \nProfessor Jameson sat at the table, his notepad and quill pen at the ready. He had been studying the paranormal for decades and had never come across a case quite like this one. Across from him sat a skeleton, dressed in the tattered clothing of a bygone era and holding a knowing grin. The ghost, who introduced himself as Jack, had been haunting an old observatory for years and had agreed to speak with the professor just before dawn, just before the sun rose.  \n\"So, Jack,\" the professor began, \"How did you come to be a ghost?\"  \n\"Ah, a classic question,\" Jack chuckled. \"I was once a scientist, much like yourself. I devoted my life to studying the mysteries of the universe, but my curiosity got the best of me. I dabbled in forbidden knowledge and paid the ultimate price.\"  \nThe professor lifted his head and sat upright, intrigued. \"And what did you discover?\"  \n\"That there are things in this world beyond our understanding.\" Jack replied mysteriously. \"Things that can grant great power, but at a terrible cost.\"  \nThe professor scribbled furiously on his notepad, trying to keep up with the ghost's words. Soon the first rays of sunlight broke through the window, and Jack's skeleton form became illuminated by the soft light of dawn. As the sun rose higher in the sky the ghost began to fade away, its form becoming more and more translucent, converting into an ethereal smoke. \"My apologies, but I must go now, Professor.\" it said with a smile. \"But I do hope our conversation has been enlightening for you. Remember this, Professor, the truth is out there. But be careful what you wish for.\"  \nWith that, Jack disappeared, leaving the professor alone at the table, with more questions than answers. The professor knew he had to continue his research and uncover the truth, no matter the cost.",
    "external_url": "https://linktr.ee/RickWadeArt",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Rick Wade"
      },
      {
        "trait_type": "Dimensions",
        "value": "3840 x 5760"
      },
      {
        "trait_type": "Tools Used",
        "value": "Midjourney V4, Photoshop"
      }
    ],
    "image_details": {
      "bytes": 32318801,
      "format": "PNG",
      "sha256": "1eaaaf0037915333da827d23fb90dd9327e673a8c028993101824eb215ad9840",
      "width": 3840,
      "height": 5760
    },
    "image": "https://arweave.net/h0tAerDQCkhJbTsIPqeLiUBGnzrZEpNas-p7a3Dmzlo",
    "image_url": "https://arweave.net/h0tAerDQCkhJbTsIPqeLiUBGnzrZEpNas-p7a3Dmzlo"
  }
}