{
  "address": "0x720786231ddf158ebd23bd590f73b29bff78d783",
  "type": "ERC721",
  "name": "Strands of Solitude by William Mapan",
  "tokenCount": "400",
  "uri": "https://tonic.xyz/nfts/0x720786231DDF158EbD23bD590F73b29BFF78D783/1",
  "metadata": {
    "license": "CC BY-NC 4.0",
    "seller_fee_basis_points": 750,
    "image": "ipfs://QmXu9tGNKT8Xhkae26G6kKsK66S1xRgis4SKp9mVfHMGoM",
    "external_url": "https://tonic.xyz/collection/strands-of-solitude/",
    "seed": "0xc22467786fd70ae7ba383ac0659702dd7291afe3debc387983526fbd6d25f8c2",
    "imgIdx": 1043,
    "terms_of_service": "https://meta.tonic.xyz/collection-policies/Strands_Of_Solitude.pdf",
    "fee_recipient": "0x4FcC604e8eC1870Ae7e527B33e7f1BE7D3C6fefc",
    "name": "Strands of Solitude #001",
    "description": "**Strands of Solitude** is a meditation on connection and isolation in the digital age. Through a series of intricate and highly detailed digital compositions, William Mapan delves into the ways in which social media and our increasing reliance on technology has both connected and disconnected us from one another.\n\nThe proliferation of social media and other digital platforms, Mapan's art highlights the ways in which we can still feel isolated and disconnected from those around us. His use of saturation, experimentation with density and negative space, and flow fields serves to emphasize not only this sense of disconnection, but more importantly remind the viewer that we are still part of a larger whole. As the viewer is drawn into the works, it is Mapan’s hope that we can recognize that we may be more similar than we are different.\n\nDespite this underlying sense of isolation, Mapan's work also celebrates the ways in which we are able to connect and find common ground through our shared experiences and connections. By bringing together a variety of different elements and influences in his art, Mapan creates a sense of unity and connection that is palpable to the viewer. As we navigate the complexities of the digital age, Mapan's art serves as a reminder of the ways in which we are all connected, even in the midst of seeming disconnection.\n\nA central tenant to Mapan's practice is his attempt to inject a sense of humanness into the algorithms that drive his generative art. Through his use of organic forms and rich textural elements, Mapan seeks to bridge the gap between the artificial and the human, creating works that are both technically impressive and emotionally resonant.",
    "attributes": [
      {
        "value": "kindness",
        "trait_type": "Palette"
      },
      {
        "value": "yes",
        "trait_type": "Echo Chamber"
      },
      {
        "value": "no",
        "trait_type": "Bridges"
      },
      {
        "value": "yes",
        "trait_type": "Windows"
      },
      {
        "value": "consensus",
        "trait_type": "State"
      },
      {
        "value": "yes",
        "trait_type": "Voiceless"
      },
      {
        "value": "day",
        "trait_type": "Time"
      },
      {
        "value": "yes",
        "trait_type": "Glimpse of Joy"
      }
    ]
  }
}