{
  "address": "0x7277b0b561329491432c93a227547d5f125184ce",
  "type": "ERC1155",
  "name": "1 Year Anniversary Mint",
  "tokenCount": "1",
  "uri": "https://arweave.net/gKpSZvdG44zOPVYpJn_P5zF7Qcliy47O41u1Hnerwrc",
  "metadata": {
    "name": "A Calling",
    "created_by": "Hugo Korhonen",
    "description": "I had been bullied my entire childhood. My friends made fun of everything from how I looked to how I moved my eyes or smiled etc. The bullying was also physical. I got kicked, punched, and that drove me to depression and hate myself.\n\nIn all these turmoils, photography was my saviour. It was my guiding light in the dark. It was the only thing I was truly proud of because it was my deepest secret. It was the only thing I felt I was good at, and I never got bullied for it.\n\nHad I never found photography, I would not be where I am today.\n\nDuring my photography journey, shortly after four years, I found NFTs, and since then, many things have changed. I had never sold my art before, but I knew with NFTs and Web3,  I would succeed. It took me nine months to get my first sale. That brings us to today. To this day, I have sold out all of my 1/1s and a big edition.\n\nThis photo right here shows my passion for photography and making art. The night I took this photograph, I remember my app forecasted it was between a 2% and 3% chance of seeing the Auroras. I waited for 50 minutes to see Northern Lights at a particular position in the sky and got my first shot (a combination of many). After 20 minutes, I got the last image. However, I waited for more hours to try my luck for an easier Photoshop combination, but in vain.\n\nThis is what I love; Making art, having adventures, doing things against the odds, just being in nature, capturing the beauty of it, enjoying the sound of the wind, the sound of the waves, staring at the stars and dreaming big.\n\nHowever, the path to big dreams feels lonely at times. I have spent a lot of time alone in my life, and I enjoy it. But I had always wished to be around like-minded people. That’s where the Web 3 community steps in.\n\nWe are all ”a little crazy” to the outside world, but we’re proud of ourselves and we’re there for each other. We celebrate ups and downs together and get back up together. Never have I seen a community like this before.\n\nThis community has changed my life, and the support I’ve got from fellow artists, collectors and friends since I started in this space in January/February 2021, when I entered the space for the first time, is incredible.\n\nThis piece is my gift to you. You have changed my life, and I'm so grateful to be able to have friends like you, and a community like this around me.\n\nLet’s all continue being a little crazy.\n\n-\n\nLicense: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Hugo Korhonen"
      },
      {
        "trait_type": "Camera",
        "value": "Sony a7 III"
      },
      {
        "trait_type": "Lens",
        "value": "Laowa 15mm f/2"
      },
      {
        "trait_type": "Focal lenght",
        "value": "15mm"
      },
      {
        "trait_type": "ISO",
        "value": "3200"
      },
      {
        "trait_type": "F-stop",
        "value": "f/2"
      },
      {
        "trait_type": "Date",
        "value": "2022:08:20 23:04"
      },
      {
        "trait_type": "Country",
        "value": "Finland"
      },
      {
        "trait_type": "Location",
        "value": "Kuopio"
      },
      {
        "trait_type": "Year Taken",
        "value": "2022"
      },
      {
        "trait_type": "Edition size",
        "value": "223"
      }
    ],
    "image_details": {
      "bytes": 16954147,
      "format": "JPEG",
      "sha256": "cd6e928c0cd51a8302d47354f90a471ef2bfdbd9c0e1e26a68f75b925b9307cc",
      "width": 3877,
      "height": 5815
    },
    "image": "https://arweave.net/7OGuIdSOz9y_n3SL0wSLKNOGum41ReY4iZtGFTMw2aw",
    "image_url": "https://arweave.net/7OGuIdSOz9y_n3SL0wSLKNOGum41ReY4iZtGFTMw2aw"
  }
}