{
  "address": "0x737050b98da0885bc2802e5ed08b529aa635574c",
  "type": "ERC721",
  "name": "World Of Salt Lakes",
  "tokenCount": "4",
  "uri": "https://arweave.net/9I-XrkXcdVYrffe-QX743cZWaCsAUeWbvPiobRNfetA",
  "metadata": {
    "name": "Geode",
    "created_by": "Lola Hubner",
    "description": "There is no shortage of wonderful salt lakes to be photographed in the outback landscapes of Western Australia. I usually find myself trying to capture drone images of landscapes that remind me of other planets, but on this occasion I ended up photographing a landscape that replicated the layers of a beautiful rock found right here on earth, a Geode. \n\nOn a hot day in Western Australia I set off at sunrise to capture first light at this salt lake. Living and travelling out of a van means I have unlimited time to head into rural landscapes to search for mesmerising salt lakes like this one. The thing about photographing salt lakes is that you never know what they’re gonna look like until you arrive. The slightest bit of recent rain can entirely change how it looks. Once I flew my drone I knew I had found a very special place. What really caught my attention at this salt lake was the white crystallised salt separating the 4 vastly different colours. I’ve never come across a salt lake with such a diverse colour palette like this one before.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Lola Hubner"
      },
      {
        "trait_type": "Collection",
        "value": "World Of Salt Lakes"
      },
      {
        "trait_type": "Year ",
        "value": "2022"
      },
      {
        "trait_type": "Location",
        "value": "Western Australia"
      },
      {
        "trait_type": "Drone",
        "value": "DJI Mavic Pro"
      }
    ],
    "image_details": {
      "bytes": 9524218,
      "format": "JPEG",
      "sha256": "e62ff7584e8417d8057905ec7a177e39938c4076e9aca572d00c87670b01632b",
      "width": 2900,
      "height": 3625
    },
    "image": "https://arweave.net/HcisKAhnz0woGrhPtDh2lkmwk5cU9X3JDopTx9BXbqE",
    "image_url": "https://arweave.net/HcisKAhnz0woGrhPtDh2lkmwk5cU9X3JDopTx9BXbqE"
  }
}