{
  "address": "0x73bd6210a494ca3fa2dd3e74936646ef9521d3ae",
  "type": "ERC721",
  "name": "Ze' Castle Photography",
  "tokenCount": "2",
  "uri": "https://arweave.net/xlvDybvp21xjYIl1m0A0QEn_ypWk556Jj8WljgAitOY",
  "metadata": {
    "name": "Inner Oasis - What's In A Name",
    "created_by": "Ze' Castle",
    "description": "In art and life: we catch ourselves ruminating on how to further refine and cultivate a better version of who we are on this blue rock. We juggle and hone our dexterous artistry and brilliance into a rope. With the optimism that others will catch the further end for a dialogue dance or a stranger’s regard. We thrive for connection. Here’s lies a visual metaphor of journey of a driven art media mixologist and the birthplace of her vivacious persona known as Moonlight. Contemplating on what’s next, she holds her aptitude in front of her, willing it to push onwards. But the reach dissolves shorter than what she has set her heart on in the fast lane. Unknowingly to her with her glance set forward, her rope is steadily feeding on top, the vast primordial soup of the human consciousness and the web-traversing altered egos they embodied. Organically expanding her influence of her rich vibrant inner world. For a night, she sat in the shallows of the sea of names. Tasting each ocean drop for a potential moniker. With this task going for hours on end, she came to realize that the undertow took her out further out to the depths. Back pedaling her way to landfall, she can’t but notice how demystifying the moon illuminated the calm shallows. Thus, arise Moonlight.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Ze' Castle"
      }
    ],
    "animation_details": {
      "bytes": 96788007,
      "format": "MOV",
      "duration": 34,
      "sha256": "dbab6cb58c8c955fdfac956d775ce13fa8a5671af107431c088c5b95e1a093e8",
      "width": 2579,
      "height": 2160,
      "codecs": [
        "H.265",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/MPJhhQ-cZ6q1V1O3SaSWbbXqsYkyb4CqIoagvODFaDQ",
    "animation_url": "https://arweave.net/MPJhhQ-cZ6q1V1O3SaSWbbXqsYkyb4CqIoagvODFaDQ",
    "image_details": {
      "bytes": 4103387,
      "format": "GIF",
      "sha256": "3857318e50374b527902d2fb71a63c406dfd1f542162cd306075931f5f4c230d",
      "width": 960,
      "height": 768
    },
    "image": "https://arweave.net/qsshQDgMX9RcTPsrUFCPZw3h02j4wvqWv0yPmKy0u4k",
    "image_url": "https://arweave.net/qsshQDgMX9RcTPsrUFCPZw3h02j4wvqWv0yPmKy0u4k"
  }
}