{
  "address": "0x731c3c84366f1a96fb7430373894639d755e0520",
  "type": "ERC1155",
  "name": "Mind Heist : Illuminati Capitalists",
  "tokenCount": "1",
  "uri": "https://arweave.net/22rpQk0c9_WMKvdQF2SbRL54ksl-AmwUuBkB-Odjf-E",
  "metadata": {
    "name": "The Greatest Showcase",
    "created_by": "WNX",
    "description": "Figure 1 : \nCelebrating the unfortunate folks with a mesmerizing speech and financial assistance by the Great Thinkers.\n\n5834 x 8737px  \nDesign Thesis by WNX, est. 2019.\n\nThe crushing of democracy by billionaires, the future financial crash, current rates of soil loss, resources are already declining about 20% of the world’s croplands. The world itself are now experiencing the scarcity in terms of habitat loss, climate change due to rapid population growth. The Earth could not accommodate our need and greed for food.  \n“Goodbye - and good riddance - to live stock farming.”  \n- George Monbiot\n\nWe are living in a world where all labor has been successfully eliminated, and all workers are eventually automated machines. One believes that the amount of wages paid would be zero which maximizes surplus profits. In a world would be a dream for capitalists, not an end of capitalism. We as a human, a dreadful mistake, allowing ourselves to believe that wealth enhances our social class or wellbeing that leads to mass unhappiness.\n\nNowadays, people do believe a conspiracy theory which claims that some remarkable thinkers are privately running the world on the verge of gaining major control power. World will eventually reach the final climax - End time, where in future-time period, where the wealth people so-called “Capitalists” that holds the largest stakes to dictate the world politics and economy. Capitalists will always exist but the future may change but the fundamental is still the same.\n\nOrnament begins as luxury.  \nThe more ornamented a building, a piece of clothing or an item of jewellery, the more labour has gone into its production and the more expensive it is. The Industrial Revolution and machine production changed everything. Suddenly decoration became cheap. Which coincided with the economic need for growth - the manufacture of more and more (decorated) stuff. This, in essence, is the argument of Marx, Morris, Loos and Veblen. Decoration characterised as a mechanism for capital to produce and sell more useless crap to the masses.\n\nThis project aims to celebrate the discriminated Capitalists, to critique the conspiracy of the Great Thinker in the context of humanity. In a possible scenario, one believes that Capitalists are the future lifesaver of mankind.",
    "attributes": [
      {
        "trait_type": "Title",
        "value": "Mind Heist Illuminati Capitalists"
      },
      {
        "trait_type": "Book",
        "value": "One"
      }
    ],
    "image_details": {
      "bytes": 77291046,
      "format": "PNG",
      "sha256": "290a71b3387ca6e18f2ada629bb547dbc14776167a5136caf3aa420a91ed17f6",
      "width": 5834,
      "height": 8737
    },
    "image": "https://arweave.net/WPBMnCusGkggha-ufXHQcyq7XVvCovnCU2-Yjhdz5ZE",
    "image_url": "https://arweave.net/WPBMnCusGkggha-ufXHQcyq7XVvCovnCU2-Yjhdz5ZE"
  }
}