{
  "address": "0x731b6734953b7183c23e2344ee6217774f32d392",
  "type": "ERC721",
  "name": "Omelas Project",
  "tokenCount": "11",
  "uri": "https://metadata.nanakusa.io/json/1625318753520.json",
  "metadata": {
    "name": "Realize",
    "description": "People realize how important something was after they lose it.\n人は失って初めて大切さに気付く。\n\n＊＊＊売上の一部は、貧しい国や紛争地域の子供たちへ、画材や教材を買って支援する活動に使わせて頂きます。更に、子供たちが描いた絵をNFT化し、分配して、彼らの正しい未来の為の資産へ。0から1を産み出すクリエイターを増やす活動をしていきます。＊＊＊\n＊＊＊Please let me use it for an activity that a part of the sales buys art supplies and the teaching materials for the poor country and children of the trouble spot and supports. Furthermore, make the picture which children drew NFT, and distribute it, and to the assets for the future when they are right. I do an activity to increase creators bringing about 1 from 0.＊＊＊\n\n      ■1. 著作権を譲渡しない\n      ・ 購入者は本NFTの所有権を取得しますが、著作権や商標権その他の知的財産権は譲渡されず、発行者（作品を創作した正当な権利保有者）が引き続き保有いたします。（著作権の譲渡についてはNFTのメタデータに記載しております。）\n      ■2. 商用利用\n      （商用利用禁止）\n      ・ 本NFTの一部または全ての画像や動画、音楽等を下記目的で利用又は提供することは、知的財産権の侵害に当たり、禁止されます。\n      　　１、家庭内での利用の範囲を越えて他人に提供すること\n      　　２、（グッズ等に用いることを含め）商用目的で利用すること\n      　　３、 本NFTに含まれる画像や動画、音楽等を改変や加工して利用すること\n      ・ nanakusaが提携している事業者が提供するコンテンツ（ゲームやメタバース）での本NFTの利用は行っていただけます。\n      ・ 本NFTの購入・売買に関連し購入者又は、転得者、その他第三者が損害を被った場合、その損害発生の原因が如何なるものであっても、発行者は何らの法的責任も負わないものとします。\n      ■3. NFT本ファイルのダウンロードについて\n     （ダウンロード許可）\n      ・ 本NFTの本ファイルは、購入者に限り自身のローカル上のパソコンや、その他記憶デバイス等へダウンロードし保存することを許可します。\n      ■4. 制作者の作品紹介などの許諾\n      ・ 購入者は本NFTの所有権を取得しますが、著作権を保持する制作者はその制作活動において作品の展示やポートフォリオなどで作品を紹介することを許諾するものとします。\n      ■5. 実物の制作物の所有権\n      ・ 購入者は本NFTの所有権を取得しますが、実物の制作物がある場合に、当該実物の制作物の所有権は有さないものとします。\n\n      ■1. I do not transfer a copyright\n      ・ The buyer acquires proprietary rights of this NFT, but a copyright and the trademark or other intellectual property rights are not transferred, and a publisher (the fair right maintainer who created a work) holds it sequentially. (I list it in meta data of NFT about the transfer of the copyright.)\n      ■2. Commercial use\n      (commercial use is prohibited in it)\n      ・ When it violates intellectual property rights in the following purpose use or to provide, an image and a video, music of some or all of this NFT are prohibited.\n        Is offer すること 2, (including using it for goods) commercial purpose for another person across 1, a range of the use in the home; the use すること 3, an image and a video, music included in this NFT a modification process it, and use it\n      ・ You can use this NFT in contents (a game and metaverse) that the company where nanakusa cooperates provides.\n      ・ Even if a cause of the damage occurrence becomes how when a buyer or a change profit person, other third parties suffer damage in conjunction with the purchase, buying and selling of this NFT, the publisher shall not be due to any legal responsibility either.\n      ■3. I download it about the downloading of the NFT book file and admit it)\n      ・ This file of this NFT allows a PC in own country or other memory devices to download it, and to save it only for a buyer.\n      ■4. Consent such as the work introductions of the producer\n      ・ The buyer acquires proprietary rights of this NFT, but the producer holding a copyright shall consent to display or the portfolio of the work introducing a work in the production activity.\n      ■5. Proprietary rights of the natural production thing\n      ・ The buyer acquires proprietary rights of this NFT, but the proprietary rights of the production thing of the real thing concerned shall not have when there is a natural production thing.",
    "image": "https://metadata.nanakusa.io/protected/1625318753520.jpg",
    "nft_class": "Omelas Project",
    "symbol": "Omelas",
    "license": {
      "type": "BY"
    },
    "contents": [
      {
        "uri": "https://metadata.nanakusa.io/protected/1625318753520.jpg",
        "format": "image/jpeg"
      }
    ],
    "octpass": {
      "version": "1"
    },
    "usecase": {
      "reference": "allow",
      "trade": "allow",
      "lock": "allow"
    }
  }
}