{
  "address": "0x73e752add2f3d44a2488e53baf103554f4b3e35c",
  "type": "ERC1155",
  "name": "Polar Vortex V2",
  "tokenCount": "11",
  "uri": "https://arweave.net/gaQQ2QieEovHBzhh9TXGZXLiIl2hsuW0HgCr32rnCqo",
  "metadata": {
    "name": "Looking for survivors",
    "created_by": "Dewucme",
    "description": "Collection: Polar Vortex \nTitle: Looking for Survivors  \nEditions: 10  \nLocation: Crystal Beach, Ont Canada  \nTemp: -15c\n\nThis was a surreal moment, after 4 hours of traveling by transit and foot I finally made it to my desired location 2 days after the storm hit.\n\nThis was Lake Erie/Crystal Beach Ont, on the other side of the lake was Buffalo.\n\nA scene that looked like it was right out of a movie, I began my exploration and started to document.\n\nThis was a storm like no other, as it began to cross from Buffalo over the lake, the winds began to pick up to about 80-100km.\n\nAlong with the winds the temps dropped to about -15c or lower and the spray from the winds off the lake were freezing on contact.\n\nThe mixture of storm between the winds, the massive snowstorm and the temps froze everything. Trees were dropped to the ground, power lines were everywhere and thousands lost power.\n\n\nAs I explored the lakefront most of the homes were abandoned left to freeze still in time.\n\nAs I explored the area there was a quiet calm you felt.. it felt like you were the last one left on the planet.\n\nAs I kept exploring I came across a house with the window frozen, I saw an elderly woman with another woman waving at me. I asked if they were ok and if they needed anything. They just waved and said \"we are ok.\"\n\nThis was one of the worst storms I chased and captured..\n\nThis was a storm of the century..",
    "image_details": {
      "bytes": 1458960,
      "format": "JPEG",
      "sha256": "aa8bd004b03f04b9b690ef6e28379a2547be3473ed451198291fc87d8a298630",
      "width": 1598,
      "height": 1997
    },
    "image": "https://arweave.net/uW83UUojcazNz09rPL9FK6_n8ZpkHayqHBhF1uKSmPI",
    "image_url": "https://arweave.net/uW83UUojcazNz09rPL9FK6_n8ZpkHayqHBhF1uKSmPI"
  }
}