{
  "address": "0x7325967df9355b2b5c0cc83995ac809ac0b347bd",
  "type": "ERC721",
  "name": "Bankless - We're Not Going to Die",
  "tokenCount": "28",
  "uri": "ar://yj2Rntzd-Ms-OVplLnIoOFYf3YbUvLgJ8gCL5jS2Fo4/1",
  "metadata": {
    "name": "We're Not Going to Die #1",
    "creator": "Bankless",
    "description": "We're not going to die from AI. \n\nBack in February 2023, Eliezer Yudokowsky painted a chilling and grim picture of a future where AI ultimately kills us all. Robin is here to provide a different perspective. He explains why he believes Eliezer is wrong. It’s not all sunshine and rainbows though — we might just become their pets instead. \n\nMost importantly, Robin highlights his concerns about AI regulation and why he believes it's a greater threat than AI itself.\n\nThis is the counter-argument to Eliezer’s infamous episode “We’re all going to die”. \n\nArtwork generated from the quote [51:48 - 52:22] “One of the most striking features of our world is the mechanisms we use to keep that peace and coordinate among those divergent and conflicting things. And one of the moves that often AI people often make is to assume that AIs have none of that. AIs do not need to coordinate. They do not have conflicts between them. They don’t have internal conflicts. They don’t have any issues on how to organize and how to keep the peace between them. None of that is a problem for AIs, by assumption. They are just these other things that have no such problems. And of course that leads to scenarios like they kill us all. \n\n10% of proceeds go to Bankless DAO.",
    "image": "ar://RWko1b5NyR2ulfWyb2t_kCFg_EaUibuZ2K-PvNgzIbA",
    "animation_url": "ar://qmFmRjEBj393oX629KQ84HsB7ThpqUM_9i_lX89ln-8",
    "license": "ALL_RIGHTS_RESERVED",
    "seller_fee_basis_points": 1000,
    "external_url": "https://www.bankless.com/early-access-were-not-going-to-die-why-eliezer-yudkowsky-is-wrong-with-robin-hanson",
    "external_link": "https://collectibles.bankless.com/",
    "attributes": [
      {
        "trait_type": "We're Not Going to Die",
        "value": "Standard Edition"
      }
    ],
    "nftSerialNumber": 1
  }
}