{
  "address": "0x73d21e295a46557f5ce8f2513a6589ca529a6f66",
  "type": "ERC721",
  "name": "Ithakas watercolor animation",
  "tokenCount": "7",
  "uri": "https://arweave.net/3c0J8Ccw9g4z4dGEICPqmq_4HkXqQV9xNkirUFEHuxw",
  "metadata": {
    "name": "Ithakas",
    "created_by": "Leo Crane & Zachary Whitney",
    "external_url": "https://www.leocrane.co.uk/parakeets",
    "description": "“Keep Ithaka always in your mind.  \nArriving there is what you’re destined for.  \nBut don’t hurry the journey at all.  \nBetter if it lasts for years,  \nso you’re old by the time you reach the island,  \nwealthy with all you’ve gained on the way,  \nnot expecting Ithaka to make you rich.”\n\n— Extract from Ithaka by CP Cavafy, translated by Edmund Keeley.\n\nAfter 10 years fighting at Troy, the weary Odysseus sets out for the Greek island of Ithaka, his home. It would take him another decade to get there. It is this journey, full of tragedy and temptation, that defines him, enriching him with wisdom and experience.\n\nThis piece is inspired by our own epic narratives, from journeying across continents for a better life to journeying within ourselves to find our truth. As we face the unpredictability of what lies ahead, we can learn that every experience is a step closer to understanding our destinations or destinies, our own Ithakas.\n\nThe animation is made from 22 hand-painted watercolours, sequenced and set within a multi-layered composition of ink dispersing through water. The cinematic score was developed in tandem with the visuals.\n\n“When I first saw Leo’s work, I immediately was struck by the feeling of weightlessness. In following this first impression, I sat down at the piano to improvise while watching the animation. I wanted the music to be uplifting, yet delicate and started with a light ostinato (repeating tone) in the left hand. This eventually led to the melody: a figure repeated twice, as if unsure of itself, and finally stated a third time an octave higher to embrace uncertainty and find a resolution.”\n\n— Zach Whitney, Composer\n\n“I painted this series of parakeets for the exhibition Future Icons, London, in 2019. The paintings sold, while the animation sat silently on my website until NFTs offered me the opportunity to develop it in collaboration with Zach. His composition brought a lyricism and narrative that I sought to match by setting the bird in an inky world of distant journeying and infinite cycles of death and rebirth.”\n\n— Leo Crane, Painter & Animator",
    "attributes": [
      {
        "trait_type": "Painting & Animation",
        "value": "Leo Crane"
      },
      {
        "trait_type": "Music",
        "value": "Zachary Whitney"
      },
      {
        "display_type": "number",
        "trait_type": "Watercolour paintings",
        "value": "22"
      },
      {
        "display_type": "number",
        "trait_type": "Ink-in-water films",
        "value": "4"
      },
      {
        "display_type": "number",
        "trait_type": "Original score",
        "value": "1"
      }
    ],
    "animation_details": {
      "bytes": 39874230,
      "format": "MP4",
      "duration": 90,
      "sha256": "4d6cae494c6a23b4e65e04f4b34a95539740311ef888aef05a4f047535d05c7f",
      "width": 640,
      "height": 480,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/_ZsxhNW_vVLGurSSbZuzdIQGIcHUAdiph4dC8yh-gME",
    "animation_url": "https://arweave.net/_ZsxhNW_vVLGurSSbZuzdIQGIcHUAdiph4dC8yh-gME",
    "image_details": {
      "bytes": 442742,
      "format": "JPEG",
      "sha256": "c7ff14125a10ddacd38239f3b954f9267cc9a38df16210cc63e087ca24991923",
      "width": 2880,
      "height": 2160
    },
    "image": "https://arweave.net/8KHVKBpyh5Rg95Hqfx9AYVFtzVnmnX9fAs6PR-8-TYs",
    "image_url": "https://arweave.net/8KHVKBpyh5Rg95Hqfx9AYVFtzVnmnX9fAs6PR-8-TYs"
  }
}