{
  "address": "0x74586890a9ad48b5a75b3bf7d9f19e716fa28bbb",
  "type": "ERC1155",
  "name": "Flight Editions by Hendro Soetrisno curated by NiftyMetaGirl",
  "tokenCount": "7",
  "uri": "https://arweave.net/9qah9G7L1OJFGik-VTw17njhZaQa4w2me_PrEqFyURw",
  "metadata": {
    "name": "Blaze of Glory by Hendro Soetrisno curated by NiftyMetaGirl",
    "created_by": "Hendro Soetrisno",
    "external_url": "https://hendro.xyz",
    "description": "Glory (n): magnificence or great beauty.  \n \nIt is said that a picture is worth a thousand words. The idea of creating something that conveyed glory had been teasing my imagination for quite a while - a piece that showed power, balance, and simplicity that intertwined harmoniously: God’s grand creation.  \n \nThe inclusion of the 3 main components were the key to this artwork: the hawk, the perfect reflection, and the choice of color.  \n \nHawk symbolism and meaning include intelligence, independence, adaptability, spiritual messenger, clairvoyance, and spiritual awareness. Biologists put hawks in the same class as ravens, crows, and eagles as the world’s most intelligent birds. Hawks also have excellent eyesight which is primarily used for hunting. During a hunt, some species of hawks can dive 150 miles per hour through the air. Thus, the hawk was the main actor to represent power here.  \n \nThe balance of nature (ecological balance) proposes that ecological systems are usually in a stable equilibrium. A small change will be corrected by some negative feedback that will bring the parameter back to its original point of balance with the rest of the system. The balance is sometimes depicted as easily disturbed and delicate, while other times it is inversely portrayed as powerful enough to correct any imbalances by itself. The perfect reflection represented this.  \n \nMother nature is always at her best to display her grandeur during sunset or sunrise – the golden hour for photographers. Everything the sun ray touches becomes rich in deep orange and bold. A perfect representation of greatness\n\nCURATOR NOTE\n\nThe color orange is associated with joy, creativity, change, determination, balance, fascination, and freedom. This perfectly aligns with the symbolism of the hawk -  freedom, flight, and a creative being. It is said when you encounter a hawk it means you should let your creative spirit flow. \n\nThis ties perfectly to the opportunities afforded to artists in web 3, the ability to create freely, share joy, and gain appreciation. This makes me excited for the future!\n\nTHE CURATOR\n\nEmma aka NiftyMetaGirl is active in the NFT space as a collector, community builder, avid art supporter, and NFT enthusiast. In the past year many artists have found guidance through the community she co-founded, MetaJungle. She is one of the few female collectors at this time and very supportive of female voices in the space.\n\nTHE ARTIST\n\nHendro Soetrisno is an international award-winning photographer. He is a Master of Photography from PPA, a Master Photographer in Fine Art - Accredited in Fine Art Nature from MPI, and a Master of WPPI. He represented the United States in the World Photographic Cup and brought home the gold medal in the Nature category and the Best of Nations award. He has won over 150 prestigious awards from reputable organizations worldwide including Professional Photographer of America, Wedding and Portrait Photographers International, Master Photographers International, Australian Institute of Professional Photography. He also held several Photographer of the Year titles from various professional organizations.  \n \nHendro is a visual storyteller. His fine art nature images are part of his imagination, where the color of the water is sometimes pink instead of blue, where birds and other animals speak to him when he speaks to them.  \n \nHis work is a result of more than 25 years of photography, thousands of captures, endless waiting for a single perfect moment followed by months of post production to bring his world of imagination to you.  \n \nHe started his photography using a medium format film before switching to digital. He was a landscape photographer at the beginning but then his interest expanded to include wedding and portrait photography before settling down in fine art nature.  \n \nUpon a suggestion of a friend, he entered his first professional competition in AIPP (Australia Institute of Professional Photography) where he got his first awards. He continued entering other major professional competitions, among them were Wedding and Portrait Photographers International (WPPI), Professional Photographers of America (PPA), and Master Photographers International (MPI). Not only were those competitions judged by the world's best photographers, he had to compete against them as well and all these have been contributing to his learning progress. He has won at least 150 awards and earned several Photographer of the Year titles from different organizations.  \n \nAs an acknowledgement, he also earned Master degrees from PPA, MPI, and WPPI. He is an accredited fine art nature photographer in MPI. These are not academic degrees but accumulation of achievements from each prestigious competition.  \n \nUpon rigorous selection, he was chosen to represent the United States in the prestigious World Photographic Cup - the Olympics of professional photography. He brought home the gold medal in the Nature category and also won the Best of Nations award.  \n \nApart from competitions, he also mentored some fellow photographers.  \n \nHis current photography style is a combination of what he learned and experienced as a landscape and wedding/portrait photographer. While landscape is quite dependent on natural light, wedding/portrait can be manipulated using man made. He \"lights\" his animals using the same principles as how he would light a human either using natural or artificial light.  \n \nThe event that brought him to his current style was actually a casual conversation with one of the most reputable wedding photographers. He attended his workshop and during a break he told him that he needed to be his own, not just a copy of the photographer. There are a lot of talented photographers and he has to have something that distinguishes his work from theirs. Something that can be recognized as his. He does not want to be a nature photographer. He prefers being a visual storyteller who uses animal fine art to tell his imagination.  \n \nHe entered the NFT world in mid January 2022. His first series \"VIVID\" which consisted of 10 images of edition of 1 were sold out in a month.  \n \nHe run the collective Artists United. Their first project \"TOGETHER\" was the very first in the history of the NFT photography collective to be curated by a collector with a buy-back guarantee. It was sold out in 3 days.\n\nLICENSE\n\nExtended Editorial: Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Hendro Soetrisno"
      },
      {
        "trait_type": "Curator",
        "value": "NiftyMetaGirl"
      },
      {
        "trait_type": "Edition Size",
        "value": "25"
      },
      {
        "trait_type": "License",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Genre",
        "value": "Fine Art"
      },
      {
        "trait_type": "Genre",
        "value": "Wildlife"
      }
    ],
    "image_details": {
      "bytes": 4063160,
      "format": "JPEG",
      "sha256": "db43a9bb15a57f49fc0f4a275c2b7d5c8e725ae7d4782657e05309e6da1d0204",
      "width": 4000,
      "height": 1818
    },
    "image": "https://arweave.net/2XkyPaCyiTQcewb-zFI2LFlmJ7jYVEHfz-hoSaMSgw4",
    "image_url": "https://arweave.net/2XkyPaCyiTQcewb-zFI2LFlmJ7jYVEHfz-hoSaMSgw4"
  }
}