{
  "address": "0x748e8111d55aebc16008ce5b1b1bb0aa224cb8a1",
  "type": "ERC721",
  "name": "Rootsinego",
  "tokenCount": "6",
  "uri": "https://arweave.net/hDR7sO0qP1bNzDBDFAj18LHDQ6sOUjElysVGwDJ2Jqw",
  "metadata": {
    "name": "ROOTS IN EGO official logo",
    "created_by": "113kw",
    "external_url": "http://rootsinego.113kw.net/",
    "description": "The ROOTS IN EGO official logo NFT you are purchasing is a logo for the filmmaker's previous project, \"Roots in Ego.\" This short film delves into the intersection of parties, drugs, and philosophy and was already finished, distributed all around the Czech Republic as an event with screening, art exhibitions, DJ parties, concerts, workshops about drugs and mental health, outdoor parties and also distributed to Western Australia.\n\nBy purchasing this NFT, you will not only be supporting the filmmaker's next project but also be able to access all of the exclusive content and updates on the new project's development. You will get your imdb page as investor for the next project, you will be written in titles, you will get all the invitations to the festivals and screenings with VIP access. You will also be mentioned in the PR and websites and social media profiles.\n\n\"ROOTS IN EGO: ANSWERING THE QUESTION WHERE EVIL COMES FROM\" is an independent film, created through help of social media, bringing together professionals and enthusiasts. It is a film that philosophizes on the origin of evil in people's lives in today's world of never-ending parties and drugs. Follow the story of two sisters, their friends, drugs, and electronic music in one random day in Prague.\n\nhttp://rootsinego.113kw.net/ , http://twitter.com/rootsinego , http://instagram.com/rootsinego, http://facebook.com/rootsinego\n\nThis is the first official logo for the short film \"Roots in Ego\" by 113kw created in 2013, written, directed and produced by 113kw (Kristina Weiserova), graphics by Kamila Burianová.\n\n\"ROOTS IN EGO\" is a 35-minute, cinema-quality short film from filmmaker 113kw (Kristina Weiserova), that explores the question of where does evil come from. ROOTS IN EGO had its premiere in 2016, its public premiere in 2017, and has been in development since 2012. 113kw wrote the script with inspiration from the people around her at the time, as well as from philosopher Paul Brunton. 113kw directed and produced the movie, and held its premiere in Prague, Czech Republic, Europe, as well as over 20 screenings between 2017 - 2020. These screenings were indoor and outdoor, accompanied by music events, art exhibitions, workshops and conferences. The film also had a showing at a movie festival in Perth, Western Australia.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "113kw"
      },
      {
        "trait_type": "Art",
        "value": "Logo"
      },
      {
        "trait_type": "special",
        "value": "the whale investor"
      }
    ],
    "image_details": {
      "bytes": 58122,
      "format": "JPEG",
      "sha256": "8c3da4646fc6a6d00d87ff2eb1fea0359d8b08c76ba4b8771eb7514bb3575429",
      "width": 512,
      "height": 512
    },
    "image": "https://arweave.net/hJI8f4MgzeHcAt3m1TCcqxDrvzt8mqnKAhSxay-NaiU",
    "image_url": "https://arweave.net/hJI8f4MgzeHcAt3m1TCcqxDrvzt8mqnKAhSxay-NaiU"
  }
}