{
  "address": "0x748d3b09d9aca62dfd16409deadddd1d40b65552",
  "type": "ERC721",
  "name": "CNBC X Minted",
  "tokenCount": "41",
  "uri": "https://metadata.mintable.app/L8CRqwI84SNSF07Igk4B/1",
  "metadata": {
    "symbol": "Own a piece of history with a CNBC NFT",
    "image": "https://d1iczm3wxxz9zd.cloudfront.net/b2b0bb39-0ecf-44da-bd18-a3b9b2dd4ee7/0b56d774-f1e9-43b9-8026-0c268ade3018/1/ITEM_PREVIEW2.png",
    "animation_url": "https://d1iczm3wxxz9zd.cloudfront.net/b2b0bb39-0ecf-44da-bd18-a3b9b2dd4ee7/0b56d774-f1e9-43b9-8026-0c268ade3018/1/ITEM_PREVIEW1.mp4",
    "royalty_amount": 0,
    "copyright_transfer": false,
    "address": "0x748d3B09D9aca62dfD16409deaDDDd1D40B65552",
    "tokenId": 1,
    "resellable": true,
    "original_creator": "0x0871E9ecCF5a01eFC41e9f34D4a073740Cb7D095",
    "edition_number": 1,
    "description": "<p>March 10, 2009. The economy is in turmoil, the markets have lost over 50% of value in the past 17 months. For Mark Haines, it was time to make the call. This moment from CNBC’s Squawk On The Street is what is referred to as “Haines Calls The Bottom,” now specially recreated by our artists as an NFT of the unique video of the call made live on CNBC. Proceeds for the sale of this NFT will go to Autism Speaks and the Council for Economic Education.</p><p> </p><p><i>This offer is for an NFT associated with CNBC’s “Mark Haines Calls the Bottom”; it is not an offer to sell or license intellectual property rights in “Mark Haines Calls the Bottom” itself.  We will, however, grant to the NFT’s owner a royalty-free license to use, copy, and display “Mark Haines Calls the Bottom” solely for the owner’s personal non-commercial use, and, subject to a 10% subsequent sale royalty, as needed to resell the NFT.  That license does not include the right to modify “Mark Haines Calls the Bottom”; use “Mark Haines Calls the Bottom” to advertise, market or sell a product or service, or as a basis for a securities product; incorporate “Mark Haines Calls the Bottom” in videos or other media; or create or sell merchandise that includes “Mark Haines Calls the Bottom.”  The license may not be sublicensed or transferred, except that if the NFT is sold, the license will transfer to the new owner and the previous owner’s license will expire immediately upon the sale. </i></p>",
    "printableSeries": false,
    "title": "Mark Haines Calls the Bottom ",
    "url": "https://metadata.mintable.app/L8CRqwI84SNSF07Igk4B/1",
    "file_key": "",
    "apiURL": "L8CRqwI84SNSF07Igk4B/",
    "subtitle": "CNBC",
    "name": "Mark Haines Calls the Bottom ",
    "category": "Collectibles",
    "edition_total": 1
  }
}