{
  "address": "0x742cb8be979aa1dcd4bfde0973451e3159f3e6d7",
  "type": "ERC721",
  "name": "MADI - CUFFED",
  "tokenCount": "11",
  "uri": "ar://97pCYi0RYX6MouV0nBMIsTyP3u6770nRc78N9O9bnJM/1",
  "metadata": {
    "animation_url": "ar://0CjF3L8E5f9MX_LXI_0m1djyrLNK8RGCOQgTOC71rZI",
    "artist": "MADI",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://WKB5NYnQlz8LIstOCsX1-PkpKr750m0TAKR52STAq3Y",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "CUFFED",
        "value": "Song Edition"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "“CUFFED”  - one of the four singles leading up to my sophomore album “ANGEL OF SADNESS”, self produced and written by me. The whole project is a set of love songs, not only to people but to my head and heart. \n\nIn light of May being mental health awareness month, CUFFED is the love child of whacky, whimsical sounds and . . . ha ha . . . severe mental illness :’) living with mental illness has been a painful life, especially with a diagnosis including the most stigmatized and misunderstood disorders, and it is something I am aiming to be more open/vocal about. I’ve been in a never ending battle trying to get better with treatment centers, psychiatrists, therapists, and medication cocktails for as long as I can remember, and falling back in not only love with a partner but with creating music again after a production hiatus has taken every ounce of mental jiu jitsu possible for someone like me!! however, I’ve never felt more creatively liberated than I do now that my brain is set on the right path and in recovery, and this project truly celebrates getting out of the artistic rut I’ve been in for so many years. \n\nmixed with my wonderful partner in crime, who also inspired this project, rob <3 (peep our duo project GLOWSTONE if you haven’t)",
    "duration": 102,
    "external_url": "https://www.sound.xyz/madi/cuffed",
    "genre": "Electronic",
    "image": "ar://WKB5NYnQlz8LIstOCsX1-PkpKr750m0TAKR52STAq3Y",
    "isrc": null,
    "key": null,
    "license": null,
    "locationCreated": null,
    "losslessAudio": "ar://0CjF3L8E5f9MX_LXI_0m1djyrLNK8RGCOQgTOC71rZI",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "CUFFED #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "CUFFED",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}