{
  "address": "0x740a5f46487ce6406037221dc9b715a3ef8c148e",
  "type": "ERC1155",
  "name": "Crossings Editions",
  "tokenCount": "2",
  "uri": "https://arweave.net/9wsLWW2VyNvnou5poZc0fxbf65LFAG6WQ2L5w120B-s",
  "metadata": {
    "name": "Venice Crossings",
    "created_by": "pixelpete",
    "external_url": "www.petermolick.com",
    "description": "Though both cities were given root by their waterways, the two could not have developed a more distinct layout from one another. Houston was founded on a system of bayous that led settlers inland from the shores of the Gulf of Mexico. Venice developed on a system of naturally occurring canals, inlets and channels connecting a series of marshy islands of the Laguna Venezia. In Venice, we see a city that took shape along the banks of these canals, creating a meandering, organic layout rooted in 5th century Europe. Houston, a city formed in 1836 at the time of the Industrial Revolution, is one that spread from the banks of the Buffalo Bayou to form a grid of city blocks much more common to western metropolitan cities. This stark juxtaposition is given particular attention in the series Crossings (Houston and Venice). This series provides the viewer with a uniform view from a fixed position above a number of intersections throughout both cities' main urban areas. \n\nBy looking down on intersecting roadways, the Houston series shows us a rigidly gridded metropolitan area. Though varied in texture and material, the series highlights the uniformity and order imposed by the grid on the Houston landscape. By contrast, the Venice series shows us a city that organically follows the paths of its original waterways. Looking down on the canals and the bridges that intersect them, we’re able to see how the city is not only unique because of its organic layout, but also because of the variation in scale of the inner canals and bridges. Looking at them from above, the naturally occurring waterways do not create a uniform order in the same way as the Cartesian grid shown in the Houston Series, rather, the city takes on a look of uniformity due to it's consistent material palette of warm terracotta rooftops and complimentary building facades.\n\nDrawing inspiration from photographers such as Bernd and Hilla Becher (and many of those that studied under them), Peter’s work aims to create a typological view of the urban condition of various cities as seen from the sky. By making use of newly available technologies, such as multi-rotor copters and satellite imagery for research, Peter is able to provide a visual commentary on the unique condition of each city, thereby creating a dialog between them.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Peter Molick"
      },
      {
        "trait_type": "City",
        "value": "Venice, Italy"
      },
      {
        "trait_type": "Series",
        "value": "Crossings"
      },
      {
        "trait_type": "Year",
        "value": "2016"
      }
    ],
    "image_details": {
      "bytes": 34210284,
      "format": "JPEG",
      "sha256": "08e08db3ad3f58ae0356ea02ba6ba02a6a2950588e032930884105173e72574b",
      "width": 7890,
      "height": 7890
    },
    "image": "https://arweave.net/SI6ZJyN6lSU7a8UalkNARo0nUiT0Yw8DGOGprBAFG7Y",
    "image_url": "https://arweave.net/SI6ZJyN6lSU7a8UalkNARo0nUiT0Yw8DGOGprBAFG7Y"
  }
}