{
  "address": "0x74bdd201c14f2879867059ebbb972fd22935d504",
  "type": "ERC1155",
  "name": "BORN UNDEAD EDITIONS by GIMIKS BORN",
  "tokenCount": "4",
  "uri": "https://arweave.net/5NePuDcGGd4xXYRGmtb8QuSQss_lprcC6QZe_XigwuE",
  "metadata": {
    "name": "BORN UNDEAD EDITIONS by GIMIKS BORN  |  V1.0: The STEELPOT GRUNT",
    "created_by": "GIMIKS BORN",
    "description": "BORN UNDEAD EDITIONS by GIMIKS BORN  |  V1.0: The STEELPOT GRUNT  \nThe BORN UNDEAD is a custom art collection inspired by the GENUINE UNDEAD universe.\n\nHe had grown weary of traversing the endless hills and valleys with his 80 pound rucksack. He could not stand to fire his weapon at another invisible enemy. And he simply could not take another salt pill without becoming a true leatherneck. War had grown old, and he along with it. The unwilting rose caressed his steel pot as a messenger of his truer intentions. To grow into what was once a comprehensible emotion... Love. Therefore there could be no more war within his aura ; he must depart at once. Stay Genuine.\n\nThis piece represents the first of four(4), ranging from common to legendary in the Genuine Undead derivative collection “BORN UNDEAD” by unsung hero Gimiks Born.\n\nThis Open Edition Mint will have a 72 hour window to purchase the STEELPOT GRUNT(G).  There will be 3 separate burn events at 48 hour intervals, with the 3rd burn revealing the Legendary.  This project is Content Complete, and the strict timeline will be followed. Don't miss your chance to be a part of this Genuine Undead derivative by Gimiks Born.  BORN UNDEAD.\n\nThe STEELPOT GRUNT -  CASSIDY THE FACELESS(1G) - [REDACTED] (2G) - [REDACTED] (2G)…\n\nMusic is provided from legendary underground producer “OMEGAH RED” with lore written by MENES the Pharaoh. [ Both from the collective - ICE CREAM KOAN ]",
    "animation_details": {
      "bytes": 133425089,
      "format": "MP4",
      "duration": 23,
      "sha256": "1a1b36cf4a22d3a44f24f723534ea98e60ae9d8ba5b94e4a828be92e1edf9f08",
      "width": 1556,
      "height": 2200,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/1XUJm-QrzvuD7bBLZPBCejxjPO0A9tcsolME3fZLFAE",
    "animation_url": "https://arweave.net/1XUJm-QrzvuD7bBLZPBCejxjPO0A9tcsolME3fZLFAE",
    "image_details": {
      "bytes": 326057,
      "format": "JPEG",
      "sha256": "8f2873d0bb844d7763f330e6400202b0a66cd5b95a2164a633de43d4223d6736",
      "width": 1448,
      "height": 2048
    },
    "image": "https://arweave.net/jeDPWhV-Wq0-dnEezS8zEZYz8g9PBUK141fjNy1O1DQ",
    "image_url": "https://arweave.net/jeDPWhV-Wq0-dnEezS8zEZYz8g9PBUK141fjNy1O1DQ"
  }
}