{
  "address": "0x747df8aa5bade395e39dfcdf22ddf92cf6dde3ca",
  "type": "ERC721",
  "name": "valentina cy - cantaloupe ave. ",
  "tokenCount": "25",
  "uri": "ar://xw4SLLT-iJUAhBKHIhI4JF-A7RuZ4PfvG5zPI-YLoVs/1",
  "metadata": {
    "animation_url": "ar://CFeP7pbcVcHcNvSLByj4GmKtbnbKp7AnPw_nVArQCxw",
    "artist": "valentina cy",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://k0xgR2BM3xdw5DczcNOv5t2WDHiJjQYc1vuIL43YCpQ",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "cantaloupe ave. ",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "I’m Valentina Cy, and I’m an LA born and raised (and never left) artist. I have been singing since I could speak, and I was raised in a house where making music was second nature. When I was 22 I went to a scholarship program created by Mike Posner called Amor Fati, where he took 5 artists and 10 mentors  to Telluride Colorado, and taught each one of all skills that we needed to become better artists. I was taught how to make a demo on Ableton. Since then I have been producing, writing, and mixing all my music. \n\nI am a self-managed independent artist, and I am gearing up to release an album November 16th. The album is called ‘when you feel like dying’. The first song I am dropping on Sound is a single from the album. It’s called ‘cantaloupe ave.’ and it’s a song that I had to cry a lot to make. I used a voice memo from someone in my past, and I wrote the song about them as well. The cover art is also a picture of the street that they used to live on. This song is essentially very simple. It’s comprised of a cut up voice memo, my friend Gabe Noel on the cello, a kick, some fucked up piano, and vocals. I like when a song is able to hit me where it hurts, and this one did that for me.\n\nA few months ago I almost quit music and I didn’t really feel like I had a purpose in life anymore. It took me making cantaloupe ave., and this entire album, to make it feel like I had something worth living for. That might sound ironic since the name of the album is ‘when you feel like dying’, but sometimes you have to leech all the bad out to feel something good. ",
    "duration": 149,
    "external_url": "https://www.sound.xyz/valentinacy/cantaloupe-ave",
    "genre": "Indie",
    "image": "ar://k0xgR2BM3xdw5DczcNOv5t2WDHiJjQYc1vuIL43YCpQ",
    "isrc": null,
    "key": null,
    "license": null,
    "locationCreated": null,
    "losslessAudio": "ar://CFeP7pbcVcHcNvSLByj4GmKtbnbKp7AnPw_nVArQCxw",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "cantaloupe ave.  #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "cantaloupe ave. ",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}