{
  "address": "0x749a456e386dd612425111469c31493440bdcf87",
  "type": "ERC721",
  "name": "Tate Tucker - SUP",
  "tokenCount": "23",
  "uri": "ar://5jtue5xZUf_hRPn2z5FYQZdtId8uf_xfCfmqvnYsuhs/goldenEgg",
  "metadata": {
    "animation_url": "ar://fLkbPeXllWeaCvyKn9IvMvSQgKt8g_F1jxf6dgAt35w",
    "artist": "Tate Tucker",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://mb_twa3tUEh7uL-L4lsBdFb4dJCgmUb2PZpuxQ9ssIE",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "SUP",
        "value": "Golden Egg"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 150,
    "credits": null,
    "description": "“SUP” is an unveiled glance into male vulnerability in the digital age — a minimalistic love song for the hopeless romantic trying to express deep affection in an age of brevity and emojis. “Sup” can mean so many things depending on the tone and context. The goal behind the track was to show the many iterations of “Sup,” and poke fun at how difficult it can be to express the simplest and most profound emotions.\n\nThe song was produced by my in house dream team: award winning composer/producer Lyell Evans Roeder and Kirk “KJ” Follette  — a process that was rather quick to compose but took months to mix and refine to our liking. Sonically, we stuck to a formula of melding contemporary drum production with a simple yet textured melody — sophisticated ignorance. \n\nThis is my first legitimate release as an independent artist since leaving my record label during pandemic, it means the world to be so vulnerable on so many levels in this web3 space that’s redefining possibilities for working artists. I have two full length projects almost done being mixed and mastered for 2023, consider this the first official crowdfunding effort in this new independent chapter! Your support means the world.",
    "duration": 228,
    "external_url": "https://www.sound.xyz/tatetucker/sup",
    "genre": "Hip-hop & Rap",
    "image": "ar://mb_twa3tUEh7uL-L4lsBdFb4dJCgmUb2PZpuxQ9ssIE",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://fLkbPeXllWeaCvyKn9IvMvSQgKt8g_F1jxf6dgAt35w",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 0,
    "name": "SUP - Golden Egg",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "SUP",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}