{
  "address": "0x74c47b4e0cf7f181631ecb738ac8bd40577db256",
  "type": "ERC721",
  "name": "John Divola Isolated Houses",
  "tokenCount": "40",
  "uri": "https://arweave.net/1UbqBwe3DJP_Cqebm1dFEd2F4uNzWpBkSlwFrD8Fos4",
  "metadata": {
    "name": "N34°10.992 W115°47.896’",
    "created_by": "John Divola",
    "description": "“These are photographs of isolated structures in the high desert of Southern California. All of the images are made in the east end of the Morongo Valley Basin, Wonder Valley, and the area surrounding the town of Twenty-Nine Palms. This is an area approximately one hundred- and fifty-miles due East of Los Angeles. From the oceans edge in L.A., to the area that I am photographing, the landscape is continuously occupied. This area is the final edge of a vast urban expanse. For social, financial, or personal reasons individuals are pushed, or pulled, or simply seek this literal cultural edge. Beyond this point is unoccupied desert.  In the past I have perused projects which dealt with the iconography of transcendence and the sublime. In other projects I have investigated the literal desire to get \"outside\" of or beyond the cultural (a desire with the ironic consequence of transforming the natural into the very condition one wishes to escape). It is this conceptual trajectory which has led me to this current body of work. This current body of work is an extension of the investigation begun in the \"four landscape\" portfolio.\" The structural rigor of that work has been replaced with concerns which are aesthetic and social. On the simplest level I am drawn to the vernacular character of the architecture (painted with a Home Depot palette) as well as the amazing visual character of these structures on this vast desert plain lit by an extraordinary light. However, at base, my primary interest is to create images which are iconographic of a desire. A desire to be \"beyond,\" a desire to be alone, a sign of man on the landscape”. - John Divola.\n\nEdition: 1 of 1",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "John Divola"
      },
      {
        "trait_type": "Year",
        "value": "1995-1998"
      },
      {
        "trait_type": "Collection",
        "value": "Isolated Houses"
      },
      {
        "trait_type": "Location",
        "value": "California, USA"
      },
      {
        "trait_type": "Edition",
        "value": "1 of 1"
      },
      {
        "trait_type": "Medium",
        "value": "Non-Fungible Token"
      },
      {
        "trait_type": "File Size",
        "value": "4000 × 4000 px (16.1 MB)"
      },
      {
        "trait_type": "License",
        "value": "© John Divola"
      },
      {
        "trait_type": "Copyright",
        "value": "© John Divola 2022 All Rights Reserved"
      }
    ],
    "image_details": {
      "bytes": 16059598,
      "format": "JPEG",
      "sha256": "e66abc1a4b244f7db82693372d5a05d2e2ca5ed40de8ff8716bf799216ac137a",
      "width": 4000,
      "height": 4000
    },
    "image": "https://arweave.net/M2B1B2ZTl7Y2AnXukEqbwvqGBI4nF4jYccx25goYYes",
    "image_url": "https://arweave.net/M2B1B2ZTl7Y2AnXukEqbwvqGBI4nF4jYccx25goYYes"
  }
}