{
  "address": "0x7525939f24bae96f22af308a8d67a503feaec292",
  "type": "ERC721",
  "name": "Carity in Sloika World",
  "tokenCount": "1",
  "uri": "https://arweave.net/wSCEso1je4cBURdUdvNe204uHvMZ2Yttfumoif_aJVU",
  "metadata": {
    "name": "TRIANGULATE",
    "created_by": "Adam Carity",
    "description": "'TRIANGULATE'  is my contribution to the Sloika Foundation World theme of \"Ascension.\" \n\nIn geometry, triangles can represent ascending or descending based on the triangle's orientation. In religious or spiritual contexts, a triangle often represents ascension or transcending to a higher level of consciousness.\n\nThe triangle is considered a sacred or mystical symbol in many historical cultures and traditions. It has been used as a symbol of stability, strength, and power and represents the Holy Trinity in Christianity.\n\nIn ancient Egypt, the pyramid - a three-sided structure - symbolized the pharaoh's power, representing the physical and spiritual realms. The pyramids were also believed to aid the pharaoh's ascension to the afterlife.\n\nIn Hinduism, the triangle represents the three principal deities: Brahma, Vishnu, and Shiva. It is also associated with the chakra system, meaning the body's energy flow.\n\nIn Buddhism, the triangle represents the Three Jewels: Buddha, Dharma (teachings), and Sangha (community).\n\nIn other cultures, the triangle is associated with balance, harmony, and the interconnectedness of body, mind, and spirit.\n\nOverall, the sacred nature of the triangle symbolizes many essential concepts and beliefs, making it a powerful and meaningful symbol in various cultures and traditions.\n\nTo take the symbolism of this image one step further, a triangle has three sides, and this implied triangle is made of three out-of-focus crows.\n\nCrows are brilliant birds, and they are often associated with wisdom and knowledge. Seeing three crows may represent transformation or a period of personal growth. \n\nMany cultures also believe crows are messengers between the worlds of the living and the dead. They are thought to be able to see beyond the veil of reality.\n\nThe symbolism of seeing three crows can vary depending on the culture and context. While some see it as a negative omen, others view it as a reminder to seek balance, trust your intuition, and embrace change and personal growth.\n\nThis image gives one a lot to think about. We didn't even get into how the plane ties in. Some things are better left to the imagination. The aircraft is for you to ponder.\n\n-----------------------------------------\n\nLicense:\n\nExtended Editorial. It can be used to display privately, in commercial and non-commercial settings, or in groups with unlimited participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.\n\n-----------------------------------------\n\nThis is NOT a composite or \"Photoshopped\"  image.",
    "attributes": [
      {
        "trait_type": "Photographer",
        "value": "Adam Carity"
      },
      {
        "trait_type": "Camera",
        "value": "Sony ILCE-7RM4"
      },
      {
        "trait_type": "Location",
        "value": "San Francisco, California"
      },
      {
        "trait_type": "Composite Image",
        "value": "No"
      },
      {
        "trait_type": "Edition Size",
        "value": "1 of 1"
      },
      {
        "trait_type": "Year Captured",
        "value": "2021"
      },
      {
        "trait_type": "Focal Length",
        "value": "85 mm"
      },
      {
        "trait_type": "Aperture",
        "value": "f/1.4"
      },
      {
        "trait_type": "Shutter Speed",
        "value": "1/2500"
      },
      {
        "trait_type": "Image Dimensions",
        "value": "6204 × 11028 (Enlarged)"
      },
      {
        "trait_type": "Aspect Ratio",
        "value": "16:9"
      },
      {
        "trait_type": "License",
        "value": "Extended Editorial. It can be used to display privately, in commercial and non-commercial settings, or in groups with unlimited participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works."
      }
    ],
    "image_details": {
      "bytes": 17253639,
      "format": "JPEG",
      "sha256": "98a3f5b9124cd5c6ec2e69ee6e42fc2d361fc40682a24c4b4336ebddbd0b24b7",
      "width": 6204,
      "height": 11028
    },
    "image": "https://arweave.net/UXeRqLRGhUoSjjZVXu7BVhxzhbLMW9z3hGHvxqjGcBo",
    "image_url": "https://arweave.net/UXeRqLRGhUoSjjZVXu7BVhxzhbLMW9z3hGHvxqjGcBo"
  }
}