{
  "address": "0x758d1a61201cac3402e2b8229d123fc4f7d6d2ff",
  "type": "ERC1155",
  "name": "MentalHealthChecks",
  "tokenCount": "1",
  "uri": "https://arweave.net/NZbE8uNpTZMFPVeGy0afS4LV2BmhvjQ41uDmNnxjem0",
  "metadata": {
    "created_by": "VanGoghDAO",
    "name": "Grey Fog Lifting",
    "description": "The Gray Fog stage marks the moment when one begins to sense that \"something's not right.\" \n\nThe symptoms of this stage - lack of motivation, difficulty concentrating, mild depression, feelings of emotional or spiritual unwellness - can vary in intensity and duration across individuals. This stage can be challenging to navigate as its symptoms may not be explicitly linked to mental health issues, creating uncertainty and unease.\n\nVincent Van Gogh's early paintings often used a color palette of greys, vividly portraying the harshness of life, depicting on canvas a sort of \"Visualizing Depression.\"\n\nThe realization at this early stage of mental unwellness may not lead to a sense of relief, but to a more chaotic, turbulent and frenzied mindset.  In his most famous of paintings, Starry Night, Vincent was able to capture this turbulence where swirling stars and a vivid blue and green night sky create a sense of motion and chaos.\n\nThrough his art (and letters), Van Gogh was able to convey the complexities of the human mind, the turmoil that often accompanied his mental health struggles, and the potential for healing and recovery. His paintings provide a visual language for the experiences of those navigating the gray fog stage, and a reminder that hope and healing are possible, even in the midst of turbulence.\n\n***  \nReminders:  \n• Stage 1 of 9 on the journey to Zen  \n• 100% of Mint and Royalties go to VanGoghDAO, a Charitable Donor-Advised Fund  \n• Mental Health Advocacy, Support and Suicide Prevention",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "VanGoghDAO"
      }
    ],
    "image_details": {
      "bytes": 28470233,
      "format": "GIF",
      "sha256": "caf21c01a032a27bb04f0309236b36ebc78eaad003f4575b3c79cc6d56ed1b5c",
      "width": 600,
      "height": 748
    },
    "image": "https://arweave.net/umvpLOXFzZtVWzfZNbIzmkToG65NasidgmK_SZZOXqs",
    "image_url": "https://arweave.net/umvpLOXFzZtVWzfZNbIzmkToG65NasidgmK_SZZOXqs"
  }
}