{
  "address": "0x752887be1ea73aa5af639d3cac8a4950fcf85bcb",
  "type": "ERC721",
  "name": "Brynn Alise Legacy Digital Art Collection",
  "tokenCount": "4",
  "uri": "https://ipfs.pixura.io/ipfs/QmWggPEpXKh8nboZU15L9T8UJ7Hzcaaujt3WxDQAp39g2a/metadata.json",
  "metadata": {
    "name": "Weathered",
    "createdBy": "Brynn Alise Schmidt",
    "yearCreated": "2022",
    "description": "This photo represents so much emotion that it is difficult to put into words. I have thought more about what I want to write with this piece than any other, and I decided to write it for myself, knowing that so many will relate to it. It is about grief, letting go, peace and love. \n\nI captured this in late August 2020. While not the beach we had a cottage at when I was young, it is a spot my mom took us to often while growing up, the Newport Pier in Newport Beach, CA. I said my final goodbye to my mom earlier this day, along with my dad and brother. We released her to go to Jesus and spent a couple of hours with her praying and reading the Bible. I have thought back to why I didn’t go to Crystal Cove on this night as it is where I grew up and spent almost every summer day with my family. I realized that it was just too emotional for me to be there, but I wanted a place that still felt close to my mom so I chose this pier.\n\nI stood in the waves with my tripod sinking a bit in the sand with each shot and water lapping up at the lower half of my skirt and felt frozen in place. Photography is one of the most healing things for me and I just lost myself in the moment surrounded by the waves and noticing the few brown pelicans that flew by above with more beauty than I ever remembered. They were her favorite bird and have since become a reminder to me every time I see one of her love of nature and how she instilled this same love in me. I had tears streaming down my face as I kept shooting and was just able to be lost in my own thoughts. There was so much grief but also the first steps of healing and peace. At the time, emotions were just swirling around and I could not really imagine finding the strength I would need to get through this. \n\nMy eyes were drawn to the pier and the weathered pilings that had been beaten down over the years with so much force and power from the ocean. It was still standing strong and had been for decades. I thought about how it had been mostly destroyed many years back, but was built back stronger and had lasted so many more years. I thought about myself and how I felt absolutely broken at this point but realized that I could take this emotional force and come back stronger as well with my faith to guide me and a strong family filled with love to support me. \n\nAs I mentioned above, I took this shot and wrote this piece for myself. This piece may always stay in my collection as a legacy piece for my family or it may resonate with one person someday where I feel the connection and timing is right to let it go.  At this point, I don’t know. I hope that if you read it someday, you feel encouraged by the peace, love, and resilience I have found walking through one of the hardest times of my life to date - this is only because of my faith and family and I know that I will lean on these each time grief arises in life. \n",
    "image": "https://ipfs.pixura.io/ipfs/QmZAF9x7Y9N5FvA4BmTpseY2EekH2VY3LKuQagrrhEsdqL/Weathered-2.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmZAF9x7Y9N5FvA4BmTpseY2EekH2VY3LKuQagrrhEsdqL/Weathered-2.jpg",
      "dimensions": "5392x3558",
      "size": "18017974",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "ocean",
      "newportbeach",
      "newportpier",
      "sunset",
      "beach",
      "grief",
      "faith",
      "pastels"
    ]
  }
}