{
  "address": "0x7545d77c42b3328e772635d27d5c6dbf446171cb",
  "type": "ERC721",
  "name": "BaseMint Gang - Characters",
  "tokenCount": "2",
  "uri": "https://arweave.net/PG5pgooAWti-LelW9B8PKDUWap3Fj06F9hjvL0XKqCQ",
  "metadata": {
    "name": "Chad Moonberg",
    "created_by": "Virtue Animation Studios",
    "description": "MTV’s Lead Anchorman. Billionaire Heir. The Coolest Dude in the Metaverse (in his mind). \n\nLike most billionaire parents, the Moonbergs wished for their first child, Chad, every advantage and opportunity possible, from the ergonomic high chair to having his very own moon bounce. After all, as sole executors of the BFF (Burgundy Family Foundation) life should be as golden for little Chad as it is for, say, DJT Jr.  \nBut despite all that doting care, a precocious little man with a gift for barb resulted. This was shown when Chad claimed friend Biff's 8th birthday party was \"unbelievably lame\" or when he found it \"weird that Brandon's family flies first-class when they are ONLY millionaires”...  \nIt was soon after they dressed him in a ridiculous sailor suit, that the Moonbergs reckoned with the real possibility that little Chad was better, smarter, and hipper than most.\n\nAs he grew into a young adult, Chad’s self-centered, narcissistic, and somewhat sociopathic behavior was only matched by his moderate to low intelligence. As he grew from a baby-faced douchebag into a man with incredible facial hair and a silky baritone, Chad (at least in his own mind) became a funny, amicable lady’s man with an innate business acumen.\n\nChad obtained a Master’s degree in Journalism from Northwestern University’s School of Journalism and was among the first distinguished Northwestern alumni inducted into the school’s Hall of Achievement. With those irreplaceable skills, Chad launched himself into TV stardom beginning at WJM-TV in Minneapolis, WBBC-TV in Chicago and WDIVE-TV in Detroit. Later Chad was an anchor for ABC Radio doing hourly newscasts and hosting “News Around the World” for the network. Ironically, Chad was the only survivor of the massive station layoff in 2019 before joining MTV in 2022.\n\nDespite Chad’s cocky sense of humor and his very comical personality, he is legendary in the entertainment industry for taking his job very seriously. And despite his good sense of friendship, his success sometimes gets the better of him and he becomes arrogant as a result.  \nChad enjoys all kinds of sports and loves music – especially all woodwind instruments, the bigger, the better – as he likes to say (often). \nChad lives in his own apartment, often drinking in the whiff of a good bourbon mixed with the distinctive smell of rich, Corinthian leather. After his parents mysteriously died  -- his mother was found at the bottom of the stairs, his father fell from Grace (The Grace Hotel in Santorini), Chad became the sole recipient of the BFF. Known to like a good party, he often shows up with a smokin’ hot chick or his best friend, Baxter, training the young protégé to someday follow in his illustrious footsteps. Chad currently co-hosts MTV’s weekly underground with Danny Degen trading barbs with his smelly, rude, unshaven co-host like in the good old days of his youth.",
    "image_details": {
      "bytes": 2560587,
      "format": "PNG",
      "sha256": "6421e862ef28597d44f2f04e24a5ef75cb05d2171dd5a0ebb8dab05aaef778b6",
      "width": 1658,
      "height": 1838
    },
    "image": "https://arweave.net/qUveTJG7NBhXqDAnStFCNfLMSpowK57keoSFxyn13Lk",
    "image_url": "https://arweave.net/qUveTJG7NBhXqDAnStFCNfLMSpowK57keoSFxyn13Lk"
  }
}