{
  "address": "0x75d669376662bd99e3e8d4664bb8a10f1450ea0b",
  "type": "ERC721",
  "name": "iHollywood Film Fest",
  "tokenCount": "100",
  "uri": "https://arweave.net/INNCZX36gnSCPtgYCP96bfgkhqnMyBZ6EBnTnunl2B0/1",
  "metadata": {
    "name": "IHFF Phygital Ticket #1/100",
    "created_by": "SHARKTALES ART",
    "external_url": "https://ihollywoodfilmfest.com",
    "description": "The holder of this NFT may be granted “General Admission” to any block, September 6-8, 2022 at the IHollywood Film Festival. Please visit ihollywoodfilmfest.com for location, block details, and panel/screening times. IHollywood Film Festival & TCL Chinese 6 Theatre reserves the right to refuse admittance to anyone, at any time.\n\nWorld-renowned artist Andre Miripolsky is known for his decades-long discovery and development of an iconic LA/Hollywood shark character that dons oversized sunglasses and puts on the ritz with a tuxedo bow tie and cane walking down the red carpet. Miripolsky explains, “the sharks began in 2000, but the attitude came in 2006, when a well-known Hollywood director, Betty Thomas, commissioned me to do a 6'x60' mural running the length of her lap pool. When I saw the pool and how close the mural would be to the water, I immediately thought of sharks coming out of the ocean donning sunglasses and devouring LA/Hollywood.”\n\nSince then, Miripolsky had his Sharks run all around Los Angeles, capturing them mostly in large watercolor and oil paintings. Last year, Miripolsky dove deep into the digital art world and launched SharkTales Art as a way to introduce and help educate people about web3 and ocean conservation.\n\nArt, humor, and facts are woven together into visual stories that bring awareness to the fact that the ocean is our planet’s largest ecosystem. Sharks are older than dinosaurs, and yet +80 million sharks are killed every year for their fins. Ocean science needs our support. Art has the power to open up people’s emotions to new ideas. The collaborative and commemorative poster is a case study example of how art, science, and storytelling can work together.\n\nIHollywood Film Fest (IHFF) is where storytellers converge with tech, spirit, and Hollywood. IHFF was the 1st film festival to award filmmakers with NFTs of their awards. The International Hollywood Film Festival brings the most innovative technologies in Web 3.0, FinTech, DeFi, and blockchain technologies to empower filmmakers and artists. IHFF is a proud member of the Hollywood Chamber of Commerce and is a member of its Entertainment, Arts, and Media plus Tourism committees. \n\nThe IHollywood Film Fest was created in 2020 to bring community to creatives. It began with a vision of creating a new standard of inspired creativity by educating, inspiring, and celebrating storytellers. The iHollywood Film Fest celebrates film, mini-movies, influencer videos, photography, podcasting, NFTs, and keeping the arts alive with the dream of Hollywood.\n\nAndre Miripolsky is an American pop artist based in Los Angeles, California. His career began with the design of Elton John’s piano costume in 1980 (which Elton wore at his 1980 Central Park Concert), and is best known for his “Fear No Art” button, album covers, the Miripolsky Barbie and Absolut Vodka artist. He also painted the backdrops for the Tonight Show hosted by Jay Leno. He has worked with other musicians including Cheap Trick, Bette Midler, Quincy Jones, Rolling Stones, and Tatsuro Yamashita. Miripolsky is the co-creator of Viva LA, the new iconic brand to celebrate the creative culture of Los Angeles.\n\nSharkTales Art is a communal approach to art collecting and ocean conservation. We aim to use art in order to catalyze change by evoking new emotional feelings about sharks through artistic collaboration, technology, and immersive exhibitions.",
    "attributes": [
      {
        "trait_type": "ARTIST",
        "value": "MIRIPOLSKY"
      },
      {
        "trait_type": "ARTIST",
        "value": "RAVIN"
      },
      {
        "trait_type": "YEAR",
        "value": "2022"
      },
      {
        "trait_type": "SIZE",
        "value": "11x17"
      },
      {
        "trait_type": "MEDIUM",
        "value": "Phygital"
      },
      {
        "trait_type": "IHFF EDITION",
        "value": "II"
      }
    ],
    "image_details": {
      "bytes": 6469869,
      "format": "JPEG",
      "sha256": "f58d1d7b94117181fa6d033bf3493ba7d3acb9499a352517dc291b3395db0889",
      "width": 3338,
      "height": 5138
    },
    "image": "https://arweave.net/uc44xr-w-NcL22-QQ0V1NCU7wuxObPwbiWC3KX_Ots0",
    "image_url": "https://arweave.net/uc44xr-w-NcL22-QQ0V1NCU7wuxObPwbiWC3KX_Ots0"
  }
}