{
  "address": "0x75d1593902921732fcfa2a7435840d393401b82e",
  "type": "ERC721",
  "name": "Super7 by Arun Kumar Nalimela",
  "tokenCount": "7",
  "uri": "ipfs://QmR5ErABU6wypjXDv5muUBgVQ7dc7fSqpQucXszYHh1JUo/1",
  "metadata": {
    "name": "Super7 #1:",
    "description": "When I went to Pahalgam in Kashmir, I went for a walk in the surrounding areas. I went to the nearest lake and I noticed a small hut. As I approached near I met a girl named Uzma, she was feeding her sheep. I met her father and asked permission to capture her. I took a couple of captures of her. I was very excited to get into the hut, as I want to know about their lifestyle. I went in and I met Nazrat ( she was mixing chapati powder ). As I started framing Nazrat her mother sent Uzma to stay with her sister. So I had the opportunity to capture both. The stare of the girl at us drives the way towards the hand on the shoulder of Nazrat which in turn leads our eyes towards the chapati mix, showing that she is working. After capturing it, I asked her mother, she is so young and she is mixing Chapati very well. Then her mother said she had to learn from a very early age so that she could survive in their aunt’s house. \n\nA bit of emotion and a bit of cuteness froze in my mind, showing the facts of a girl’s life.\n\nI offered some money, the little I can to the girl’s father while returning and he was so happy to accept it.",
    "image": "ipfs://QmTJYrFKr76Uzy7s6UsPkss4pC3wEhkf5koE47X1Ww5VEj/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Pahalgam, India"
      },
      {
        "trait_type": "Subject",
        "value": "Two Young Girls"
      },
      {
        "trait_type": "Genre",
        "value": "Photography"
      },
      {
        "trait_type": "Artist",
        "value": "Arun Kumar Nalimela"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      }
    ],
    "external_url": "https://sloika.xyz/arunkumarnalimela.eth/super7/1"
  }
}