{
  "address": "0x76e5987bc7c295a2f45caaeca377389433c76b94",
  "type": "ERC1155",
  "name": "uprootd",
  "tokenCount": "1",
  "uri": "https://arweave.net/aSajqIBUYBWyYPtuOK-m47NEn7AQUjw_RWONARfCuio",
  "metadata": {
    "name": "uprooted",
    "created_by": "George Figueroa",
    "description": "Uprooted\n\nI have been plucked out of history  \n& was told to forget who I am,  \nto forget where I come from  \nby men with blue eyes & black hearts  \nby men with white hoods & burning crosses  \nby men wearing red hats that read \"Make America Great Again\"\n\nBecause in order to be great,  \nI have to hate everything that made me.\n\nI have to mute the rhythm of life,  \nmarch rather than dance.\n\nTo tame my tongue & flatten the R’s of my song.  \nTo strike a line through the tildes that adorn my name.\n\nI have to sever the roots that nurtured me,  \nto uproot & transplant myself into stolen land that has been drowned with pesticides.\n\nI have to water down the soil that raised me,  \nto genetically modify my DNA in order to yield a harvest I'll never reap.\n\nI have to feed a nation but deny myself its splendor, to deprive myself of spice & flavor  \n& to dilute the sweetness of life's nectar.\n\nI have to be color-blind to my own ripeness, to only see shadows of truth,  \nto ignore my bruises & tend to yours.\n\nI have to bloom all year round to decorate your vanity of vanities  \n& mask the stench of my extinction.\n\nI have to propagate seedlings of obedience in a uniform & tidy manner,  \nto alleviate your trepidation about inviting me into your home.\n\nI have to weather the storm of bigotry,  \nto withstand the scorching heat of hatred & to sway in the midst of pandemonium.\n\nI have to strangle those around me, to pierce them with my thorns  \nto preserve my chances of being picked by Miss America.\n\nBecause in order to Make America Great Again,  \nI have to sell out so you can live in the land of the free.\n\n- By George Figueroa\n\n---\n\nMany of us have experienced hardships in one form or another, but few of us have experienced them simultaneously on a global level. Although the pandemic of COVID-19 has and is affecting parts of the world at different rates, the shock to the worldwide system is disproportionally affecting BIPOC (Black, Indigenous, People of Color) and low-income communities at an accelerated rate. \n\nMany factors are to blame for the extremities of hardships across the world but a majority of them are rooted in the decaying soil of imperialism. Much of the world has been involved in the long history of imperialism, either directly or indirectly. Imperialism has grown and evolved for centuries and has been implemented in a variety of forms i.e. colonialism, capitalism, globalization, etc. As the world continues to entangle itself with root rot, the divide between classes and races is expanding at an alarming rate. \n\nFor far too long, those in positions of power have been wielding their power not for the people, but for self-interest and self-preservation. We are all witnessing the implosion of imperialism and its seedlings at the cost of the health and vitality of the world and its global citizens. We have all been uprooted by the perpetuating cycle of divide and conquer by narcissistic and autocratic leaders over millennia but we are at a critical point of transition and revolution that mandates the involvement of everyone.\n\nBut before we can adequately critique global infrastructure, we must confront ourselves with rigorous introspection; we must first look inward and critique our personal infrastructure. As we continue to adapt to the constant pandemonium by remaining indoors and isolated as much as possible, we must evaluate and realign our moral compass toward a direction of growth and compassion. We must uproot and transplant ourselves into the rich soil of hope and love to fortify continued growth for generations to come. \n\nChange never comes easy but through introspection and outreach, we can tend to the wilted stems of society and cultivate a culture of honesty, understanding, reconciliation, and action. We can reap a plentiful harvest of equality, love, and acceptance. \n\nI ask that you participate in the reclamation of our humanity by actively supporting the efforts of individuals and community organizations fighting to dismantle systemic racism and classism. I urge you to uproot yourself out of the confines of your comfort and join the collective effort to free ourselves of the past. \n\nBy intently listening to the stories of our peers, we can ensure the survival of our beautifully diverse and flavorful garden.\n\n10% of the primary sales and 100% of secondary royalties will be donated to The Refugee and Immigrant Center for Education and Legal Services (RAICES).",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Visual Literature"
      },
      {
        "trait_type": "Camera",
        "value": "SONY ILCE-6000"
      },
      {
        "trait_type": "Lens",
        "value": "E PZ 18-105mm F4 G OSS"
      },
      {
        "trait_type": "ISO",
        "value": "100"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/5.6"
      },
      {
        "trait_type": "Exposure",
        "value": "1/100"
      },
      {
        "trait_type": "Focal Length",
        "value": "30.0 mm"
      },
      {
        "trait_type": "Year",
        "value": "2020"
      },
      {
        "trait_type": "Medium",
        "value": "Photography"
      },
      {
        "trait_type": "Medium",
        "value": "Poetry"
      },
      {
        "trait_type": "Charity",
        "value": "RAICES"
      },
      {
        "trait_type": "Contract",
        "value": "Manifold"
      }
    ],
    "image_details": {
      "bytes": 13359287,
      "format": "JPEG",
      "sha256": "49b313b4e783475a928ba7ee906a6fc89cc4ef3b3d0165a85b047f660e6147eb",
      "width": 3889,
      "height": 5833
    },
    "image": "https://arweave.net/78D0hPs2xQx6LJ8HVy0kZOkNXuE-z8RsudlM9LCc0Fc",
    "image_url": "https://arweave.net/78D0hPs2xQx6LJ8HVy0kZOkNXuE-z8RsudlM9LCc0Fc"
  }
}