{
  "address": "0x76fd4c80954724e41a64d645a2f6b2342c9f4803",
  "type": "ERC721",
  "name": "PantherFlies",
  "tokenCount": "1",
  "uri": "https://arweave.net/zw1aNcDLvch9eE1KnZJTDc7NJarurFkWRlYmNX1lNQc",
  "metadata": {
    "name": "Original 1/1 PantherFlies",
    "created_by": "Kailene Piazza",
    "description": "Original 1/1 NFT 2160 x 1620px 300dpi  \nERC721 Contract\n\nThis is a 100% digital art piece created by Kailene Piazza using procreate.\n\nA person's words do not define them, their actions do. A name is just a name; a breath of air you speak in their presence. Who they are and what they do is entirely a different matter. When someone offers a hand to help and expects something in return does not mean every person you meet will expect something of you.\n\nWhen someone offers you a hand to help, and then expects something in return, that does not mean every person you meet will expect something of you.\n\nJust because someone looks intimidating, that doesn’t mean they are, and just because someone appears innocent, that doesn’t mean that they aren’t a monster. Again, only their actions define them. All of these things are what PantherFlies are based. We are a society of judging first and understanding later. Do not judge a book by its cover. What lies within may certainly surprise you.\n\nUtility  \n1.\t    As an owner you will also have copyright use of this image.  \n2.\tAs an owner you will have the option of a physical print in one of two sizes. Contact information is listed in Unlockable content.  \n3.\tPlease be advised certain countries maybe subject to additional import/export regulations. Therefore, buyer may be required to pay shipping of print.  \n4.    Please email kailenepiazzaart@gmail.com to receive direct link to drive account.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "KailenePiazza"
      },
      {
        "trait_type": "File Type",
        "value": "JPEG"
      },
      {
        "trait_type": "Rarity",
        "value": "1/1"
      },
      {
        "trait_type": "Collection",
        "value": "PantherFlies"
      },
      {
        "trait_type": "Style",
        "value": "Abstract"
      },
      {
        "trait_type": "Medium",
        "value": "Procreate"
      }
    ],
    "image_details": {
      "bytes": 908850,
      "format": "JPEG",
      "sha256": "4963e084f2c9371b3d636a97faa5c694076a4bd1b99dd93dbe97d34e0e2e625a",
      "width": 2160,
      "height": 1620
    },
    "image": "https://arweave.net/kuC9XtKooTEx4YCE5Mjq1hCDAEjTU-8CbonixGXWXHQ",
    "image_url": "https://arweave.net/kuC9XtKooTEx4YCE5Mjq1hCDAEjTU-8CbonixGXWXHQ"
  }
}