{
  "address": "0x7651693dd96eb501beeaf0375eb5ddbc1934e9b8",
  "type": "ERC1155",
  "name": "Before They Expire Vol. 1 by Miles Ryan Harris",
  "tokenCount": "4",
  "uri": "https://arweave.net/w7mmqMrQdJQJrOZYeHVNoH2UL-gMxw6iUzxgCMQPzBM",
  "metadata": {
    "name": "Before They Expire Vol. 1",
    "created_by": "Miles Ryan Harris",
    "external_url": "https://ipfs.io/ipfs/QmZzEWmrh9v22RaFYPG7pw2214xSrDZFw273hjiDAgYNuT?filename=index.html",
    "description": "I spent a long time away from [recording] music. The past few years I’ve been experiencing a lot of loss and change and I just wasn’t in a space where I felt inspired or able to make music anything close to a priority.\n\nIn hindsight I feel like I needed that time. Time to rediscover myself. Time to heal. Time to step back and decide what I wanted my life to look like.\n\nFast forward to March of this year and for some reason it seemed like that fog that I was in had started to clear up. I started recording again for the first time in what felt like forever. I never stopped writing, but I started to realize that the recording process is just as important and that was something that I had been out of touch with. I was new to Ableton but I just kept recording + watching YouTube videos + focusing on getting better.\n\nFast forward again.\n\nBy the end of May I had 30+ songs. Some were structured and some were more like thoughts of mine that just happened to include music but I was just happy to be making music again.\n\nIt eventually got to a point where I asked myself… OK what am I doing with these? In this era am I really about to space out a bunch of songs as singles? Then on top of that it’s not like I just stopped making music. I am still writing and recording daily. And yeah these are cool… but this neeeeeeew sh*t though… Yeah this new sh*t is waaaay better. Those songs are old now. Too old…\n\nAnd that’s where the concept of Before They Expire came from…\n\nI feel like as musicians/creatives we tend to only want to focus on our newest work. We create, fall in love, then we create and fall in love again and the cycle continues. It’s so easy to start believing that just because a song is old to us it must be old to everyone else. Then we end up sitting on these songs until the point that we feel like they’ve “expired”.\n\nF*ck that.\n\nI decided that I’m not going to do that anymore. Everything is coming out. Everything. And this is the format I want to use. An album with absolutely no concept. Just the music. The moments. The emotions. The experiences. Of course I will have more conceptual bodies of work (spoiler alert… got one on the way), but in the event that too many of these songs are floating around on my hard drive with no home, I’m releasing another volume of Before They Expire.\n\nFor now here's Volume 1. Enjoy.\n\nAlso, special shoutout to The Outsider Collection for the inspiration and HalfSuperShop for the framework.\n\nWeb-Player: https://ipfs.io/ipfs/QmVDYjvkrcgP1QtCNw6Lw9sCZSX5cwoAcGGYZfE6GTqisz?filename=index%202.html",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Miles Ryan Harris"
      },
      {
        "trait_type": "Volume",
        "value": "1"
      }
    ],
    "animation_details": {
      "bytes": 37613,
      "format": "HTML",
      "sha256": "d0ee90bf007f76e132c4f326594ecb2334621a0eddc109748f2bcc506e5c7175"
    },
    "animation": "https://arweave.net/fkEzYs199u89TySFOfc4H9IKlEP-EJABTKsLtrMaMPk",
    "animation_url": "https://arweave.net/fkEzYs199u89TySFOfc4H9IKlEP-EJABTKsLtrMaMPk",
    "image_details": {
      "bytes": 205299,
      "format": "JPEG",
      "sha256": "edaeb3c08f2e571d068c9c70b84582706ab22992c7115e762bc1c9b9689bb65f",
      "width": 1440,
      "height": 1440
    },
    "image": "https://arweave.net/yFEuZTiyHzESoVS6rNZcJrQv5_jvcCmgu5jN1yZpXKI",
    "image_url": "https://arweave.net/yFEuZTiyHzESoVS6rNZcJrQv5_jvcCmgu5jN1yZpXKI"
  }
}