{
  "address": "0x76571237dccb9419f4037dbb26a4b6fe89484a37",
  "type": "ERC721",
  "name": "Artificial Self-Portraits by Danielle King",
  "tokenCount": "11",
  "uri": "ipfs://QmeFEdNN8YRMwSv2RHknmnfq2yohdeg64xX3KjwXKmyhxP",
  "metadata": {
    "name": "Artificial Self-Portrait: Uneasy",
    "description": "The ARTIFICIAL SELF-PORTRAIT series by Danielle King investigates the fallibility of memory, the duality of self, and the ways in which artificial intelligence may both jog and change our memories, resulting in a new type of self-portrait. Her source images are self-portraits taken more than 20 years ago using a manual camera, a tripod, and a timer. King's younger self is captured in moments of vulnerability and self-reflection, and the concept of multiple selves is explored through manipulating them with AI technology.\n\nThe fluctuation of memory is a significant theme in the series—memories are never objective, constantly subject to reinterpretation and change. King explores this concept by using AI to change her own images, resulting in multiple versions of herself that exist simultaneously.\n\nARTIFICIAL SELF PORTRAIT is part of the exhibition RECOLLECTION. AI AND MEMORY presented by EXPANDED.ART in collaboration with The NFT Gallery at their galleries in New York and London, 11 April – 13 May 2023.\n\n19 artists explore the idea of further challenging the concreteness of human memory—personal or collective—through creative collaboration with AI. \n\nMemories are nebulous. Scientific studies and phenomena such as \"The Mandela Effect\" have shown that humans rarely recall things in their unbiased exactitude. Artificial Intelligence already assists human memory in the form of predictive text and GPS navigation. One would surmise that there exists a role for AI when it comes to supplementing even more complex memory.\n\n\nVerisart Certified: https://verisart.com/works/b53c4091-9c33-4e52-ae17-0dcc0ae70e07",
    "image": "ipfs://QmSpBgNHRcNcUaih8mGEeH634wqzBCzaHvzyMUKwdVxr47",
    "properties": {
      "verisart": {
        "productionYear": 2023,
        "dimensions": {
          "width": 2688,
          "height": 4032,
          "depth": null,
          "unit": "PIXEL"
        },
        "duration": null,
        "frameRate": null,
        "tags": [
          "VerisartCertified"
        ],
        "royalties": [
          {
            "blockchain": "ETHEREUM",
            "address": "0x95803b3411abb26cd9c41e89c5471c7a66dbc09a",
            "bps": 1000
          }
        ],
        "editionInfo": null,
        "additionalFiles": []
      }
    },
    "external_url": "https://verisart.com/works/b53c4091-9c33-4e52-ae17-0dcc0ae70e07",
    "attributes": [
      {
        "trait_type": "Tag",
        "value": "VerisartCertified",
        "display_type": null
      },
      {
        "trait_type": "Artist",
        "value": "Danielle King",
        "display_type": null
      },
      {
        "trait_type": "Year created",
        "value": "2023",
        "display_type": null
      },
      {
        "trait_type": "Title",
        "value": "Artificial Self-Portrait: Uneasy",
        "display_type": null
      },
      {
        "trait_type": "Dimensions",
        "value": "4032x2688 px",
        "display_type": null
      }
    ]
  }
}