{
  "address": "0x762a7e72f20a6ff03713dc7a2fd550e0479fb60a",
  "type": "ERC721",
  "name": "Digicars Art - 3rd Edition",
  "tokenCount": "72",
  "uri": "https://ipfs.moralis.io:2053/ipfs/QmXG7LnGynKwU9gpUPVEBDacCTYC3jhChU4HCUjodqynQW",
  "metadata": {
    "description": "3rd EDITION CLASSIC CAR ART NFT\n\nThis is an artistic representation of a factory built XB GT 351 Ford Falcon.\n\nThe XB Falcon was a full-size car produced by Ford Australia from 1973 to 1976. It was the second iteration of the third generation of the Falcon.\n\nThe XB was a refinement of the brilliantly styled XA, the car that reasserted Ford on the Australian market in sales and launched a long history of local design. The XB was even more popular than the XA, with sales totaling 220,765.\n\nBOOT FULL OF BENEFITS:\n\n\n- the very first buyer of this model will receive 10% of EVERY future sale of this digital NFT classic car on Lloyds NFT Auctions. (Imagine buying the original car in the 1970's and getting 10% of every sale every time it was resold until today)\n\n- 6 months 50% discount of Buyer’s Premium OR Commission at Lloyds Auctions on any products purchased by you personally or by a company you are an owner of – this could be worth hundreds of thousands in the right hands – fair use policy applies.\n\n- the current owner of the identical physical vehicle will receive 10% of the hammer price as well. Current owner must be confidentially registered via Lloyds Auctions Owners Register before the hammer drops on the NFT version. (email owner@lloydsauctions.com.au)\n\nThe first purchaser will also receive 25,000 Lloyds Webber tokens that can be used for heaps of bonuses experiences and one-off events. The Webbers are sort of like frequent flyer points and can be used in a similar way. Webber holders can be granted exclusive access to events, experiences, Lloyds Auction exclusive items and special gifts! These Webber’s act like special tokens and are highly sought after. For further information please contact nft@lloydsauctions.com.au",
    "external_url": "https://www.lloydsauctions.io/collections/cCLKfoPmL4yHYxyT8RgAwytS",
    "image": "https://ipfs.moralis.io:2053/ipfs/QmUjakkfGotJfPR4X9XT6aPYkoMWKBH5BCvEBTzQ8PsE4u",
    "name": "Ford Falcon XB GT 351",
    "attributes": [
      {
        "trait_type": "Rarity",
        "value": "DIAMOND"
      },
      {
        "trait_type": "RarityMeter",
        "value": "https://blockstars.mypinata.cloud/ipfs/QmUzbeuPzF387DqKoVn3FnTS6QyRVXFY3To8z7aC4syEKH"
      }
    ]
  }
}