{
  "address": "0x76383979e6e74e4ac3c27e555a8e94e1e4a6841a",
  "type": "ERC721",
  "name": "Amour de Grey",
  "tokenCount": "7",
  "uri": "ipfs://QmXWWDCJWX4sr9tY7Y9Wq66LbrTLmAMrp3iNCEoMYvMdJD/1",
  "metadata": {
    "name": "The Walk of Aquarius",
    "description": "A walk signifies a journey in literature. To a wanderer, it's an escape...and to some, it's a way back home. But to the subject of this snap, it's a struggle - the road. If put in simple words, her entire life is summed up somewhere between those two points from her home to her destination. Her everyday tussle to get the bare minimum supply of water.\n\nNow the question is - did she enjoy the journey? A mystery to me indeed as I never got to ask her. Well, I dared not. I was unsure if I will, at all, be helpful... sometimes roads become an escape too eh! and thus this got me thinking.\n\nDon’t we say \"walks\" are more about the path than the destination but isn't the reality quite contrary to that?\n\nSometimes we just click because it seems appealing as a subject but later when we again sit with our creations, they seem to question us back. They ask us about their significance, they demand to be evaluated. That's the best part of being a photographer. Your shutters are not shutting down the possibilities but opening another wide view of new prospects to improve yourself.\n\nPresenting \"The Walk of Aquarius” from “Amour de Grey”. Aquarius is the water bearer in mythology. She holds a pot of water that can quench thirst or wreak havoc as well. Aquarius is one of the most powerful personas because of her rage and I deem my subject is no less than Aquarius herself. Her everyday striving to quench the thirst for her family makes her a Goddess no less and if I may add, the walk of Aquarius is a story not only about the mundane journey but the path to a better conscience. This snap is eye-opening (for me at least) and, somewhere it had something changed inside of me. Things stirred inside and someday…someday I wish to make that lady's journey some less of a struggle.",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Tripura, India"
      },
      {
        "trait_type": "Camera",
        "value": "Nikon D500"
      }
    ],
    "external_url": "https://sloika.xyz/ratnadwip.eth/amour-de-grey/1",
    "image": "ipfs://QmQnGgxegonDc4k1rBcem6wa2GwwS8m9wyCfAjLQMy6fZH/1.jpg"
  }
}