{
  "address": "0x766ef5e79978cb63371c61694d0e355c048eb0cb",
  "type": "ERC721",
  "name": "Soul Food Sister & Brother",
  "tokenCount": "40",
  "uri": "ipfs://QmS4huqEfccb4Px4YHDJGN6dtwAWQMR2rgxyCpv5B5RgdX/1",
  "metadata": {
    "attributes": [
      {
        "trait_type": "ID",
        "value": "1"
      },
      {
        "trait_type": "information",
        "value": "32. Hush Puppies"
      },
      {
        "trait_type": "glasses",
        "value": "5. Room divider"
      },
      {
        "trait_type": "headpiece",
        "value": "12. Pompadour tall"
      },
      {
        "trait_type": "beard",
        "value": "3. Shadow"
      },
      {
        "trait_type": "earring",
        "value": "12. Gasket"
      },
      {
        "trait_type": "top",
        "value": "15. T-shirt"
      },
      {
        "trait_type": "mannequin",
        "value": "Brother"
      },
      {
        "trait_type": "landscape",
        "value": "8. Perennials"
      }
    ],
    "name": "BlueprintBrother2",
    "image": "ipfs://QmSJroJm5YSTxcFoFPBdSd1Y943ZvTPYt93QZF1YEFYsRh/SF_BPS_B02.png",
    "description": "The “Blueprint Series”\nIf two people are made at a distance on a surface and are joined by a culture then a part of a line is formed.\nThe part of the line will be straight for the brothers and sisters who are the surface plane, if the surface is curved. \nThus, if we join any two people with a set of tools and extend it out, the blueprint is established.\n\nSFS&B’s 40 Blueprint series NFT’s are constructed using portrait, landscape and informational components.  Similar to a classic portrait format, the Sister and Brother black and white Mannequins are displayed fashionably in the midground showing us the insight and energy that each mannequin has.  Selected works from Reginald Baylor Studio’s lines only portfolio provides SFS&B with landscape backgrounds that are essential in telling the story of the lead subjects; your Sisters and Brothers.  In the foreground, the colorful informational thought bubbles venture to extend our story’s narrative communicated through RBS’s pop culture icons.  Each of the 40 SFS&B Blueprints are unique and are generated from 132 traits.  Of the 132 traits, 108 are presented in black and white and exclusive to the Blueprint series.  The entire Blueprint Series is creatively innovative and original, but take note as some are rarer than others.",
    "external_url": ""
  }
}