{
  "address": "0x76b1ed37a4a7af10e98efdc92a81405c61904e3e",
  "type": "ERC721",
  "name": "Rashaad Newsome Studio",
  "tokenCount": "1",
  "uri": "https://arweave.net/d54QiGXOh6V1hEOVPpud7wr65uTuS5s78XlvN_AgslQ",
  "metadata": {
    "name": "Am I A Mandelbulb",
    "created_by": "Rashaad Newsome",
    "description": "Am I A Mandelbulb (2022) is an introspective film commissioned by Daata that examines identity and the role of the artist in today’s technologically advanced society. The digital film shows a dodecahedron mutating into ever more intricate fractals. This morphing process takes on a psychedelic quality: the crystalline shape at times appears bejewelled with precious diamonds, gold chains and bouncing booties. In contrast to these ‘two-dimensional’ symbols of male authority, a Mandelbulb is the most widely recognised three-dimensional mathematical fractal form, known for its beauty and infinite complexity. The piece’s title is a question with no question mark, suggesting a swaggering confidence to Newsome’s multiplicitous sense of self.\n\nThe film brings together many of the themes and motifs within Assembly, Newsome’s multi-dimensional exhibition commissioned by Park Avenue Armory, NYC (18 Feb - 6 March 2022). Assembly is a site-specific commission for Park Avenue Armory’s Wade Thompson Drill Hall that interweaves artificial intelligence, computer programming, fractal geometry, holography, collage, sculpture, film, photography, music, community organizing, and performance. Central to the work is the non-gendered, non-raced Being, Newsome’s AI progeny who the artist likens to the West African figure of the Griot, acting as historian, librarian, performance artist, and healer.\n\nDaata’s collaboration with Newsome follows the gallery’s six existing commissions of digital artworks by the artist over the last six years. Since its founding in 2016, Daata has created over 700 works in partnership with more than 100 emerging and established artists. Daata offers resources and support in the creation of work, utilizing new technologies and platforms for presenting them, both online and IRL. Through commissions, exhibitions, projects, and partnerships, Daata works with both digitally-native artists as well as artists seeking to build and extend their practices beyond traditional media. By connecting artists to new audiences, Daata helps to nurture a broader appreciation of artists working at the forefront of art in digital mediums, including NFTs, AR, VR, audio works, and CGI video.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Rashaad Newsome"
      },
      {
        "trait_type": "Year",
        "value": "2022"
      },
      {
        "trait_type": "Format",
        "value": "MP4"
      },
      {
        "trait_type": "Duration",
        "value": "00:01:10"
      },
      {
        "trait_type": "Edition",
        "value": "1 of 1"
      },
      {
        "trait_type": "Full resolution (IPFS)",
        "value": "QmNSrd9hdm7RDiNLmKwcqRJXi56h1bkwzApy1V5b3Zv65U"
      }
    ],
    "animation_details": {
      "bytes": 38532152,
      "format": "MP4",
      "duration": 70,
      "sha256": "e307e194c794ba9ecb7d94403eb73a932fde282d2ba1ac5733c925bb8a5581c7",
      "width": 1920,
      "height": 1080,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/g5bZtdyYV6zMgn2ia4WZ8j502mK_ZoOWrqiDlhT7GyQ",
    "animation_url": "https://arweave.net/g5bZtdyYV6zMgn2ia4WZ8j502mK_ZoOWrqiDlhT7GyQ",
    "image_details": {
      "bytes": 410806,
      "format": "JPEG",
      "sha256": "a77074730899926cac0f81959b0df43c378b1757eacda5a7699348f0f76a2af1",
      "width": 1920,
      "height": 1080
    },
    "image": "https://arweave.net/Pi-MJIYYhaFdlYAQJGSVKQk_8Hi306T9iNQbPcJy8_0",
    "image_url": "https://arweave.net/Pi-MJIYYhaFdlYAQJGSVKQk_8Hi306T9iNQbPcJy8_0"
  }
}