{
  "address": "0x77ba0ac288127420d6b93f570dc7035f4fb8354e",
  "type": "ERC721",
  "name": "Roots of Vanadis",
  "tokenCount": "2",
  "uri": "https://arweave.net/fPY-UcD5dTrpZUvuFu30UoyN8_k-CWQKE6Hxb1aR7Jc",
  "metadata": {
    "name": "Yuletide",
    "created_by": "Roots of Vanadis and Eloïse Grillon ",
    "description": "Yule  \n\nHere comes the longest night, the Winter Solstice, coming like a beacon of hope telling us warmer times are ahead. On Yule we honour the return of the light ahead and offer our gratitude for the bountiful harvest that will get us through Winter times as we enter this new spin of the Wheel. \n\nIn Central & Northern European traditions, this night marks the beginning of the 12 days of Yule celebrations. They are many myths associated with this time, one of them being the Wild Hunt led by Odin. \nIn the stories, Odin led this mighty hunt, riding his horse Sleipnir through the night with other Æsir and warriors. People would prefer to not wander outside but it was said that children would leave hay for Sleipnir to eat and in exchange the All-father would present them with gifts and treats thus why some have said that Odin could be associated with the origin of Santa as we know it.  \nThere are many legends and celebrations around Yul, but mainly this is a time for gratitude, for reflection and for rest. Just like nature still in deep slumber, getting ready for new life to emerge coming Spring. This is an opportunity to give offerings and ask for a blessed harvest in the year to come.  \nThis marks the end of the old and the beginning of the new, may this next year be your brightest one yet!\n\nBy Eloïse Grillon",
    "attributes": [
      {
        "trait_type": "Yule",
        "value": "100"
      }
    ],
    "image_details": {
      "bytes": 7120136,
      "format": "JPEG",
      "sha256": "6cc6eaaed19da6e2830373905f611d3eaecf24616f422fbc779ecf13b1144132",
      "width": 6109,
      "height": 4096
    },
    "image": "https://arweave.net/Iu1zTUehIdKej0TKP_4CjAwojW0zhcUdJ5MmV5KanNw",
    "image_url": "https://arweave.net/Iu1zTUehIdKej0TKP_4CjAwojW0zhcUdJ5MmV5KanNw"
  }
}