{
  "address": "0x77cfe5a139eddd5d637783d6c58d893d61fc9c6b",
  "type": "ERC721",
  "name": "Sinthan Top",
  "tokenCount": "10",
  "uri": "ipfs://QmfBdVhx1TYTdJpKA3PorQDvCWQTFaWaUdmLqzbJKbbD2A/1",
  "metadata": {
    "name": "Sinthan Top #1",
    "description": "Sinthan Top is a mountain pass, a popular tourist destination located between South Kashmir's Breng Valley (Sub-District Kokernag) in Anantnag district and Kishtwar district of Chenab Valley in the Indian union territory of Jammu and Kashmir. The majority of the area lies on the Kishtwar side. The top acts as a sort of base camp for several alpine lakes in the region.\n\nLike other areas of the valley, Sinthan Top is known for its beauty and wonderful tourist attractions. The place is fast growing as one of the top tourist destinations in Chenab valley. Around 37 kilometres of snaky and uphill drive from Daksum, it offers an adventurous journey. The spot is emerging for mountaineering, trekking and skiing.\n\nSinthan Top is easily accessible from Srinagar, almost 4–5 hours drive by car. At the spot called '360 Degree View', one can see areas of both Kashmir and Jammu Divisions. Also, the spot itself can be a great resting place for people travelling from Srinagar to Kishtwar or Doda and back.\n\nSinthan Top is the South-East end of Breng Valley (The Golden Crown of Kashmir) and is 48 km from the famous Kokernag spring.\n\nMy Experience: While coming back from Pahalgam to Srinagar, the cab driver asked did u visit Sinthan top. I said no, and he told then you haven’t visited Kashmir yet. So I asked how far and how can I visit. It’s 100kms from Pahalgam and I Should Hire a cab which charges around Rs.6000/- So I have decided to visit and book a hotel nearby. The night was heavily rained and I thought I might miss seeing the Sinthan top. But, luckily there was no rain in the morning and the cab driver arrived in the morning at 7:00 am. While travelling to Sinthan top the valleys were amazing the road curves and yes the dangerous roads lead to beautiful destinations. We took 3 hours to reach the destination. We had troubles with the local cab drivers too, they didn’t allow us to the top as they said to drive in their local taxis. I decided to go back. But, the people there liked my honesty and they gave us permission to pass. It was a lifetime experience for sure. \n\nHow did I frame: I walked with my diver to the top, I captured many pictures but, the frame which I wanted was to include some flowers in the foreground. So my driver said, if we go to the top of the other mountain then there might have some flowers then I said let’s go. But, the wind was very heavy we have to walk by folding our hands to reach the top where no tourists are trying to go. I slipped twice due to the wind. And I have seen flowers and the slope is too steep. By being careful I shot this capture. But, I really wanted someone to include in the frame. I can do a composite but, my photography ethics said No. I have the foreground flowers, mid-ground road and background mountains and clouds. With all the impossibilities I tried to include someone but they have to stand on the slope of another mountain. As my driver was assisting me, He didn’t leave me as I might get in trouble if he left me. So the happiness this picture gave me is out of the experience and out of the world.",
    "image": "ipfs://QmdtwTg77CvcuyU1yQ3Dw5CtFc1n2sBVH92ac2iB1Z1XbB/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Kashmir"
      },
      {
        "trait_type": "Subject",
        "value": "Photography"
      },
      {
        "trait_type": "Genre",
        "value": "Landscape"
      },
      {
        "trait_type": "Editions",
        "value": "1/10"
      },
      {
        "trait_type": "Artist",
        "value": "Arun Kumar Nalimela"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      }
    ],
    "external_url": "https://sloika.xyz/arunkumarnalimela.eth/sinthan-top/1"
  }
}