{
  "address": "0x77d2af250eae7f87328437b2b29dba06c1db0780",
  "type": "ERC721",
  "name": "Kathleen Regan - I Wrote this Today",
  "tokenCount": "37",
  "uri": "ar://RtIPzsBlaqHETclVzYGD6ZCL7fAyzVltG91aITnxPt0/1",
  "metadata": {
    "animation_url": "ar://VzNw-O24ds6Erjy0bLXoVcNlpPBAzJSCbcArtPElFeo",
    "artist": "Kathleen Regan",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://bCybW11aau7RkkV6TFm-GiZZ52TmLfY6XvM9Up0Mjgo",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "I Wrote this Today",
        "value": "Song Edition"
      }
    ],
    "bpm": 78,
    "credits": null,
    "description": "I am experimenting with not overthinking.\nI want to go back to putting out music without thinking about why,\nOr to who, and to how many. \nI don’t ever want to stand in my own way.\n\nI am beyond grateful to have jumped into the music nft space in 2021 alongside friends (HI, Songcamp!) to learn, experiment, and experience the beginning stages of what this is and all it can be. I am, to be honest with everyone reading this, still shaking off some web2 trauma. I’m a fully independent singer/songwriter living in a city of artists and I’ve been here for 7 years… so I’m still learning how to act without having to plan so much... the content strategies, make the Tik Toks, delivering 4-6 weeks ahead, getting the spotify meetings, just to wake and hope they remembered you enough the next day. Enough… What a thought! I'm passionate about onboarding artists to web3 so we can all learn more about what that word can mean for us, and about our value as creatives.\n\n(more backstory): \nOn January 3rd 2022, an Instagram post from an artist named Chelsea Cutler went viral that caught my attention.. mainly because it spoke so accurately into what I was feeling, but also because of how fast I realized how many people felt the same way. \n\nThe sentence that grabbed me most was “It feels like there is such a massive disconnect between listeners and artists that I haven't experienced before.”\nIt made me sad. Artists, who’s positions I imagined enjoying being in, sharing vulnerable and honest truth about how they don’t know how to navigate this industry in the form that it’s in today. I guess I sometimes feel like idols of mine have some magic wand, magic helper or something because they feel so far from where I am.. but then I started to grow up and get older in the industry, trying to understand it as best I could with my given experiences, and it kinda is one giant peek behind a curtain.. \n\nBut then you have the choice!\nThe choices of where to spend your time, \nHow you share your gift, who you want to collaborate with…\nAnd. (I agree with Jimmy Iovine on this one), \nYou go where your effort is. \n\n\nI knew I needed to get out these words yesterday (10/7) and I hope anyone who needs to hear it, will find it. \nPlease be encouraged!!!! make your music!!! \nWe will only fail when we stop.\nKR ",
    "duration": 195,
    "external_url": "https://www.sound.xyz/kathleenregan/i-wrote-this-today",
    "genre": "Folk & Singer-Songwriter",
    "image": "ar://bCybW11aau7RkkV6TFm-GiZZ52TmLfY6XvM9Up0Mjgo",
    "isrc": null,
    "key": "C_MAJOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://VzNw-O24ds6Erjy0bLXoVcNlpPBAzJSCbcArtPElFeo",
    "lyrics": {
      "text": "(V1)\nMAYBE I\nSHOULD TRUST MY MIND\nFEED MY INTUITION\nTHERE'S NOTHING THAT I’M MISSIN’ OUT ON\n\nOVER MY\nOVER ANALYZING\nEVERY LITTLE MOMENT\nLIKE I SHOULD’VE KNOWN\nWHAT I KNOW NOW \n\n(CHORUS)\nBUT I'VE HEARD IT THROUGH THE GRAPEVINE\nIT WONT PASS ME IF IT'S SUPPOSED TO BE MINE \nSO FOR ANYBODY LISTENING\nFEELING LIKE YOU'RE RUNNIN’ OUT OF TIME \nYOU’RE NOT RUNNIN’ OUT OF TIME\n\nYOU’RE NOT YET \nIT’S PROGRESS\nWHAT IF THIS IS ALL\nPART OF THE PROCESS\n\nIT'S SO HARD WHEN WE DON'T KNOW WHY\nBUT THERE'S SO MUCH ON THE WAY FOR YOU & I \n\n(V2)\nCONSTANTLY \nFIGHTING ME\nMAKIN’ PROBLEMS OUT OF NOTHING\nCLOUDING ALL MY JUDGMENT \n\nWHY DO I MAKE BELIEVE\nI'M NOBODY\nEVEN WHEN I KEEP \nSHOWING UP AND WORKING HARD \nFOR ALL COMES TO ME\n",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "I Wrote this Today #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "I Wrote this Today",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}