{
  "address": "0x774b85487532de576f89d3945af12271f47b2193",
  "type": "ERC721",
  "name": "Directed by Zach Lona",
  "tokenCount": "2",
  "uri": "https://infiNFT.azurewebsites.net/api/HttpTrigger?artContract=0x774b85487532de576f89d3945af12271f47b2193&id=1",
  "metadata": {
    "image": "https://arweave.net/PeWXtXBJYOlUQ1oBEp-_czYw7L1j3HD9jD2hluDnAys",
    "description": "A CRYPTID MYSTERY MOCKUMENTARY: The fanatic beliefs of an internet mystic, a cult leader, and a rookie cop gone rogue are tested on a psychedelic journey in search of the “HIDDEN MAN”: an elusive forest-dwelling cryptid that terrorizes their idyllic suburb.  \n\nHE WHO LIVES IN HIDDEN LAKES is trailblazing the film industry by releasing as history's first true NFT movie: this 1-of-1 token has been minted from the director's personal contract address, and represents a completed & previously undistributed feature film.  \n\nAs such, the initial sale of this NFT will trigger the movie’s public release! Until then, it will never be available online. It’s as simple as flipping a switch: the film is 100% finished and ready for distribution.  \n\nThis token is perfect for lovers of high-quality, director-driven indies, and collectors who want to own a piece of cinema history that also generates passive income.  \n\n---\n\n| Collecting this historic artwork means:  \n\n+ You will receive a gorgeous, bespoke 1-of-1 physical token, including: 1) a USB drive containing the only lossless, full-resolution, surround sound copy of the film available, 2) a Blu-ray copy of the film in a custom-made steel case, 3) a certificate of authenticity with token ID, 4) an archival print signed by the lead cast and director.  \n\n+ During ownership, the collector is entitled to 50% of Eleusinian Productions’ gross streaming revenue from the movie. This perk transfers with secondary sales. Current and past owner(s) also receive exclusive drops & gifts in the Hidden Lakes Metaverse.  \n\n---\n\n| Before purchasing:  \n\n• Visit https://whoisthehiddenman.com for our landing page.  \n\n• Initial sale: email hiddenlakesmovie@gmail.com for a private screener of the full movie, and to read the sales agreement which guarantees your rights.  \n\n• Be aware that ownership of this token does not include any intellectual property or copyrights to the original movie itself, all of which remain under the sole ownership of Zach Lona/Eleusinian Productions, LLC.  \n\n| It doesn’t stop here! This token is the inception of a crypto-native film franchise. Follow us to explore that burning question: WHO IS THE HIDDEN MAN?  \n\n---\n\n| © Eleusinian Productions, LLC. All rights reserved.  \n\n---\n\n| Title: He Who Lives In Hidden Lakes  \n| Director: Zach Lona  \n| Genre: Mystery, Adventure, Mockumentary  \n| Country: United States  \n| Runtime: 96 minutes  \n| Year: 2021  \n| Language: English  \n| Subtitles: Español, Français  \n| Aspect Ratio: 1.78:1  \n| Resolution: 2K Cinema  \n| Video: Apple ProRes 422  \n| Audio: 5.1 Linear PCM, 24-bit 48KHz",
    "animation_url": "https://gateway.pinata.cloud/ipfs/QmaFtCq9SxYGjgwuNoKt3PdrRycJ6i7ZJL9R8rgn9eWdbQ",
    "external_url": "https://www.infinft.com/view.html?artistcontract=0x774b85487532de576f89d3945af12271f47b2193&token=1",
    "name": "He Who Lives In Hidden Lakes - Feature Film",
    "attributes": [
      {
        "trait_type": "artist name",
        "value": "Zach Lona"
      },
      {
        "trait_type": "edition number",
        "value": "1 of 1"
      },
      {
        "trait_type": "exhibition",
        "value": ""
      },
      {
        "trait_type": "file type",
        "value": "mp4"
      }
    ]
  }
}