{
  "address": "0x7716fec25e3e70569d0a6d45bc2b623d50542485",
  "type": "ERC721",
  "name": "Vengerick Art Collection",
  "tokenCount": "1",
  "uri": "https://metadata.mintable.app/XGS-aryv1LzjkbY9YfCW/1",
  "metadata": {
    "symbol": "Original Abstract Art",
    "image": "https://d1iczm3wxxz9zd.cloudfront.net/374d78b0-6e81-43e0-bbd4-2a2dde05049c/37050151-8db4-4337-a8c5-f1b1687fdb95/1/ITEM_PREVIEW1.png",
    "animation_url": "",
    "royalty_amount": 500,
    "copyright_transfer": false,
    "address": "0x7716fec25E3e70569D0A6d45bC2B623D50542485",
    "tokenId": 1,
    "resellable": true,
    "original_creator": "0xf9bC32bfCAfD2f9615fC5a0bA2386c73f733dE42",
    "edition_number": 1,
    "description": "<p><strong>Infinite Series: Sailors Delight 1 of 1</strong><br /><br />“The first breath of love is like a sunset, a dance of color -- deep reds, bright oranges, with endless reach...”<br /><br />Sailors Delight saturated in deep vibrant reds and orange. Sailors delight will be a large abstract painting of 3-4 meters in length when completed.<br /><br />The <a href=\"https://www.instagram.com/explore/tags/original/\">#original</a> painting will be priced at $123,000 based on the dynamic technique of painting and the expansive size.<br /><br />Indeed, there is scientific validity to the adage, \"red sky at night sailors delight; red sky in the morning sailors take warning.\" This saying has very old roots. In the bible (Matthew 16:2-3), the following quote is attributed to Jesus: \"When it is evening, ye say, fair weather: for the heaven is red. And in the morning, foul weather today for the heaven is red and lowering.\" There are also versions of this saying that refer to shepherds instead of sailors.<br /><br />The Vengerick collection is inspired by bold innovating abstract artists.<br /><br />Infinite, first of the Vengerick series focused on hardline geometric shapes color theory and extension to cast reality in space and time.<br /><br />The NFT's offered here are the first offering to collectors before the original painting is released to international fine art collectors.</p><p>Série infinita: marinheiros deleitam 1 de 1 \" a primeira respiração do amor é como um pôr do sol, uma dança de cor-vermelhos profundos, laranjas brilhantes, com alcance infinito...\"Os marinheiros se deliciam saturados de vermelhos e laranja vibrantes profundos. Marinheiros delight será uma grande pintura abstrata de 3-4 metros de comprimento quando concluída.</p><p>A pintura original custará US $123.000 com base na técnica dinâmica de pintura e no tamanho expansivo.De fato, há validade científica para o ditado: \"Céu vermelho à noite os marinheiros se deliciam; Céu vermelho pela manhã os marinheiros alertam.\"Este ditado tem raízes muito antigas. Na Bíblia (Mateus 16: 2-3), a seguinte citação é atribuída a Jesus: \"Quando É noite, vós dizeis: bom tempo: porque o céu é vermelho. E de manhã, o mau tempo hoje para o céu é vermelho e abaixando.\"Há também versões desse ditado que se referem a pastores em vez de marinheiros.</p><p>A coleção Vengerick é inspirada por esses ousados artistas abstratos inovadores.Infinito, primeiro da série Vengerick focado em formas geométricas hardline teoria da cor e extensão da realidade elenco no espaço e no tempo.</p><p>Os NFT oferecidos aqui são a primeira oferta para colecionadores antes que a pintura original seja lançada para colecionadores internacionais de Belas Artes.</p>",
    "printableSeries": false,
    "title": "Infinite Series: Sailors Delight 1 of 1",
    "url": "https://metadata.mintable.app/XGS-aryv1LzjkbY9YfCW/1",
    "file_key": "37050151-8db4-4337-a8c5-f1b1687fdb95/1/374d78b0-6e81-43e0-bbd4-2a2dde05049c_Saliors Delight Interior Design.png",
    "apiURL": "XGS-aryv1LzjkbY9YfCW/",
    "subtitle": "Vengerick Art Collection",
    "name": "Infinite Series: Sailors Delight 1 of 1",
    "category": "Art",
    "subcategory": "abstract_expression",
    "edition_total": 1
  }
}