{
  "address": "0x77c69461c15a2e561bcd3fafdd988a4cbeacf4f6",
  "type": "ERC721",
  "name": "Lucha Lopez",
  "tokenCount": "10",
  "uri": "ipfs://QmWQt8CrQ8mjDoFBcVVdXouc3vhiJT5gBj5p3iPyL4rx67/1",
  "metadata": {
    "name": "Lucha Lopez:  Fighting for Kidney Kids #1/10",
    "description": "Welcome to the \"Lucha Lopez: Fighting for Kidney Kids\" art exhibit! This exhibit is a celebration of George Lopez's commitment to helping children with Kidney disease attend camp through The George Lopez Foundation. All net proceeds from this exhibit will go towards this wonderful cause.\n\nThe purchasers of these pieces will win an exclusive opportunity to attend next year's Annual George Lopez Charity Golf Classic, which benefits underprivileged children, adults, and military families with kidney disease. The event will take place in early May, 2024 in Los Angeles, CA. Each winner will receive 2 tickets to the event.\n\nThe golf classic is a highly anticipated event, attracting some of the biggest names in entertainment and music. Past attendees and musical guests have included Adam Levine, Justin Timberlake, Cheech and Chong, KISS, Aimee Garcia, Andy Garcia, Alfonso Ribeiro, Anthony Anderson, Caitlyn Jenner, David Arquette, DL Hughley, Don Cheadle, Edward James Olmos, Eva Longoria Baston, Eve, Joe Mantegna, Joe Pesci, Luke Wilson, Michael Pena, Norm Nixon, Oscar De La Hoya, Trains “Pat Monahan”, Ron Perlman, Samuel L. Jackson, Sugar Ray Leonard, Tim Allen, Eddie Van Halen, Chaka Khan, KISS, Chicago, and more.\n\nBy purchasing this piece, not only will the buyer be supporting The George Lopez Foundation's efforts to help children with kidney disease attend camp, but they will also have the chance to be part of this exclusive and star-studded event. It's an incredible opportunity to support a great cause and be part of a memorable experience.",
    "image": "https://res.cloudinary.com/nifty-gateway/video/upload/v1683409871/publishers/KampKilmer/64390/84567/GEORGE_LOPEZ-Remo-NFT-HQ%20%281%29.mov",
    "image_hash": "QmaLZfH7xMcmBU6nMqWybePbM27DMtGzffXdCEg33tWjCn",
    "background_color": "ffffff",
    "external_url": "https://niftygateway.com/collections/lucha-lopez/"
  }
}