{
  "address": "0x78c2e4515c23bf6abc2a2a9fbae59f0e8dfa928c",
  "type": "ERC721",
  "name": "Bankless - Sign-in with Ethereum",
  "tokenCount": "100",
  "uri": "ar://jaSWo60uRn-nyRlj8_1Ue1Pw0M7ViKuGq2UalfFFILg/1",
  "metadata": {
    "name": "Sign-in with Ethereum #1",
    "creator": "Bankless",
    "description": "The Silicon Valley tech companies have become the new banks. They hold all of our data. They control our digital identities. \n\nSign-in with Ethereum is the solution. It’s one of the first steps for users to own their data across the web. Instead of logging into the platform, the platform logs into your account. You own your data. You own your identity. You have a self-sovereign, universal login for the internet. \n\nWayne Chang is a researcher, the co-author of the Sign in with Ethereum (SIWE) Standard, and the co-founder and CEO of Spruce, a company that is working to grow SIWE adoption to become the standard way to log into the internet. \n\nChang believes that SIWE will lead to a more sovereign, decentralized, and free internet for the world. \n\nCrypto is known as a technology to separate money and state. Identity is no different. \n\nThis podcast marks the beginning of the separation of identity and state. \n\nArt visualized from the timestamp [1:21:22 - 1:21:56]: “Sign in with Ethereum is the first step for users to own their data across the web….” \n\n10% of all proceeds go to Bankless DAO.",
    "image": "ar://dm0VPu1Q1ZChfNG9VPwXJPBlsBWVdX5tX8UwUJVX1b8",
    "animation_url": "ar://oAFjv_0rtLy6R4ACw-S4lZ8r2u36Ed2DsTlkcj7yNBw",
    "license": "ALL_RIGHTS_RESERVED",
    "seller_fee_basis_points": 1000,
    "external_url": "https://www.youtube.com/watch?v=VHwzE6mVm_s",
    "external_link": "https://collectibles.bankless.com/mint",
    "fee_recipient": "0xa8ED1C82b01b04ECb318861dfF0de57C8719EBd6",
    "attributes": [
      {
        "trait_type": "Sign-in with Ethereum",
        "value": "Standard Edition"
      }
    ],
    "nftSerialNumber": 1
  }
}