{
  "address": "0x78911d9d0ac61a535180bee4a1fa8a1992cecf9b",
  "type": "ERC721",
  "name": "Cam Murdoch - Deja Vu",
  "tokenCount": "5",
  "uri": "ar://nNPP1iCXcalihGJ1NbJAgjxdfo3Orxbzr8DuNu4WN9I/1",
  "metadata": {
    "animation_url": "ar://-pjEkxTnmyYDhNj-eZOpnbgKwjHPamJIC5_52n9usvE",
    "artist": "Cam Murdoch",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://Glr1w4cfu6JcASwfkG-mO4zxcfgoHjsPZM8dL6lFKC4",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Deja Vu",
        "value": "Song Edition"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "Deja Vu was my first record to cross 100k streams on any platform. \n\nThis was an effort\n\nMore about PAISLEY....\n\nIn 2017, I had a thought, “patterns prevail”. It was derivative of a quote from my best friend and frequent collaborator, Sky Welkin, which read “passion prevails”. Sky is a talented cartoonist that embeds profound messages like this throughout his work.\n\nDuring our college years, he’d often come by and draw while I made beats, this was our ghetto co-working era, and in these sessions we’d smoke, engage in discourse, and share ideas about the respective worlds we were building in our art. In fact, I was very much into doing something new each album, but Sky was the primary influence for me to get into world-building and having a particular sense of style that was cultivated over time.\n\nIn one of my college apartments, I decided that to let Sky use all of the walls in my room as a canvas - the few hundred dollars that I’d spend to have the room repainted when I moved was minuscule compared to the living art piece around me. Every so often I would discover some new character scene or phrase that he’d drawn without me noticing, but one of these phrases was placed in such a way that I couldn’t miss it as soon as I woke up, “passion prevails”.\n\nWeb3 has offered much in the form of expansion for the experiential qualities and monetization of my art. We always say things like, “time passes quickly in web3”.\n\nAs much as I agree, I find it interesting that time also seems to stay still - art is appreciated for it’s beauty regardless of age and with the possibilities available to me with NFTs, something like my debut album, can no experience a new form of appreciation.\n\nAs I begin to release works from the PAISLEY collection over time, it was only fitting that I began with the short film.\n\nWhen I was working on the album, I connected with my friend and collaborator, Dawit N.M. to share the pattern theories I was creating from and what I was aesthetically into at the time. Dawit went on to handle the art direction for the album, as well as bringing my convoluted story concept to life as a film.\n\nThe story of PAISLEY exists in a universe in which we've all been made to forget true selves. Though, there are those of us that break free and reawaken, remembering all the knowledge of self that was once lost. A human that knows who they are can no longer be controlled and is thus a threat to those in power.\n\nThis is the case for our protagonists Figaro and Paisley. The pair, bound by fate, seek each other out in parallel universes with the hope to awaken their companion and continue their journey towards freedom. Our short film finds Figaro, moments after being awakened by Paisley, and follows them towards their attempted escape.\n\nThe PAISLEY album and short film are an allegory for patterns at every level of life. Just as cells make up organisms and organisms make up the planets, and the planets the universe, and so on - patterns, appear, reshape, and reappear until their purpose in your life is realized. In my album I explore the different patterns in my relationships and my relationships as patterns, that were required for me to grow individually.\n\nThis year marks the 3 year anniversary of the PAISLEY collection, with the short film has only been screened at live performances and intimate talks. Now it will all be immortalized on the blockchain.\n",
    "duration": 209,
    "external_url": "https://www.sound.xyz/cammurdoch/deja-vu",
    "genre": "Pop",
    "image": "ar://Glr1w4cfu6JcASwfkG-mO4zxcfgoHjsPZM8dL6lFKC4",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://-pjEkxTnmyYDhNj-eZOpnbgKwjHPamJIC5_52n9usvE",
    "lyrics": {
      "text": "(Intro)\n\nSee you in my rear view\nSee you in a dream from time to time\nNow that you’re here boo\nI don’t want to let you out of sight\n\nSee you in my rear view\nSee you in a dream from time to time\nNow that you’re here boo\nI don’t want to let you out of sight\n\n\n(Chorus)\n\nWhat should I do\nWith my dèja vú\nWhenever I fall\nI fall for you\n\nWhat should I do\nWith my dèja vú\nWhenever I fall\nI fall for you\n\nI fall for you\nLike dèja vú\n\n(Verse)\n\nYou’re so familiar\nKnew you from a past life soon as I got near you\nI could see it in your eyes\nReminisce another place another time\nShow you nostalgia soon as I touch you, soon as you touch me\nThis isn’t nothing we’re on to something, we’re on to something\n\n(Pre-Chorus)\n\nThis ain’t the first time\nWe’ve met in the first place\nMaybe a past life\nMagnets across space\n\n(Chorus)\n\nWhat should I do\nWith my dèja vú\nWhenever I fall\nI fall for you\n\nWhat should I do\nWith my dèja vú\nWhenever I fall\nI fall for you\n\nI fall for you\nLike dèja vú\nI fall for you\nLike dèja vú\n\n(Verse)\n\nAnd you played it so cool\nLike I couldn’t know you\nAt the same time see right through me\nEven though I was disguised as the new me\nSlipped down to our ego, got nowhere to be so\nYou ain’t gotta leave yo\nOut of every woman on this timeline\nI would choose your every lifetime\nI know nostalgia sure as you love me, sure as you love me\nThis isn’t nothing we’re on to something, we’re on to something\n\nThis ain’t the first time\nWe’ve met in the first place\nMaybe a past life\nMagnets across space\n\n(Chorus)\n\nWhat should I do\nWith my dèja vú\nWhenever I fall\nI fall for you\n\nWhat should I do\nWith my dèja vú\nWhenever I fall\nI fall for you\n\nI fall for you\nLike dèja vú\n\nI fall for you\nLike dèja vú",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Deja Vu #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Deja Vu",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}