{
  "address": "0x78eb7ac61c9d160b9cb3755efa8b9f1e610b3db7",
  "type": "ERC721",
  "name": "KundaliniArt - old",
  "tokenCount": "3",
  "uri": "https://arweave.net/HFxaTftTWZf5OEh6nJIFFX97eDqSXjzBM5WO1XBFrt4",
  "metadata": {
    "name": "Kundalini Art #1 Special Edition",
    "created_by": "ASTRAL-NFTS",
    "description": "Kundalini Art #1  \nSpecial Edition  \n\nThis image represents a symbolic meaning of our first spiritual project Kundalini Art, brought to you by all the unique artists involved under the name ASTRAL-NFTS  – Awakening Spiritual Transcendental Rejuvenating Art League NFTS. \n\nKundalini energy initially refers to the sleeping serpent in every human, which could be awakened for spiritual enlightenment.  \nThose who practice kundalini yoga after awakening say it results in deep meditation, gaining of knowledge, and also physical and mental bliss. There are several ways to awaken one’s kundalini energy. Most of them are meditation, pranayama, asanas, mantras and slokas.  \nKundalini awakening accesses the inner energy that lies unused in us and helps us realize the nature of God, the world around us, and our connection to the planet Earth and the Universe.  \n\nThe collaboration Abracollabra consists of many artists, musicians, photographers, and developers:  \nsAMOyART, Joe Francis, Rogue Oasis, IvyNelsewhere, Treelana, SeeArt, Isola, Katherine Buglione, Mr.Pepper, iTatchero.eth, MAHINTH, bvrts_  \nWe have come together to shape the ASTRAL-NFTS – Awakening Spiritual Transcendental Rejuvenating Art League -NFTS. \nOur Abracollabra creative process is manifesting awakening and spiritual transformation which comes with the power of recognition and activating Kundalini energy.  \nWithin the power of this collection, we are raising awareness of Higher Consciousness, Spiritual Being in humanity on our planet and Feeling the One!  \nThe initial collection will consist of 108 1/1 unique authentic hand-painted and digitally retouched arts in the collaborative realm of Abracollabra.\n\nUtility:  \n1.\t The image can be used as a print.  \nFile: PNG RGB 5000x5155px 21.5MB.  \n2.  We can provide a spiritual session with our ASTRAL-NFTS team, where we can share our wisdom and vision of the spiritual transformation we are going through and the goals we are trying to achieve on that path of enlightenment.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "sAMOyART, Joe Francis"
      }
    ],
    "image_details": {
      "bytes": 22607374,
      "format": "PNG",
      "sha256": "ec5abbb13c1f8d01739510554f02a580529404b799980d5bd184a14bf048aacf",
      "width": 5000,
      "height": 5155
    },
    "image": "https://arweave.net/Ku0Vszxs7Cta66LB7jFouowzd_xwbX3iH68R3rtVxec",
    "image_url": "https://arweave.net/Ku0Vszxs7Cta66LB7jFouowzd_xwbX3iH68R3rtVxec"
  }
}