{
  "address": "0x78e4336b891a9c80a74f3abd777470763848ff06",
  "type": "ERC1155",
  "name": "SHOEFITI - The Beginning",
  "tokenCount": "1",
  "uri": "https://arweave.net/e36A9rAF_X7BraPMgHEhkwhmXfun9-EVOKnogpBt4BM",
  "metadata": {
    "name": "SHOEFITI - The Beginning",
    "created_by": "UNCLEJUT",
    "description": "So there I was, on February 17th 2021, at the Eastland DIY Skatepark taking my last photos there as the city was set to demolish the park. Earlier that day I had went to the camera shop to develop some film that I had taken of my nieces. I couldn't wait to get this roll developed as my nieces and I had the best Thanksgiving outside taking photos of each other. I'm still new when it comes to film, and sure enough, I had loaded the film incorrectly and the entire roll was blank. I immediately went home and buried myself in my bed. I was so distraught and felt horrible as I had let my nieces and myself down. These were some of the best memories and I couldn’t wait to see the results. I ain’t going to lie to ya’ll, there were some tears. I found the courage to FaceTime one of my nieces to tell her the news. She couldn’t have been more cool about it, and immediately gave me some much needed good energy. I jumped up out of my bed and grabbed my film camera. I wasn’t going to let this keep me down. With only my film camera, I raced over to the park and started shooting. I saw some shoes hanging on the power lines as kids were tossing up their shoes before leaving the skatepark for the last time. I shot a couple rolls of film that day and brought them straight to the camera shop to see if I had done it right this time. Within a few hours I got the scans back. This photo immediately stuck out to me. As a kid I had tossed up a pair of my shoes over the power line out front my parents house. This photo brought me back to that moment. For the rest of the night I couldn’t stop looking at it. The following morning I woke up and the idea for my collection SHOEFITI was born. It’s safe to say I would’ve never created SHOEFITI, what I consider to be my life’s best work, if it wasn’t for this photo.\n\nWe still have a lot of work left and I have so many plans for the SHOEFITI collection, and thought this to be a good opportunity for more people to join the SHOEFITI FAM at a reasonable price.\n\n\"We look to the sky, and dangling freely, is a reflection of culture; a reflection of a moment; a reflection of one’s self.\"\n\n-SHOEFITI",
    "external_url": "https://opensea.io/collection/unclejut-shoefiti",
    "image_details": {
      "bytes": 184308,
      "format": "JPEG",
      "sha256": "9cef1d98c932674f336c66a8592a0fb0a624715972c485364b5851af81b485c9",
      "width": 1037,
      "height": 1296
    },
    "image": "https://arweave.net/Tmt1IkxbwuMSvKJ6UHN5lsU8gGL6X82lTXORN-Lcdr0",
    "image_url": "https://arweave.net/Tmt1IkxbwuMSvKJ6UHN5lsU8gGL6X82lTXORN-Lcdr0"
  }
}