{
  "address": "0x78431651d5839a71cf4430d5087d724fbdf606a3",
  "type": "ERC721",
  "name": "Nico Franc - Paint in the Dark",
  "tokenCount": "8",
  "uri": "ar://m3GmL_mEVWL6HqF3gzEGKtbYMz9fMEobp1wgBhoqI-o/1",
  "metadata": {
    "animation_url": "ar://E9rYjM4o_blsmw_n7KEHN_X_lRtKzfF8HxOfHcta-1I",
    "artist": "Nico Franc",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://ziSgjjrXx_GNsiDvAwtqbyu4_d7G7bmxSe3lC0J-L2U",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Paint in the Dark",
        "value": "Song Edition"
      }
    ],
    "bpm": 92,
    "credits": null,
    "description": "I wrote Paint in the Dark because I needed the reminder that relationships can be playful and colorful instead of defining them by their mistakes. Over the past few years, this song has become a guide back to my emotional center in both my relationships to those around me, as well as in the relationship I have with myself. It has also reminded me how to believe in the joy of relationships again, and I hope that it can be there for anyone who needs that reminder too. \n\nI cowrote \"Paint in the Dark\" with one of my best friends on the planet, Dean Woodson, in his bedroom in North Hollywood in late 2019. There was something really special in the air that day. We got together to finish a completely different song, and in the process of recording a guitar part for that song, the guitar part for PITD popped right out. It was as though lightning struck and we could feel it; the static in the room drew the lyrics and melodies out of us effortlessly in a matter of minutes. All of a sudden, the song was done and we celebrated with a burrito from Cilantro Mexican Grill (our favorite local spot at the time).\n\nAs the pandemic slowly closed the world, Dean flew back to Paris and we decided in late 2020 to begin producing Paint in the Dark long-distance. We spent countless nights staying up late producing with one another over zoom and facetime, and we were constantly sending texts and voice memos of ideas back and forth while the other slept. It was a beautiful way to continue our friendship and keep ourselves inspired during a moment when the earth felt like it was at its darkest. When we had a good picture of the final song, we brought it to our mentor, Rob Cavallo, to help us over the finish line. \n\n\"Paint in the Dark\" released in late 2021 along with an amazing music video shot by one of my best friends Vinsint (@vinsint). I hope you enjoy listening, and as always, thank you for collecting <3\n\nWritten by Nicolas De Luca-Verley (Nico Franc) and Dean Woodson\nProduced by Rob Cavallo, Dean Woodson, and Nicolas De Luca-Verley (Nico Franc)\nMixed and Mastered by Ben Zelico\nMusic Video by Vinsint\nCover Art by Vinsint and Nicolas De Luca-Verley (Nico Franc)",
    "duration": 183,
    "external_url": "https://www.sound.xyz/nicofranc/paint-in-the-dark",
    "genre": "Pop",
    "image": "ar://ziSgjjrXx_GNsiDvAwtqbyu4_d7G7bmxSe3lC0J-L2U",
    "isrc": null,
    "key": "E_FLAT_MAJOR",
    "license": null,
    "locationCreated": "us",
    "losslessAudio": "ar://E9rYjM4o_blsmw_n7KEHN_X_lRtKzfF8HxOfHcta-1I",
    "lyrics": {
      "text": "I want to paint in the dark\nWhere we don't worry 'bout color\nWhere we only feel one another\nMistakes aren't made to be covered\n\nI want to paint in the dark \nCause we ain't each other's possession \nAnd there is no other intention\nIf trust is our only dimension\n\nI want to paint in the dark\nWe're only alive for a moment\nSo why worry where it's all going\nAs long as I hold you knowing\nThat we're painting in the dark\nOh we're painting in the dark\nThat we’re painting in the dark\n\nNo matter how it ends\nOr if we make it through\nAs long as we are here\nI will color life with you\n\nNo matter how it ends\nOr if we make it through\nAs long as we are here\nI will color life with you\n\nNo matter how it ends\nOr if we make it through\nAs long as we are here\nI will color life with you\n\nNo matter how it ends\nOr if we make it through\nAs long as we are here\n\nI want to paint in the dark\nWhere we don't worry 'bout color\nWhere we only feel one another\nWe've got no mistakes to cover\n\nCopyright (C) 2021 Nico De Luca-Verley and Dean Woodson",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Paint in the Dark #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Paint in the Dark",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}