{
  "address": "0x7828a82be768c04223310192058aff0a43a21bac",
  "type": "ERC721",
  "name": "Hey Machine",
  "tokenCount": "1",
  "uri": "https://arweave.net/N2FOcSONumNKHadhfGRG0csE-b2yjnsSC-PuH7vooYk",
  "metadata": {
    "name": "Show me what human connection looks like",
    "created_by": "moteh",
    "external_url": "https://heymachine.xyz/",
    "description": "Hey Machine, show me what human connection looks like.\n\nThe artwork sends this request every 5 minutes, and AI answers it. \n\n--------------------------------------------------------------------------------------\n\nAI-technology is evolving at a dizzying pace these days, and we are constantly faced with the same question; Is this made by human or machine? The line is being blurred.\n\nFor decades, the concept of 'AI Takeover' has been explored in science fiction and pop-culture, with various portrayals of a future in which machines have become dominant over humans. \nAlthough many experts in the field consider 'the robot uprising' unlikely or even impossible, and the current AI might not pose a big threat, one question remains: Will the machines ever replace us?\n\nThe fact is, that human axons carry action potentials at around 120 m/s, whereas computer signals travel near the speed of light. In other words, by the time we solve the equation, the computer have done it 2.5 million times. So the question is, what do we have that the machine will never have? \n\n'Hey Machine' seeks to ask this question through art, putting human emotion up against the machine. \n\nThe visuals are created by me, Moteh - The human. \nThe response is generated by AI - The machine. \n\nThe artwork utilizes ChatGPT and the responses are generated live as the artwork lives. \nFor this reason, I am not in control of the output and therefor disclaim all responsibility for any inappropriate or offensive content should it appear.\n\nEverything behind the curtain is made by the digital alchemist, UniChaos.\n\nClick the artwork for fullscreen or go to https://heymachine.xyz/",
    "animation_url": "https://arweave.net/WLwtpKqAtfNS-OG-NLcgl1T9dIgReofHSxG5GLTGFqU",
    "animation_details": {
      "format": "HTML"
    },
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "moteh"
      }
    ],
    "image_details": {
      "bytes": 3360061,
      "format": "JPEG",
      "sha256": "a2323c3e57f4511b52cdcf1052a229e1ead86002fd35dbf39b72cbcea0b26429",
      "width": 2560,
      "height": 1440
    },
    "image": "https://arweave.net/RPZQkqUBUlLR-DkllAyKY9rshak_054uXZoAPkZiMo0",
    "image_url": "https://arweave.net/RPZQkqUBUlLR-DkllAyKY9rshak_054uXZoAPkZiMo0"
  }
}