{
  "address": "0x7848441a00bec95a9af212158fd6278b006885d3",
  "type": "ERC721",
  "name": "The End of Facts",
  "tokenCount": "17",
  "uri": "https://arweave.net/beQYP1b5Ho6xpZcD1ResQrRGxQNyCmf0k2Ly9iDyu7s/1",
  "metadata": {
    "name": "Social Nikon_400mm (jpgs)",
    "created_by": "Roberto Salazar",
    "external_url": "https://robertosalazar.co/",
    "description": "Everything faded into mist.  \nThe past was erased, the erasure was forgotten,  \nthe lie became truth.  \nGeorge Orwell, 1984\n\nWhat would an image look like if it crashed into another? A particle shot colliding with another mid-flight. Large Hadron Collider logic. Will their signifiers finally settle after exploding like mud on a fish tank, or dust on the floor? Unrecognizable, fragmented, and incomplete.\n\nThe sheer volume of digital photographs surpasses any sense-making ergonomics. A thunder where images appear at light speed and their meaning arriving, if ever, later at the speed of sound. The vertigo of photography as pure image. Representation representing itself.\n\nReflections about the nature of digital images and photographs. Wheat pasted photographs on a wall, removed; leaving behind only a partial register of their past visual existence.\n\nErased, deleted and obliterated ads. Algorithmically deleted photographs. Visual eschatological semiotics.\n\nThe End of Facts series is based on scanned printed matter. All derivations in this collection come from page #3 of Penthouse magazine (1978). A Ballantine’s whiskey ad.\n\nThis page was scanned and then algorithmically erased and deformed many times utilizing photo editing software. Every cycle generating new data over and over again. The photographic image on the page, its indexicality; has been obliterated. Only its galaxy of shattered bits remains.  \n—  \n2021",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Roberto Salazar (SLZR)"
      },
      {
        "trait_type": "Collection",
        "value": "The End of Facts"
      },
      {
        "trait_type": "Sorting",
        "value": "#1"
      },
      {
        "trait_type": "Year",
        "value": "2021"
      }
    ],
    "image_details": {
      "bytes": 12843736,
      "format": "PNG",
      "sha256": "5baa4e1fb65051b97399ed28b990afd5aa47c0a6a2aeb45070cf26fc53993c8d",
      "width": 2561,
      "height": 3840
    },
    "image": "https://arweave.net/0ccPFZsvwVmUuN9shBfP1yuf5FHoHeshMflHOf1AkVY",
    "image_url": "https://arweave.net/0ccPFZsvwVmUuN9shBfP1yuf5FHoHeshMflHOf1AkVY"
  }
}