{
  "address": "0x787d1c4207b6b6b2b2e32a91b2d9db966602cbc0",
  "type": "ERC1155",
  "name": "Amethyst Wars Game Pass by Drip Studios",
  "tokenCount": "1",
  "uri": "https://arweave.net/IxdJO4yvSXz7gx_C2kkEI2orkunYHraRfDtIxLrq16g",
  "metadata": {
    "name": "Amethyst Wars Game Pass",
    "created_by": "Pirates of the Metaverse",
    "description": "Hello. We hope that you appreciate that this exercise is intended to teach you a very cheap lesson on crypto and NFT security. \n\nHere are some tips on how to avoid wallet drainers and fake mints in the future:\n\n1. If it's time sensitive and induces FOMO, STOP. Give yourself a gut check. \n2. Ask your friends if what you are about to mint makes sense.  \n3. NEVER be the first. Yeap, let someone else be the guinea pig and confirm with others you trust that it's safe.  \n3. Cross reference with Website URL. (check other socials) from the project\\influencer.  \n4. Are all socials for project/influencer advertising the mint site? That can sometimes tell you something. Many scams come from 1 account being compromised.  \n5. If you kept going at this point, did you connect with your hot wallet that had crypto\\NFTs in it? If this was a wallet drainer they'd all be gone.  \n6. Get a hardware wallet. Won't save you from getting phished into a nefarious transaction but does make you think twice when you are approving transactions. Hardware wallets protect you from many other potential hacks however, like your computer being compromised.  \n7. Implement a hot wallet, cold wallet strategy. Keep your assets in a cold wallet that never connects to a site, and only mint from and connect to sites from your hot wallet. \n8. Gas is cheap these days, spend the money moving assets around and spreading them out. Don't get lazy.  \n8. I could go on and on and on about wallet security and best practices. \n\nUltimately, the best lesson you've learned today is the experience. We all need to go through this at least once to truly understand how vulnerable we are.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Pirates of the Metaverse"
      }
    ],
    "animation_details": {
      "bytes": 9126581,
      "format": "MP4",
      "duration": 212,
      "sha256": "7e6a3c3cf691ae8b8e0f8aa40db88b7c07f419693756b44f18dcdd9f16e595e8",
      "width": 640,
      "height": 360,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/dFKcZE0J-fL3RFpujqPLfplwou3kTm3S-C9amAZsF34",
    "animation_url": "https://arweave.net/dFKcZE0J-fL3RFpujqPLfplwou3kTm3S-C9amAZsF34",
    "image_details": {
      "bytes": 230679,
      "format": "PNG",
      "sha256": "9cb54665d95734bcc63464100a09770e2771dc7e8ea9d5fb94ce5a09f5e6a097",
      "width": 421,
      "height": 327
    },
    "image": "https://arweave.net/ZJ0NPAS6eKgXViOykF7fzvZl4CEosTB059qSYdrce3Q",
    "image_url": "https://arweave.net/ZJ0NPAS6eKgXViOykF7fzvZl4CEosTB059qSYdrce3Q"
  }
}