{
  "address": "0x79a31cbec02e6d75a99f7f37d592db0f7ab8ac65",
  "type": "ERC721",
  "name": "The Inner Gallery",
  "tokenCount": "5",
  "uri": "https://arweave.net/T--GKG2-orrXfOYnOjYBokwT_koDqVFWDgUihDXNfZM",
  "metadata": {
    "name": "Brainstorm",
    "created_by": "NiftyNode",
    "external_url": "niftynode.xyz",
    "description": "\"Brainstorm\" is a powerful reminder of the beauty and complexity of the human mind - a force that can inspire us, challenge us, and sometimes even overwhelm us. As someone who has witnessed the impact of mental health issues on our loved ones, this NFT represents a glimmer of hope and healing for everyone.\n\nAt \"The Inner Gallery,\" we understand that mental health is a critical component of our overall wellbeing, regardless of our profession or background. That's why we are committed to donating all proceeds (minus creator fees) from \"Brainstorm\" to support mental health initiatives that benefit individuals and communities alike.\n\nWith every purchase of \"Brainstorm,\" you're not just investing in a beautiful work of art - you're investing in the mental health and wellbeing of people who are struggling with mental health issues. You're also helping to break down the stigma around mental health and promote a culture of openness and compassion.\n\nWe believe that \"Brainstorm\" has the power to inspire and uplift those who are struggling with mental health issues, and to remind us all that we are not alone in our struggles. By displaying \"Brainstorm\" in your home or digital space, you're creating a physical reminder of the importance of mental wellness and the beauty of the human mind.\n\nThank you for your support, and we hope that \"Brainstorm\" serves as a beacon of hope and healing for you and your loved ones. Together, we can create a world that values mental health just as much as physical health, and where everyone has access to the resources and support they need to thrive.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "NiftyNode"
      },
      {
        "trait_type": "Image",
        "value": "Brainstorm"
      },
      {
        "trait_type": "Edition",
        "value": "One"
      }
    ],
    "animation_details": {
      "bytes": 4029425,
      "format": "MP4",
      "duration": 20,
      "sha256": "61367375969fc8923ad967fa9d6cae8a9a5b903e674ac8403535d66a6c476e23",
      "width": 960,
      "height": 960,
      "codecs": [
        "H.264"
      ]
    },
    "animation": "https://arweave.net/MCM3lMUJcSyuUsmicUhTC3tCxDDmtzttLSRVcuJrMAM",
    "animation_url": "https://arweave.net/MCM3lMUJcSyuUsmicUhTC3tCxDDmtzttLSRVcuJrMAM",
    "image_details": {
      "bytes": 292044,
      "format": "PNG",
      "sha256": "9ddee6518fa286b4359ef3f8361f919052b66c9b1176f379f039bebbf9b7edec",
      "width": 927,
      "height": 928
    },
    "image": "https://arweave.net/-Qz6gPBqbfwwyYUc17NdolKlrjuUn5WCg--ix1h-TN4",
    "image_url": "https://arweave.net/-Qz6gPBqbfwwyYUc17NdolKlrjuUn5WCg--ix1h-TN4"
  }
}