{
  "address": "0x7948f7ff1158b338a898e80ce8b1c3c964a80cec",
  "type": "ERC721",
  "name": "Machine Hallucinations — NFT Collections by Refik Anadol",
  "tokenCount": "306",
  "uri": "https://arweave.net/wmjmyk1H6rgGCIAG0vlZxta37aismnpyMUYuQOQDyKc",
  "metadata": {
    "name": "Machine Hallucinations – Space : Metaverse",
    "created_by": "Refik Anadol",
    "description": "This first immersive NFT art work based on an AI cinema experience in which the past and the future of space exploration are intertwined, was born from a complex narrative of spatio-temporal re-orientation. The work is a 3-chapter, 15-minute multidimensional cinema in metaverse that is tokenized in the form of VR and minted for collectors who would like to rebuild the experience in an architectural space where they can step into the mind of a machine and speculate an alternative perception of space. In order to attain this complex spatial structure visually, the experience is separated into three chapters, each focusing on vast datasets collected from the visual memories of the universe capture by the International Space Station and the Hubble and MRO telescopes.\n\nRegardless of the source of the data they are based on, one of the fundamental questions that Refik Anadol’s body of work has been raising for more than ten years is the possibility of establishing relationships with memories, information, archives and histories – all of which he calls “the heritage of humanity.” His vision of the relationship between artificial intelligence, big data, and art is as follows: “With so many tools at our disposal, from artificial intelligence to machine learning, from the latest data visualization techniques to artistic creativity, it is both a responsibility and an unlimited trigger of imagination to preserve the data on space-machine-human relations as much as possible and carry it into the future.”\n\nCentral to the artwork was the ingestion of vast amounts of space-related digital data, similar to the radical and fully immersive data visualizations of digitized collective memories that Anadol and his Studio have accomplished in the last decade.\n\nThe artwork comes with an artist-signed 3D physical certificate with backup source installation files, a VR headset, a custom computer and software.",
    "image": "https://arweave.net/gXZ1op4Sb2Tm1ywPuTq7ZKa3uueumB43n0sQ_uVVKUg",
    "image_url": "https://arweave.net/gXZ1op4Sb2Tm1ywPuTq7ZKa3uueumB43n0sQ_uVVKUg",
    "image_details": {
      "sha256": "ad9cbca9d8c11809b015417794118398fe2aa7d6778614e9f58f49a8a6b7cb14",
      "bytes": 11779851,
      "width": 3840,
      "height": 2160,
      "format": "PNG"
    },
    "animation": "https://arweave.net/QemoxKMPeTju8v6BZfi1Dv0AYsk3AgDTouc-VwF3bVU",
    "animation_url": "https://arweave.net/QemoxKMPeTju8v6BZfi1Dv0AYsk3AgDTouc-VwF3bVU",
    "animation_details": {
      "sha256": "943a2f6a9adaf3e2d8d8df57b50c2ab8f9690e7010154a6cba973f5e3d824aa1",
      "bytes": 2287248132,
      "width": 3840,
      "height": 2160,
      "duration": 182,
      "format": "MP4",
      "codecs": [
        "AAC",
        "H.264"
      ]
    },
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Refik Anadol"
      },
      {
        "trait_type": "Collection",
        "value": "Machine Hallucinations – Space : Metaverse"
      },
      {
        "trait_type": "Auctioneer",
        "value": "Sotheby’s"
      }
    ]
  }
}