{
  "address": "0x79e234cf003b15458d8468a75252865c21feae89",
  "type": "ERC721",
  "name": "Vojago (Journey)",
  "tokenCount": "42",
  "uri": "https://arweave.net/lyW89DQOg-Jj8KfFUn__v8kY1frHU71uFoD9wNiOMXI/1",
  "metadata": {
    "name": "Moonlight Bends the Road #1/10",
    "created_by": "Hulki Okan Tabak",
    "external_url": "https://linktr.ee/hulkiokantabak",
    "description": "10 editions minted by Hulki Okan Tabak, Vojago (Journey) smart contract on Manifold, 2022\n\nfrom Vojago (Journey), Part One: Travels, North Road Pixels \n\n...\n\nVojago (Journey) is an idea by Hulki Okan Tabak with various themes created by collaborating creators. In Esparanto, it means journey. The three part project is built with AI. It is based on a poem and enhanced by additional text prompts. The base texts of different parts are used as the core to build variations upon. One such variation is using ideas from Mad Monk's Sculptura series. Another variation is from Athena Novo's Kahlo artwork. Other variations are created by Hulki Okan Tabak. Each creator will mint from their respective part as well contributing to the project smart contract. Part One is called Travels, Part Two is Oasis and Part Three is Birth and Death.\n\nThe variations of Part One are North Road which deals with the freezing journey north. It has a basic storyline and a visual variation about the warmer parts of the journey. Another Mad Monk inspired variation is the Contraptions part dealing with strantge devices and inventions closely following the Sculptura concept by Mad Monk. Portraits are visually striking experimental portraits of women extrapolated from Athena Novo's Kahlo works. Wild at Heart and Village Life are themes by Hulki Okan Tabak. North Road Pixels is a pixel art perspective on the journey north and the surroundings.  \n\nPart Two and Part Three variations are yet to be named in full. For now Part Two has a Desert Town variation and Part Three has Rebirth, Fragments of Life and Pixels of Myth and Legend variations. More clarity on them in some future date. However artwork that's ready will be minted without waiting for it to be in chronological order. Furthermore inspirations and main prompting style of Part One is reflected in others but end results are something to see!\n\nVojago, Journey, Trip or Travels in this context is more symbolic than actual. The story arcs from travel north to travel south, from snow to desert sun. Its characters live, love, die and are born. The journey is more symbolic, more personal than physical. Sometimes it leads to metaphysical places, to the realm of ideas and the absurd. Yet other times road adventure and pixel fun entails. The overarching theme is the poem and the where we travel visually has been shaped by it. Hence there are various AI styles as well as locations herein.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Hulki Okan Tabak"
      }
    ],
    "image_details": {
      "bytes": 6575556,
      "format": "JPEG",
      "sha256": "df3bd1873d0ced264cdabbd17f7e933e590dc72c586bfa86dcfb16e0a329ed6e",
      "width": 4000,
      "height": 4000
    },
    "image": "https://arweave.net/woyKBWRzPiqE6qgXP4TFzv22M85uBK1_pAh3EYf_esE",
    "image_url": "https://arweave.net/woyKBWRzPiqE6qgXP4TFzv22M85uBK1_pAh3EYf_esE"
  }
}