{
  "address": "0x79c71936357e9348a3501c61ecce50291f8b74a2",
  "type": "ERC721",
  "name": "Peace 4 UA",
  "tokenCount": "1",
  "uri": "https://arweave.net/12FxSr4DEgT_PP_BZ9N5ZPNu-mD1UCN18nhBNv2Whp0",
  "metadata": {
    "name": "Peace For Ukraine",
    "created_by": "Peace4Ukraine",
    "external_url": "p4ua.xyz",
    "description": "Peace4Ukraine desires to spread a message of peace through a collaborative effort by a diverse group of artists in the form of a collage art piece of which 100% of the funds generated from the sales of this  piece will be donated to victims suffering from the war in Ukraine, this will be achieved by sending all funds collected directly to Ukraine DAO.\n\nArtists:\n\nAbraham Balcazar, Ale Queentero, Alejandro Peters, Alex Granados, Ana María Caballero, Angry Latina, Arcadio Quexquemitl, Ariadna Romo, Ary Vincench, Austin Showtime, Azul Barraza, BDWIL, Billie Alter, Blu and the BEQOMING Tribe, Bocagrandi Art, BravishiMaa, Brayan Castillo, Buitrago, Calem Gorostiaga, Camille Defago, Camilo Vasquez, CC, Cinthia Ponce, Dani Muñoz, Daniel Uricoechea Percy, Datzel, David Bianchi, Dentin, Diana Pelenur, Estrujamentes, Eva Cortez, Eysar Vargas, Federico Bianchi, Gaia Musique, Gavisual, Ghaith Al-Habashi, Gino Battiston, Goldies, Hafid, Hiuma, Hypayia de Lesbos, Jamex, Jesus Martinez, Jimena Buena Vida, Jonathan Gone, Jordi Mora, Jose Daniel Quintero, Joss Monzoni, Judasaca, Justin Aharoni, Katiana Maruve, Kike Hernandez, Lara Restelli, Lemny Perez, Luis M Fernandez, María Paula Alzate, Mavi Prado, MGOGLKTKO, Mi Retratito, Mirna Maria, Monica Henson, Monty Este, Mónica Fuertes, MrCheckpoint, Naopiart, Nati Rupe, Nhefertiti, Nonagraph, Norella Magdaniels, OllOOl, Oska, Pablo Chaco, Panot, Paolo Moreno, Pau Woscoboinik, PippoKatz, Ponse Lakiva, Psychdre, , Rey, Ricardo A. Martinez, Samsara, Scott Foo, Simulacrartist, Soy Fira, Stutter, Súa Agapé, Toni, UltraviolETH Federation Conceptual Cosmic, Valeriana Infusión, Veroivo, Vesper, VjDeliria, Walquiria Segreo, Xela, Yessica Leaño, YuZapata, Zoe Schwartz.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Peace For Ukraine"
      }
    ],
    "animation_details": {
      "bytes": 73267049,
      "format": "MP4",
      "duration": 48,
      "sha256": "0d9c9377ce01b1f2d1d14412dd63b43c37d91039fea419af52e17b689e40380a",
      "width": 3840,
      "height": 2160,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/rbzs6d3eAabwaVpvO5ts7S3UmAfdUcqaEXcQTQrMAFc",
    "animation_url": "https://arweave.net/rbzs6d3eAabwaVpvO5ts7S3UmAfdUcqaEXcQTQrMAFc",
    "image_details": {
      "bytes": 3367477,
      "format": "JPEG",
      "sha256": "88eb9f3795e51a480f60aead4d5f255d590146f2e094b62c9ea9253d0713753b",
      "width": 2732,
      "height": 1531
    },
    "image": "https://arweave.net/eiV4uouTc-hHmfj0a4LuUKpiwI8EeE1-sYKFlGT1Dfg",
    "image_url": "https://arweave.net/eiV4uouTc-hHmfj0a4LuUKpiwI8EeE1-sYKFlGT1Dfg"
  }
}