{
  "address": "0x79759f50a44382243c9606740f9d96097a2e448e",
  "type": "ERC721",
  "name": "Celestial Burial of an Artist (Final Editions)",
  "tokenCount": "4",
  "uri": "https://arweave.net/pah87cCQjq3o_NYAdjS_rJUuN0UiGBVaqIPldkccQN0",
  "metadata": {
    "name": "Celestial Burial of an Artist #1",
    "created_by": "PACEVERSO",
    "external_url": "https://www.pacegallery.com/journal/zhang-huan-celestial-burial/",
    "description": "Pace Verso, the Web3 arm of Pace Gallery, is pleased to present artist Zhang Huan’s new NFT series Celestial Burial. Four editions of Celestial Burial, which is informed by Zhang’s storied My New York (2002) performance in a suit made of meat, will be available on March 17. Each edition is made up of hundreds of pixelated, miniature meat men created and customized by the 2,500 players who participated in Zhang’s recent The Celestial Burial of an Artist project, co-produced with the digital platform EchoX. With its participatory, interactive origins, the Celestial Burial series is already celebrated by the community that helped create it. The works will be priced at $20,000 each. Celestial Burial is deeply engaged with one of the most iconic performances by the artist, whose practice also spans painting, photography, and sculpture. In My New York, which was staged at the 2002 Whitney Biennial less than a year after 9/11, Zhang wore a meat bodysuit with bulging muscles contoured in flesh. The performance, which involved the release of doves from cages, served as a poignant exploration of the artist’s relationship to the city.\n\nFor the Celestial Burial NFT series, Zhang reinvents his Whitney Biennial presentation in the digital space. Participants in the gamified project created distinct versions of the artist’s meat suit-wearing avatar, resulting in 2,500 individual works that comprise the Celestial Burial NFTs. Arranged to form large, semi-abstract figures representing the artist in his costume, the player-customized images of Zhang in the meat suit makeup the NFTs in this body of work. Each of these composite works in the Celestial Burial series features a mosaic of colors and tones, blurring the boundary between figuration and abstraction. The artist’s formal and conceptual experimentations with these NFTs situate his performance in a technological context.\n\nThis NFT series unites performance, gaming, and digital art, exemplifying Zhang’s longstanding interest in collaboration and creative exchange. The artist has said that this project engages with the “very spiritual and sacred process of reincarnation.”",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Zhang Huan"
      }
    ],
    "image_details": {
      "bytes": 32102047,
      "format": "JPEG",
      "sha256": "09b9285a6dc55e4adfc4315aa66f126d5aaf7718b3242195ce47432ac20a4ba2",
      "width": 9450,
      "height": 6682
    },
    "image": "https://arweave.net/-jXplfX-pa-2cDtQwWmYqOTrNW0XCOgZ6901iMESTC4",
    "image_url": "https://arweave.net/-jXplfX-pa-2cDtQwWmYqOTrNW0XCOgZ6901iMESTC4"
  }
}