{
  "address": "0x79893ed578c7a4e7caf12b1879bca570cdd97f43",
  "type": "ERC1155",
  "name": "Zodiac Guardian",
  "tokenCount": "1",
  "uri": "https://arweave.net/jn8MkPzQ9QN_2M2We_gLtaZkn0-xHU7fid7nLiF4bsw",
  "metadata": {
    "name": "LiuHe Doggo",
    "created_by": "Your Secret Angel",
    "external_url": "https://twitter.com/fudao_nft",
    "description": "The Year of the Dao is coming\n\nYour wallet needs a Sixth Harmony Nobleman - “Liou He Gui Ren”\n\nThis is the first NFT of the Zodiac Guardian series. Holding it will grant you entry to subsequent drops.\n\nIn traditional Chinese metaphysics, “Liu He” refers to the attraction and cohesion of the forces of the five elements (wood, fire, earth, gold and water) in the air field (magnetic field).\n\n“Liu He” means \"secretly together\", a person who helps you secretly. And the \"Gui Ren\" is the attraction, affinity and cohesion of the power of the five elements. It is mainly based on the hexagrams of the earthly branches of the birth year (i.e. the \"Chinese zodiac\"). The Year of the Rabbit 2023 will continue the rapid changes of last year, the Dog is the Rabbit's Sixth Harmony Nobleman. The nobleman (or nobledog?) helps to keep the villains away, can help to strengthen your own luck and make your career more smooth. We pray that you can ride the waves on the sea of coins so we launch the Sixth Harmony Nobleman NFT. You can keep it in your wallet. The transactions you make will continuously purify and strengthen its energy to protect and absorb wealth, so that your fortune will be prosperous.\n\nWe wish you all good luck and prosperity in the Year of the Rabbit!",
    "attributes": [
      {
        "trait_type": "Year",
        "value": "Rabbit"
      },
      {
        "trait_type": "LiuHe",
        "value": "Dog"
      }
    ],
    "image_details": {
      "bytes": 511973,
      "format": "SVG",
      "sha256": "83fdfd705684e15d76c6eaeab9be358cd159647317974716bdc8462444db1273",
      "width": 1028,
      "height": 1028
    },
    "image": "https://arweave.net/u-bCNuEBPIB7zusXifRi6ed22X_LXNiwFirUFHpLWvg",
    "image_url": "https://arweave.net/u-bCNuEBPIB7zusXifRi6ed22X_LXNiwFirUFHpLWvg"
  }
}