{
  "address": "0x798d9002cd4c3e4d5838c256acddcc31c8de64fd",
  "type": "ERC1155",
  "name": "ZOO PILOT EDITIONS",
  "tokenCount": "1",
  "uri": "https://arweave.net/c8m3oxZdMHd5AGnFVSv_H7imwVSra39KskQjeIwSMq8",
  "metadata": {
    "name": "Old Taos",
    "created_by": "John Hamilton Farr",
    "description": "I SHOT THIS VIEW OF THE MAIN KITCHEN WINDOW in the 135-year-old adobe in Llano Quemado, Ranchos de Taos, New Mexico at 4:11 p.m. on February 3, 2023 using an iPhone 14 Pro Max. The sun was getting low and the lens flare is authentic. The counter is a single 10 foot slab of ponderosa pine from the nearby mountains. The window faces due southwest, enabling one to grow fresh flowers through the winter at the sacrifice of counter space.  It's worth it though, believe me. \n\nThe powerful sunshine at 7,000 feet is physical and emotional medicine this time of year. The house itself has solid 14 inch thick adobe walls, no closets, overhead lights, or crawl space: the floor is hard adobe mud laid directly on the ground. To live here is like being in a cave with windows. I call the image \"Old Taos\" because the first guest who ever stepped inside immediately knew just what it was and that's exactly what she said: \"Old Taos...\" as her voice trailed off. If you know, you know—and now I do.\n\nExtended Editorial License: Can be used to display privately, or in groups with an unlimited number of participants. The License includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with the NFT creator.\n\n",
    "attributes": [
      {
        "trait_type": "Collection",
        "value": "ZOO PILOT EDITIONS"
      },
      {
        "trait_type": "Artist",
        "value": "John Hamilton Farr"
      }
    ],
    "image_details": {
      "bytes": 4308173,
      "format": "JPEG",
      "sha256": "91f6de61db7a81317feddcf6e2b52dda6b9f053b7c9f7760a0a16c08c48935e5",
      "width": 4032,
      "height": 3024
    },
    "image": "https://arweave.net/1xXTEtlqFmh5ZtS-laMx8ykSpZLVPIFRTDUpuRw-V_I",
    "image_url": "https://arweave.net/1xXTEtlqFmh5ZtS-laMx8ykSpZLVPIFRTDUpuRw-V_I"
  }
}