{
  "address": "0x793d2def17003d1ae93dd325a509263629734a11",
  "type": "ERC721",
  "name": "Pepeland’s Abyss",
  "tokenCount": "66",
  "uri": "https://arweave.net/2P_zUToLUkwsDnBRV1jwtSY9YWrKraWZ2T0iPFdxgyk/1",
  "metadata": {
    "name": "Pepeland’s Abyss #1/66",
    "created_by": "MotoAnimals & Snow W.",
    "description": "A little bit about the circles of hell in our Pepeland interpretation:\n\nLimbo: According to Dante it’s where those who never knew Christ exist. Ours represents one the closest to the hell events happening - hard rock metal fest. If you’ve ever been there you know what we mean.\n\nStyx - that very river that leads to the realm of the dead. Enjoy marvelous water journey provided by “666 resort” and ride a banana right to the hell with us!\n\nWelcome to the circle of anger and war. If you crave revenge or just want to contemplate slaughterface views you’re very welcome here. The burning Luna currency will effectively help you to maintain needed right mood.\n\nBeware of 18+ circle. There’s no anonymity here but you hardly need it when being in hell surrounded by hot devilish Pepe chicks. No shame, only pleasure.\n\nGluttony: Where those who overindulge exist. We bet it’s the best bar and restaurant you’ve ever visited before! Sinning on the surface to get a coveted access to the Pepehell cuisine is definitely worth it.\n\nGreed: Self-explanatory. According to Dante’s vision this circle is reserved for people who hoarded or squandered their money, but we created a marvelous crypto treasury. Would you sell your soul to Satan for visiting it, haha?\n\n Laziness and despondency. True damn spa paradise for those who masochistically find pleasure in suffering and sadness. take a mud bath in the swamp of your self-flagellation, good for the skin.\n\nCity of heretics ans false teachers. According to Dante's idea of retribution, the Heretics' punishment is to spend eternity in flaming tombs. On our circle you can have fun turning into a ghost and flying around teaching others any junk you want.\n\nA circle for rapists and killers of all stripes. A gorgeous all inclusive residence. Comfortable coffins, entertainment programs, red-hot blood of victims from living sources just for one of the most serious sins price. Remorse coupon discount.\n\nFrauds. Nice summer camp for pimps, liars, thieves, hypocrites and marketing frauds, consisting of 10 ditches - friendly circles of interest. Here everyone can find a hobby to their liking and express themselves creatively! the most active and talented are given a diploma.\n\nTreachery: The deepest circle, where Satan resides. Аfter making it through 9 circles of hell, we finally meet the boss - welcome local Santa. Frozen in the ice traitors-animators will entertain you with cool winter activities, it’s going to be fun until you’re blue in the face.",
    "external_url": "PepelandAbyss",
    "image_details": {
      "bytes": 48801221,
      "format": "JPEG",
      "sha256": "6bce020b7568cc7fb2afd0f2dab0c1c70568540f9d1a22efc17e5488ba545f39",
      "width": 13160,
      "height": 15165
    },
    "image": "https://arweave.net/QUlmwo3Bl9l5211WxGC7IKzeafisYBarDp0dg40O9Ms",
    "image_url": "https://arweave.net/QUlmwo3Bl9l5211WxGC7IKzeafisYBarDp0dg40O9Ms"
  }
}