{
  "address": "0x7abf1224d4f247dbfbf50206b6447bb50e4111b6",
  "type": "ERC721",
  "name": "Noushad Ali Akampadam",
  "tokenCount": "1",
  "uri": "https://arweave.net/HhrehDp_qeHKy4f4jvOBKd1nrXkbQIYfcN1JVQJ4U6o",
  "metadata": {
    "name": "A childhood of lost dreams.",
    "created_by": "NOUSHAD AKAMPADAM",
    "description": "Commandments of Innocence.  \nHere I have tried to capture the innocence of childhood dreams.  \nBecause beauty and grace are not the judges of innocence  \nThis photograph is shot with a special texture made of clay and moss.\n\nClean your glasses to enjoy the picture!.\n\n\nArtists Profile:  \n-------------------  \nI’m a Photographer, Cartoonist, Illustrator and Digital artist.  \nPublished lots of Cartoons, Illustrations and photographs are various publications and Honored with MERIT MEDAL AWARD from HIPA International photography contest 2017-2018 seasons.  \nNow full time in NFT Photography – Digital Art.\n\n\nManifold ERC 721 smart contract  \n-------------------------------------------  \nWith the purchase of this NFT, the artist grants the primary holder the license to sell, trade, or transfer the NFT on the blockchain. The NFT may be shown privately, in commercial and non-commercial venues, and in groups with an unlimited number of members. The license allows for unrestricted use and display in virtual and real galleries, essays, and films. The holder of this non-exclusive license may also share on social media platforms with proper attribution. The primary holder is prohibited from making \"commercial use\" of the underlying works, which includes commercial products, commercial distribution, and derivative works. The artist retains ownership of the underlying work's copyright, intellectual property rights, and reproduction rights. The artist also reserves the right to reuse the entire image or portions of it to make additional artworks, as well as to create an animated NFT of this artwork. This still image will be minted only once as a 1/1 artwork on the blockchain, and no other editions will be produced on this or any other blockchain.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "NOUSHAD AKAMPADAM"
      },
      {
        "trait_type": "Camera",
        "value": "NIKON CORPORATION NIKON D800"
      },
      {
        "trait_type": "Lens",
        "value": "24.0-70.0 mm f/2.8"
      },
      {
        "trait_type": "ISO",
        "value": "320"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/6.3"
      },
      {
        "trait_type": "Exposure",
        "value": "1/200"
      },
      {
        "trait_type": "Focal Length",
        "value": "35.0 mm"
      }
    ],
    "image_details": {
      "bytes": 26288191,
      "format": "JPEG",
      "sha256": "b4ee0b7a8caa7f99568c59c780f892f2fbd2117fa26449c237755401475ad993",
      "width": 5000,
      "height": 3337
    },
    "image": "https://arweave.net/bf0n_Fy_IOVkxyl9Zd7i2ZgWXs8vL1bJrRlEgJMzgb8",
    "image_url": "https://arweave.net/bf0n_Fy_IOVkxyl9Zd7i2ZgWXs8vL1bJrRlEgJMzgb8"
  }
}