{
  "address": "0x7a971bb19ad171f58ae6ab1d916d74637f713ff6",
  "type": "ERC721",
  "name": "Crypto Souun",
  "tokenCount": "2",
  "uri": "https://metadata.nftplus.io/metadata/CryptoSouun/1",
  "metadata": {
    "name": "SCAM Taisan",
    "description": "\nSCAM Taisan (SCAM, go away)\n\nIt's unfortunate that scams have become a major problem in the blockchain world. Thus with that in mind we're embodying the term \"SCAM, go away!\" to provide security in the work we do and NFTs we produce. We hope our efforts can put you at ease.\n\n\nNFT Terms of Sale\n\n - This NFT is for image data(11465x8110pix, jpg)  and movie data(mp4).\n - NFT data will be available for download only to the owner of each NFT via (https://crypto.souun.net/).\n - By purchasing this NFT, the purchaser acquires ownership of the image data and movie data, but does not transfer any copyrights, trademarks, or other intellectual property rights, nor the original artwork.\n - For the one person with the highest bid price among the three auctions(\"SCAM, go away\" and \"GOX Healing\"), Souun Takeda will append up to 10 characters onto the image data, if desired.\n - The NFTs may not be given for use beyond the scope of home/personal use or for commercial purposes.\n - In the event that the purchaser, transferee, or any other third party suffers damage in connection with the purchase or sale of this NFT, the author shall not be held liable for any legal action, regardless of the cause of such damage.\n\n - - - - \n\nSCAM退散\n\n「SCAM」は「詐欺」を意味する言葉です。\nブロックチェーンの世界でも、残念ながらSCAMと呼ばれる不誠実な行為が大きな問題となっています。\n気合をこめて「SCAM退散」！\nSCAMの不安を吹き飛ばし心がフッと軽くなる。SCAM心をハッと戒める。そんな言葉として届きますように。\n\n\nNFT売買規約\n\n・本NFTの対象は画像データ（11465x8110pix, jpg形式）および動画データ(mp4形式)です。\n・NFTの対象データは、https://crypto.souun.net/ を通じて、各NFTの所有者だけがダウンロード可能になります。\n・本NFTの購入により、購入者はNFTの対象データの所有権を取得しますが、著作権や商標権その他の知的財産権、および作品原本は譲渡されません。\n・今回販売される2点（「SCAM退散」「GOX平癒」）のうち最高価格で落札された1点のみ、落札者の希望に応じ武田双雲直筆の「添書（最大10文字）」を画像データに追加することができます。\n・本NFTを家庭の範囲を越えて他人に提供することや商用目的で利用することはできません。\n・本NFTの購入・売買に関連して購入者または転得者その他の第三者が損害を被った場合、その損害発生の原因が如何なるものであっても、著作者は何らの法的責任も負わないものとします。\n",
    "image": "https://metadata.nftplus.io/images/CryptoSouun/1.jpg",
    "nft_id": "1",
    "nft_class": "CryptoSouun",
    "symbol": "CryptoSouun",
    "octpass": {
      "version": "1.0"
    },
    "animation_url": "https://metadata.nftplus.io/animations/CryptoSouun/1.mp4",
    "contents": [
      {
        "uri": "https://metadata.nftplus.io/images/CryptoSouun/1.jpg",
        "format": "image/jpeg"
      }
    ],
    "license": {
      "type": "BY-NC-ND",
      "usecase": {
        "reference": "allow",
        "trade": "allow",
        "lock": "disallow"
      }
    },
    "attributes": null
  }
}