{
  "address": "0x7a40dfd4f9a915d36f16f514dd5edc7be540bbf6",
  "type": "ERC721",
  "name": "The Box of Emotions by Godwits",
  "tokenCount": "1",
  "uri": "https://arweave.net/XnPLMq2b1sLQIicZ8bSTNxB8l6b62y7pshzWOFXi9o4",
  "metadata": {
    "name": "The Box of Emotions 1",
    "created_by": "Godwits",
    "external_url": "https://godwits.com",
    "description": "Title: Box of Emotions  \nArtist: Godwits  \nYear: 2023  \nSmart Contract By: Manifold  \nArtist Royalty: 10%  \n  \n\"Box of Emotions\" is a digital art series that blends human creativity with the power of artificial intelligence. The collection is a series of paintings, each depicting clusters of dream sequences crafted by machine intelligence. It delves into the world of emotions and their pivotal role in shaping the dreams that color our subconscious minds. By exploring the connection between dreams and emotions, \"Box of Emotions\" seeks to unveil the intricate web of thoughts, feelings, experiences, and memories that influence our dreams.  \n \nEach piece in this innovative series is a testament to the collaboration between the artist and the AI, who together create compositions that evoke emotions. The AI, trained on custom datasets of art and dreams, generates the initial dreamscapes, while the artist provides direction, fine-tuning, and final adjustments to bring the AI's visions to life.  \n \nThe artwork is characterized by colors, abstract shapes, and fluid forms that seem to morph and blend together, creating a sense of movement and depth. The dream sequences depicted in the paintings are unique to each piece, yet they share a common theme of exploring the relationship between emotions and dreams.  \n \n\"Box of Emotions\" highlights the way our emotions can manifest in our dreams, providing valuable insight into our innermost feelings and experiences. The paintings serve as a visual representation of the subconscious mind, illustrating how emotions can drive the narratives and imagery of our dreams. The series invites viewers to embark on a journey of self-discovery, as they contemplate the role emotions play in shaping their own dreamscapes.  \n \nIn conclusion, \"Box of Emotions\" is a pioneering digital art series that pushes the boundaries of creative collaboration between humans and AI. By merging the power of artificial intelligence with the depth of human emotion, this collection of paintings provides a captivating exploration of the complex relationship between emotions and dreams, while challenging the way we perceive art and technology.  \n \n*This is a dynamic collection so anything can happen in the future.  \n\nLimited to personal non-commercial use and resale rights of NFT are granted.  \nAll other terms & rights are reserved to Abstract Art Labs LLC",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Godwits"
      }
    ],
    "image_details": {
      "bytes": 47298476,
      "format": "JPEG",
      "sha256": "8a97e0bcfafbafd358dc6f92d8797afb4da585a83783f88bb1351f7496619fbf",
      "width": 8000,
      "height": 8000
    },
    "image": "https://arweave.net/WcM9waOnIT7rIMAaVJg9x4oP9vgXyT3H1WvjU0YspNk",
    "image_url": "https://arweave.net/WcM9waOnIT7rIMAaVJg9x4oP9vgXyT3H1WvjU0YspNk"
  }
}