{
  "address": "0x7a42930505f8ada35e5c2a8d5edb9f8be8395b81",
  "type": "ERC721",
  "name": "Crypto Shih Tzu Box Store",
  "tokenCount": "6",
  "uri": "https://cryptoshihtzu.net/api/metadata/factory/1",
  "metadata": {
    "description": "You will get three Standard Boxes. Each one of one them can be opened to spawn a CRYPTO Shih Tzu with the following rarity probabilities for each attribute: 60% Common, 25% Rare, 13% Epic, 2% Legendary.\n\nCheck out our Website for more information: <a href=\"https://www.cryptoshihtzu.net\">https://www.cryptoshihtzu.net</a>\n\nThe box you will receive is a NFT itself, so you can trade it while it still hasn't been opened.\n\nSpawned CRYPTO Shih Tzus can be found here: https://opensea.io/collection/cryptoshihtzu",
    "image": "ipfs://QmWn55YhHHEhRakdGKVeNBq3H6dcS9n84hwDmi4hbqW36c/factory/1.png",
    "name": "Get 3x Standard Box",
    "external_url": "https://www.cryptoshihtzu.net",
    "copyright": "NFT Ownership Disclaimer\n\nTerms of use for the purchase of an NFT (Non-Fungible Token) from\nLinkplicity GmbH\n\nThe purchased NFT is a digital artwork that has been digitally signed by\nLinkplicity GmbH, uniquely identified in the blockchain and uploaded as\na limited edition. The generated NFT is a proof of ownership and\nauthenticity of this edition of the digital artwork. The purchase of the\nNFT is final. The buyer purchases a signed and limited edition copy of\nthe digital artwork to own. Buyer acknowledges that ownership of an NFT\ndoes not carry with it any rights, express or implied, other than\nownership rights in the NFT (the digital artwork tokenized by the NFT).\nUpon purchase, Buyer may access the digital file to view or print on any\ndigital device for personal use. Upon purchase, the buyer receives the\nright to use, distribute and display the creation for non-commercial\npurposes only.  Commercial use is strictly forbidden with exception of\nresale without alteration or reproduction. Unless explicitly stated,\nCopyright to the art work and other reproduction rights remain with\nLinkplicity GmbH."
  }
}