{
  "address": "0x7a4fc080ca05857891941c94c374be5ad319733c",
  "type": "ERC721",
  "name": "Aly - SEXTAPE [WITH CONNIE]",
  "tokenCount": "35",
  "uri": "ar://TKLQNNQIR7Wf7J-Gj4VmK4wa-xfDfqRpPoM7Psz0Rrc/1",
  "metadata": {
    "animation_url": "ar://Us6UsXe785nNXKa7WpsIEhN3cSHJnRCNwWG86RkY7ns",
    "artist": "Lackhoney",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://A52b0xDPyXytPFdvbPhXHAr1TXQLM-PB8bVsgGwxAZg",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "SEXTAPE [WITH CONNIE]",
        "value": "Song Edition"
      }
    ],
    "bpm": 95,
    "credits": null,
    "description": "THE ROAD TO SWEETS 2 STARTS HERE\n\nconnie and i made a baby, this is the sextape\n\nthis song is a journey in a way that not many things i've made or heard are\n\nand with it i get to onboard one of my favorite producers and new LA bff's to web3! Welcome CONNIE!!!!!!\n\nit started on the couch of my friends living room in hollywood, connie and i had been talking about working for months and he was making a beat on the speakers in the corner\n\nconversation started and he started playing me beats, he played about 10 and i picked 7 i think\n\nthen i was traveling for 2 months and didn't record anything or make any music. from time to time i'd think about connie's beats and at one point i was with sunny and i had the aha moment to do some sort of mini-sweets project. i loved the idea of experimenting further with a song comprised of many moments/aesthetics instead of a standard song. i refused to listen to the beats for months and knew that when it was time to record i wanted to knock it all out as fast as possible to capture the rawness of 'a first idea'. (i succeeded!)\n\ni get bored really easily as a creative, and this idea tickled me. connie had also been having his hit song moment with \"DIVE IN\" and i knew that people were sending him songs all the time. i wanted to send him something that would make him stop. i'll put this in a twitter thread and screenshot his texts when he listened to this for the first time.\n\ni recorded this whole song in a day in my room right after i moved to LA and i love it so much.\n\nit's an inside joke and an unpretentious exploration of what free-play can look like -- also the choirs of connie's tags are so hilarious to my friends and i\n\nConnie is known for making super serious, hard ass music with artists like Merlyn wood and Jeleel. me singing his beat tag \"connie are you fucking kidding me\" and \"hot boy\" never stops making me giggle when i hear it back even months later. i fucking love this song and hope you do too\n\nMore on CONNIE: \nOriginally from Rockford, IL, 23-year old CONNIE’s influences include Daft Punk, SOPHIE, Pharell, Metro Boomin, Skrillex. After spending two years recording songs over FaceTime with his internet friend JELEEL!, he moved to Los Angeles with the rising star in 2019 where they recorded the viral hit DIVE IN!. He’s currently in sessions with prolific artists across genres including Mike Dimes, Louis The Child, TiaCorine, Jabari Manwa & Merlyn Wood of BROCKHAMPTON, Greek, and more.",
    "duration": 260,
    "external_url": "https://www.sound.xyz/lackhoney/sextape-with-connie",
    "genre": "Hip-hop & Rap",
    "image": "ar://A52b0xDPyXytPFdvbPhXHAr1TXQLM-PB8bVsgGwxAZg",
    "isrc": null,
    "key": "C_MAJOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://Us6UsXe785nNXKa7WpsIEhN3cSHJnRCNwWG86RkY7ns",
    "lyrics": {
      "text": "Connie are you fucking kidding me\nConnie are you motherfucking kidding me my boy\nHot boy\n\nI feel silly \nI'm sorry I need to right all of my wrongs\nHolding you too close\nIf I'm honest with you baby I need you more than these folks so fuck it can you come home\nI need you so damn much\nCan you come back to home\nCan you come back home\n\nMy songs are like a write along, sing along, dream along for you\nWhen you're on your journey please bring me along\nBring me along\nMy favorite song\nMmm\n\nGrowing up is seeing that the world ain't simple black and white\nBut I love your shade of gray so baby tell me what you like\nReflecting lately I've been operating purely out of spite\nI said too much that one time I should've just called it a night\nWell now the situation sticky\nI feel iffy\nHold it against me\nCan't even say you're acting silly\nWhen my girl sit on my face and some money on my hands that's a simple life\nPeace inside my life is what I'm feeling like\nConnie\n\n...",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "SEXTAPE [WITH CONNIE] #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "SEXTAPE [WITH CONNIE]",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}