{
  "address": "0x7a4f55d0be2f61985c082393fa81d8f2977a289e",
  "type": "ERC1155",
  "name": "Serie Pixel",
  "tokenCount": "12",
  "uri": "https://arweave.net/T1QhgZbCNJ4am-dTt82tiwKWdQ15k5pi5EUL9O3sM1M",
  "metadata": {
    "name": "Serie Pixel 0002",
    "created_by": "Javier Cruz Góngora",
    "description": "Esta obra digital de Javier Cruz, creada en 1984 durante los albores de la era digital, es un reflejo de su experimentación con los nuevos medios y su exploración de las nuevas dimensiones del arte. Inspirada en la naturaleza y el espacio, esta abstracción lumínica y cromática ofrece una ilusión óptica que cambió el mundo del arte. Cruz concibe el lienzo como una superficie digital y electrónica, lo que nos permite apreciar su obra de manera más adecuada hoy en día. Este tesoro guardado durante más de treinta años nos ofrece una visión única del arte digital en una época en que no se reconocía como una técnica tradicional.  \n------  \nDigital painting by Javier Cruz, a pioneer of video art in Colombia, created in 1984 at the dawn of the digital era. It features abstractions inspired by nature and space, reflecting an experimentation with new media and a discovery of the new dimensions of art. Optical illusions and the use of light colors would change the art world forever. The canvas itself is conceived as a digital or electronic surface, offering a unique perspective on the world. In the 1980s, digital art was not yet recognized as a traditional technique, and this piece remained hidden for over thirty years, only to now come to life in a more suitable medium.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Javier Cruz Góngora"
      },
      {
        "trait_type": "Console",
        "value": "Atari 130 XE"
      },
      {
        "trait_type": "Year",
        "value": "1984"
      }
    ],
    "image_details": {
      "bytes": 10709417,
      "format": "JPEG",
      "sha256": "2e409b1dd547feb0bdd14187981906b0d5c294010a565d25df334edfaf5548f8",
      "width": 8268,
      "height": 5226
    },
    "image": "https://arweave.net/4shCtbpPH7C8MJr85SAbp9eC4vrJ8FJ02-BUNUXZy_M",
    "image_url": "https://arweave.net/4shCtbpPH7C8MJr85SAbp9eC4vrJ8FJ02-BUNUXZy_M"
  }
}