{
  "address": "0x7b756d0a65848c5d6c2230feb6e25330af23ad54",
  "type": "ERC721",
  "name": "panicland",
  "tokenCount": "3",
  "uri": "https://ipfs.pixura.io/ipfs/QmaLsE5mJWDkRn1YdQzJYdQKjUS8P8qzmp1x39dJsTRZTz/metadata.json",
  "metadata": {
    "name": "bubble boy",
    "createdBy": "ClownVamp",
    "yearCreated": "2023",
    "description": "After ten years of vicious, bordering on violent debate between traditionalists and the emerging AI art movement, it was decided: Young aspiring artists must be pure, free of any outside influence. In the 2030s, art academies popped up that promised parents their children would be trained without any risk of impression. All ideas were to have a clear chain of thought, traceable to their genesis. \n\nTo do so, students were made to wear nanometric bubbles. These contraptions would screen out any influence (visual, audio, or otherwise) that could possibly impact their art. They were known as bubble boys and bubble girls, in a nod to the early 2000s “Bubble Boy” movie, which had joined the ranks of “Citizen Kane” and “Casablanca” of all-time classic films.\n\nInstead of relying on influence, these pupils would be trained intensely in the technical skills of drawing, painting, and color theory.\n\nSimon was one such student enrolled at the Warhol Academy of Art, one of the most prolific institutions of the new method, that had expanded locations rapidly thanks to cheap debt and franchising. His parents were fans and collectors of Warhol’s work and were ecstatic for their son to follow in the legend’s footsteps. \n\nHowever, Simon was never able to live up to their dreams. He would bring home detailed sketches of fruit bowls and landscapes, but they lacked a sense of soul (or perspective, for that matter). Disappointment was on their lips. Over dinner each night, as Simon would bring in food through his bubble’s information-secure valve, they would ask him: “How is it going at school, honey?”\n \nAfter weeks of what felt like a nightly interrogation, Simon became despondent. He was doing what he was told to do. He was creating things that were pure. There was no outside influence. No “crutch” to rely on, no homage to point to. \n\nHe was free of inspiration, and seemingly, free of talent. \n\n//\nAn ai-assisted piece by ClownVamp. Part of the panicland series, an exploration of moral panic.",
    "image": "https://ipfs.pixura.io/ipfs/QmW8pE1tYEdhgEuY9QB31xK2vaTytYg9NoWxhey2WcuVmx/Final_Upload.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmW8pE1tYEdhgEuY9QB31xK2vaTytYg9NoWxhey2WcuVmx/Final_Upload.jpg",
      "dimensions": "7680x11520",
      "size": "22259930",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "ai",
      "digital",
      "digitalart",
      "narrative",
      "clownvamp",
      "aiart"
    ]
  }
}