{
  "address": "0x7bb74605b72b9c76e3548ef2910faa754c9797e7",
  "type": "ERC721",
  "name": "NFTversary Art won't be masked",
  "tokenCount": "20",
  "uri": "https://arweave.net/MI24Zac8tdskJ8wW1mo7RCzwbm89Zg_koev1dDocyGA/1",
  "metadata": {
    "created_by": "Roving Rivera",
    "name": "Art Won't Be Masked #1/250",
    "description": "This photo was taken in Beijing at the height of covid and this artist showing his beautiful calligraphy wore a mask while still trying to sell his art at the market. He might have been masked and the pandemic may have been in full but his passion for his work did not get in the way of his will to keep creating. \n\nThis is going to be a special edition to celebrate my one year anniversary sharing my art as NFTs.  There will be 250 editions at .00365 ETH  of \"Art won't be masked\" a photo I took in Beijing China while shooting street photography around an open air market in the city.  Anyone that collects 5 editions will be airdropped a 1 of 1 from a completely new and exclusive travel photography collection I am going to be minting on a new manifold contract. Each photo will be from a different country some rarer than others. There will be 50 unique 1 of 1s in a separate collection that only the holders of 5 editions will be airdropped. Buy 5 get 1 airdrop buy 10 you will get 2 so on and so forth.  The idea is to make a complete collection airdropped exclusively to collectors so they can decide what the floor price should be. No need to burn any tokens it will be a straight airdrop from me to you.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Edward Rivera"
      },
      {
        "trait_type": "Type of photography",
        "value": "Street"
      },
      {
        "trait_type": "Utility ",
        "value": "1 of 1 airdrop"
      },
      {
        "trait_type": "Event",
        "value": "NFTversary"
      }
    ],
    "image_details": {
      "bytes": 1191989,
      "format": "JPEG",
      "sha256": "a8381c7f36fceeb78a5c1dca6237cded2e419ab6108109434d74042e5ad234f5",
      "width": 1000,
      "height": 1500
    },
    "image": "https://arweave.net/l0qZg0GFS6VDs4o-CKPPK1cbBTOMTtR9Il0Iwz2yhNM",
    "image_url": "https://arweave.net/l0qZg0GFS6VDs4o-CKPPK1cbBTOMTtR9Il0Iwz2yhNM"
  }
}