{
  "address": "0x7bca27b54c1b2d0e985a13c4e78728a966403d3f",
  "type": "ERC721",
  "name": "Astro Panorama",
  "tokenCount": "5",
  "uri": "https://arweave.net/cLl7f2rYz1K50FIONO_odFyuT57edz-2O3EDdlx1XHQ",
  "metadata": {
    "name": "New Beginnings",
    "created_by": "AstroRoss",
    "description": "New Beginnings\n\nCygnus, the swan, flies high in the Northern Skies in late Summer and is a signal to me that dark skies are returning after the Summer twilights have had the astro kit away for 3 months. To me Cygnus represents new beginnings and the opening of fresh possibilities, a whole astrophotography season lies ahead, hope for clear nights and new moons and beautiful images. It all starts with Cygnus in late September.\n\nWhat a signal Cygnus is, a constellation that has an incredible amount going on and this 2 pane panorama highlights a particularly good spot. \n\nOn the left is the Clam Nebula, an area rich in Hydrogen Alpha, the blue star 68 Cygni lying at it's centre. Along it's bottom half lie pebbles of dust that sit in front of the ionised Hydrogen blocking it's light.\n\nAs we move to the right of the image we pass the bright orange Xi Cygni and in to the North America Nebula, strong in both Hydrogen Alpha and Oxygen 3 emissions which gives the bluer, purple hues. Towards the bottom of this structure is the Cygnus Wall, a rich structure of bright ionised Hydrogen.\n\nDirectly to the right of the Wall we cross a dark black river of dust towards the Pelican Nebula, but not before seeing what looks like the head of Deadpool in the centre of the river. the Pelican is also an area of strong Hydrogen and Oxygen emissions with beautiful structures.\n\nOverseeing the whole scene in the top right corner is the alpha star of Cygnus, Deneb. A true monster of a star, one of the brightest stars in our entire galaxy. Deneb is over 50,000 times more luminous than our own Sun. It's an absolute beast, a true supergiant, it's diameter is 108 times that of the sun.\n\nThe Technical Details  \nThis 2 pane panorama is comprised of Ha data obtained from my garden at Bortle 7 with RGB data obtained from a Bortle 3 dark sky site.\n\n90x180s Ha, 33x120s RGB stacked in APP, processed in APP, StarNet and Photoshop.\n\nKit  \nAltair Astro Hypercam 26C Gain 200 HCG/Ultra -10C  \nWilliam Optics RedCat 51 v1.5 f/4.9  \nDeep Sky Dad AF3  \nBaader UNB Ha 3.5nm 2”  \nAltair UV/IR 2\"  \niOptron CEM25P  \nPegasus Pocket Powerbox  \nZWO guide scope and ASI120MM-S guide cam  \nImages captured by NINA and guided by PHD2",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "AstroRoss"
      },
      {
        "trait_type": "Constellation",
        "value": "Cygnus"
      },
      {
        "trait_type": "Target Type",
        "value": "Emission Nebulae"
      },
      {
        "trait_type": "Palette",
        "value": "HaRGB"
      },
      {
        "trait_type": "Camera",
        "value": "Altair Astro 26C"
      },
      {
        "trait_type": "Mount",
        "value": "iOptron CEM25P"
      },
      {
        "trait_type": "Optics",
        "value": "William Optics RedCat 51"
      },
      {
        "trait_type": "Integration",
        "value": "5.5 hours"
      }
    ],
    "image_details": {
      "bytes": 15060638,
      "format": "JPEG",
      "sha256": "5009bf9876d470e585e4daebe9eaf0780fc83deeff1d5207e49528009d238a54",
      "width": 10500,
      "height": 3713
    },
    "image": "https://arweave.net/_OxxE5EBGPT9OZO0RpBc3r-xTlZrFHkHoxvq31oJBa8",
    "image_url": "https://arweave.net/_OxxE5EBGPT9OZO0RpBc3r-xTlZrFHkHoxvq31oJBa8"
  }
}