{
  "address": "0x7be6ea2f18e7cecadfa2045d593ecf84a4a4bfa7",
  "type": "ERC721",
  "name": "Scolla - Brothers Talk Demo",
  "tokenCount": "36",
  "uri": "ar://K9AcuOhIYMn8VOej96nxtbqsxTATliRYJ0_P4-HCK84/1",
  "metadata": {
    "animation_url": "ar://0XdqdLI1rEBYNkA8mc9TO5lYbSBiuylvUi_kJzyV2LA",
    "artist": "Scolla",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://1hA6RdyhLp3LYF9XMXPW3D9uuNeE8A3Hp0W6ljj_QOg",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Brothers Talk Demo",
        "value": "Song Edition"
      }
    ],
    "bpm": 82,
    "credits": null,
    "description": "I started working on a project called OG Cool (Only Good Comes Out Of Living) in the fall of 2013 with one of my best friends, super-producer, Nash B. During that period of time we recorded 30-40 songs towards what I thought would be the final album. The summer of the following year I lost the only hard-drive that had every session file/track-out and bounce for my entire catalog of unreleased music (1200+ songs/production/demos) to that point, (OG Cool included). A few years ago I began to recover some of the music from that hard-drive (Thank God for clouds and email accounts lol) One of my favorites from those album sessions (and closest to me) is a song called \"Brothers Talk\".\n\nGrowing up in the states as a child to an immigrant family, I grew used to not having a lot of blood-related family around me. It was always just me and my little brothers. This upbringing conditioned me to value the people closest to me as family and not just friends.\n\"Brothers Talk\" was a chance for me to hold a conversation with two close friends (that have always been brothers to me) during their times of need. One friend lost a father and the other lost his way.\nI originally intended on placing this on the album but for now this is a just a marker for major moments in time. This is the last bounce I did after I originally recorded the record at my home studio.\n\nMuch love to the good homie, Myles Stefan for the amazing guitar solo at the end and my lil bro Nash B for supporting me getting back to my production (I made this beat). This song is in honor of my blood brothers Chris and Thorence (Long Live Baby Thor). I consider the people who care enough to listen to and support my music my family. As I work on my album (among a million projects lol) and we continue to build up this VibeHaus family, I wanted to offer this song as an invitation to join the Tribe. \n\nThis is me, no final mix, just soul & love. I appreciate you for walking on this journey with me. The way is just a little bit longer but we're almost there.\n\n\nEngineered By Scolla Fungwe\nProduced By Scolla Fungwe\nArtwork By Scolla Fungwe\nGuitar Solo By Myles Stefan\nBassline By Nash B\n",
    "duration": 266,
    "external_url": "https://www.sound.xyz/scolla/brothers-talk-demo",
    "genre": "Hip-hop & Rap",
    "image": "ar://1hA6RdyhLp3LYF9XMXPW3D9uuNeE8A3Hp0W6ljj_QOg",
    "isrc": null,
    "key": "F_SHARP_MINOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://0XdqdLI1rEBYNkA8mc9TO5lYbSBiuylvUi_kJzyV2LA",
    "lyrics": {
      "text": "Verse 1:\nLook\nI had a talk with one of my brothers the other day/\nHe told me truthfully speaking bro I believe in you/\nEver since youngins your message has been the same/\nNo matter what believe that success will be there for me and you/\nWord is bond\nI made a promise to his papa before he passed/\nThat I've got his son forever, I got his back (he never knew)/ \nSo let it be so/\nBut whenever we blow/\nWhatever's mine is his/\nJust add it up divide the shit and yeah you got it/\nFrom ye high we shared each other's mothers/\nYou're the baby of your fam but big bro to my little brothers/\nand for that I love you/\nLike a penny we'll never change/\nand the loyalty's running thicker than anything in my veins/\nI swear, you're my negu/\nRemember when we had few teeth now we fly negus/\nYou ride and I'll ride with ya/\nIf it's all on the line then I'm ready to die with ya/\nWhen ya pops died he was like mine so I cried with ya/ (Know that)\nI bare that pain and share that load/\nAnd love's a forever thing no matter where life goes/ \nKeep in Mind/\nAs we play the children of father time/\nThe cost of loyalty's paid, forever Im by your side/ \nI promise\n\nChorus:\nWhen we were kids I knew we'd be friends forever/\nAnd every night I prayed that these times will never end/ (noooo)\nBut life goes/ (Goes On)\nEven so this bond we share will never change/\nJust get better/\n\nVerse 2:\nI had a talk with one of my brothers the other day/\nI told him truthfully speaking bro I believe in you/\nEver since youngins my message has been the same/\nNo matter what I know that success is out there for me and you/\nJust gotta reach for it/\nI ain't trying to preach bro but/\nThere ain't no way to pick the fruit if ain't no tree growing/\nSo don't mistaken I ain't saying you ain't capable/\nBut to create a movement the emphasis is on make a move/\nI know that you've got it in you to be the illest/\nShit you're my negu, I only rock with the realest/\nMind body and spirit/\nGive it all to get it all/\nKnow that if you make the jump that I'll pick you up from the fall/\nMy dawg, since ye high/\nRemember when we both wanted Brandi the same time/\nThem was some of the days huh?/\nDoing wrong and the right shit/\nJuggling all the life shit/\nWas cool kids but man we was all trying to be Mike Mitch/ (Ha)\nAnd now we both grown men/\nTime to shine with all the jewels that we ain't know then/ (My brother's keeper)\nJust know what's yours is my issue/\nWhen DLo died and you cried, I cried with you/\nSo know, I bare that pain and share that load/\nAnd love's a forever thing no matter where life goes/ \nKeep in Mind/\nAs we play the children of father time/\nThe cost of loyalty's paid, forever Im by your side/ \nI promise\n\nChorus\n\nOutro:\nBrother, Sister\nSister, Brother Yeah\nBrother, Sister\nSister, Brother Yeah\nBrother, Sister\nSister, Brother Yeah\nOne Love\nOne Love",
      "nft": null
    },
    "mimeType": "audio/mpeg",
    "nftSerialNumber": 1,
    "name": "Brothers Talk Demo #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Brothers Talk Demo",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}