{
  "address": "0x7b215b62590ae3a3d98adbed11b202d1bb7253c9",
  "type": "ERC721",
  "name": "Portrait Automatic",
  "tokenCount": "11",
  "uri": "https://ipfs.pixura.io/ipfs/QmXRiBSmy8hpcjqGUijTcbngHCtaYQFGiJhcjC6BPWgyvc/metadata.json",
  "metadata": {
    "name": "Untrained, Instinctive and Feral",
    "createdBy": "karborn",
    "yearCreated": "2022",
    "description": "Sheet glass, the wing of an owl (found in the woods), dried grass, printed paper, dried leaves,  glass discs, butterfly wings, oil paint, acrylic paint, gold-leaf, the artists fingerprints. 2015. \n\n19519 x 27519 pixels\n138 x 187 cm / 54 x 74 inches @ 350dpi\n\n1/1 NFT + giclee fine-art print on Hahnemühle cotton rag. Signed and titled by the artist. Ships worldwide. \n\nThe full resolution 962.8 mb uncompressed artwork .tif is supplied also. \n\nAbout:\nPortrait Automatic - A collection deconstructed, gravity-defying portrait sculptures - built from traditional fine-art materials and found objects collected from the streets of London, UK.\n\nEach artwork is composed and assembled directly onto my A3 scanner and captured in a single exposure in other-worldly macroscopic detail and incredible resolution.\n\nOnce captured, the composition is broken down - and so exists only momentarily IRL before traversing eternally into the machine ether… Inspired conceptually in part by Metzger’s \"Machine, Auto-Creative and Auto-Destructive Art\" (1960s) as well as Jean Tinguely ‘Métamatic’ artworks (1950’s).\n\n*\n\nNecessity is the mother of invention - my history with the machines:\nI began working with scanners in 2001 (aged 15), at school there was an Epson in the computer lab and so (working opportunistically so as to remain unseen by the IT teacher; who would no doubt feel my actions as a terrible abuse of his nice, clean scanner :) I began to place dried plants, flowers, leaves and so on directly onto the scanner glass and make artworks in this manner… I found images made in this way had a distinct depth and look to them - a sense of weightlessness, of floating and the ethereal… I had discovered ‘Scanography’ in my own way, as I later discovered it was called…\n\nThe digital cameras available at the time were crap - 1 megapixel and prohibitively expensive. The scanner, in contrast, was relatively affordable at a fraction of the cost and capable of capturing imagery in far better resolution and detail. I had a job working weekends and holidays doing the washing up in a busy pub near to my mothers house. This income allowed me to save up enough £dosh to purchase my own cheap Epson A4 scanner. I could now produce my first significant series of artworks - ‘Pauses’ in the year 2002 - these works were shared on my website www.karborn.com and gained me some attention ‘on the web’ in the early 2000’s and so it all began… I was in. \n\nThe time feels right to reprise these artworks and present them as a coherent collection - the culmination of many years working with my scanner and my first significant body of fine-art masterpieces, perhaps I will build some more heads soon too… Thank you. K \n\n#weworkedwithwildideasusingmachinesinwaystheywerenotdesignedtobeusedandatfirstweworkedfornothingbutnowwecanworkforabetterlifeandmakearttoexistsincerelywelcometotheundergroundeternalkkaarrbboorrnnlondonandonandonandonand…\n\nKARBORN 2001 - 2022. ",
    "image": "https://ipfs.pixura.io/ipfs/QmNjzqzPGMw6XZuJ4tu3JX81TfjjbdAVUydSrbRvN8svjS/UntrainedInstinctiveandFeral-2022-hires.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmNjzqzPGMw6XZuJ4tu3JX81TfjjbdAVUydSrbRvN8svjS/UntrainedInstinctiveandFeral-2022-hires.jpg",
      "dimensions": "4256x6000",
      "size": "33381121",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "scanography",
      "karborn",
      "portrait",
      "collage"
    ],
    "attributes": [
      {
        "trait_type": "signed 1/1 fine art print",
        "value": "138 x 187 cm / 54 x 74 inches @ 350dpi"
      }
    ]
  }
}