{
  "address": "0x7b0b5d30db6899ffe20235139cfe9e71160a30b5",
  "type": "ERC721",
  "name": "NAK MUAY",
  "tokenCount": "10",
  "uri": "https://arweave.net/FsJAncOg6We-DXHqTGR7lhLV7aebzmhHUf-1uiHYdOI",
  "metadata": {
    "name": "NAK MUAY #02",
    "created_by": "KIM FEAST",
    "description": "A young Nak Muay fighter in the Phetchabun region of Thailand prepares himself mentally for the battle that awaits him. At the same time, the referee attends to his opponent. \n\nNak Muay: A Muay Thai practitioner\n\nThis collection is s study of candid moments witnessed along my journey in the ancient art of Muay Thai. A martial art steeped in tradition, respect, and discipline, alongside numerous health benefits. \n\nAs a young child, I became fascinated with martial arts through movies, including one called Ong Bak. I would begin my own journey in 2019 when seeking some direction; I traveled to the rural province of Phetchabun in the middle of Thailand, arriving at a small Thai boxing camp nestled amongst rice fields in a predominantly farming community.\n\nBeing in such a remote location, one of only a handful of foreigners in the region, I found myself immersed myself in Muay Thai and the purity of its culture, well away from commercial influences.\n\nHere I witnessed Nak Muay fighters, some as young as five years old, pushing themselves hard in training under the tutelage of a master. I followed to watch and document them in competition. \n\nThis is where reality hit home. Fighting, regardless of age, is how Nak Muay earn money for themselves and their family to put food on the table. \n\nThis collection, like my photography style, is a study of unprepared split-second moments in time, captured to tell a story of the journey of a Nak Muay fighter from a small child - to being regarded as the best in the world in Thailand.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Kim Feast"
      },
      {
        "trait_type": "Collection",
        "value": "NAK MUAY"
      },
      {
        "trait_type": "Location",
        "value": "Thailand"
      },
      {
        "trait_type": "Region",
        "value": "Phetchabun"
      },
      {
        "trait_type": "Details",
        "value": "Young Nak Muay"
      },
      {
        "trait_type": "Details",
        "value": "Pre fight "
      }
    ],
    "image_details": {
      "bytes": 7245129,
      "format": "JPEG",
      "sha256": "8f03c4ab10e659a3ba6aced018a9c95ec8f75fff8aefa6da072dbf5dc18d9c21",
      "width": 4896,
      "height": 3264
    },
    "image": "https://arweave.net/LFgUfIvWz6DhgZ_xuMT0ioqQ24VOsmn4yFXNwUpbH1I",
    "image_url": "https://arweave.net/LFgUfIvWz6DhgZ_xuMT0ioqQ24VOsmn4yFXNwUpbH1I"
  }
}