{
  "address": "0x7b907608c865ed72f7520e263838f61957ba46e5",
  "type": "ERC1155",
  "name": "Mika Animal Rescue",
  "tokenCount": "1",
  "uri": "https://arweave.net/_zddSqt_c_t4nkRjAzN_W2FLgmjtRDtCXUM4gPOgCFc",
  "metadata": {
    "name": "Mika Genesis",
    "created_by": "cbroker.eth",
    "description": "This is Mika. She was born in Rumania where many dogs live on the streets. Thanks to a animal rescue station i was able to adopt her. Since summer 2020 she makes very day more fun and full of joy. In 2023 i decided to make every month an open edition with a picture of her. The open edition will be open for the whole month and every edition will cost 0.0123 Eth.\n\nWhy i want to do this?  \nI want to spread the awareness of animal rescue. You dont have to buy your dog from a breeder. It is best to adopt a dog and give him a new home. I'm sure your dog will be thankful for this opportunity for his whole life.To be clear. I am not an artist. I only want to spread the words for animal rescue and support it.\n\nWhat happens with the money. Three things: \n1. I want to spend money to a animal rescue organization in Germany.  \n2. The rest of the eth i want to stake. I want to help secure the network.  \n3. I dont think that i will be able to get enough eth, but if so i want to buy a squiggle. Thats my goal for 2023.\n\nTo spread the words of decentralization and memes i want to give away one FirstGM from punk6529. One lucky collector of all editions from Mika, will win one FirstGM.\n\nEnjoy the pictures and spread the words of animal rescue, decentralization, memes and squiggles.  \nThanks for all the support!",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "cbroker.eth"
      }
    ],
    "image_details": {
      "bytes": 4332917,
      "format": "JPEG",
      "sha256": "2c3b13de6d12847303053609a399685d4b71b30c5db0dbc875bbb86eaf7da7e5",
      "width": 4032,
      "height": 3024
    },
    "image": "https://arweave.net/eUfHN-8uKrX-FY5VOWts083OCBKJzr_f6px6a33XGpY",
    "image_url": "https://arweave.net/eUfHN-8uKrX-FY5VOWts083OCBKJzr_f6px6a33XGpY"
  }
}