{
  "address": "0x7b31d6ad93a1f625811c96b04fbb4ffe5dd08308",
  "type": "ERC721",
  "name": "Ella Rosa - PROOF",
  "tokenCount": "10",
  "uri": "ar://A8N7Gfa7p9f2CNvv8oT3rUIPeSNjOw6wvaZAZauPpZs/1",
  "metadata": {
    "animation_url": "ar://8aS69b0yxN4PG-QFflHCxZmaaRGATGs1EHqIRzo3faU",
    "artist": "Ella Rosa",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://xsk50V3HHqXfHvlGvRCVq8O53DRh2CZ1-jOU8BwDEe4",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "PROOF",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "Moving from England, to New York, then Los Angeles gave me my fair share of being out of my comfort zone and feeling lonely, so much so that it became a pattern. The only consistent thing in my life up till now was uncertainty itself and my music career. This pattern conditioned me to keep my friends and loved ones at a distance so that I could focus on the one reliable thing, music. \n\nI created this piece literally on the plane back to LA from being in England over the most part of covid living with an ex. I think writing this song came at the perfect moment, as I was feeling frustrated by how much time I was spending on a person who ended not working out when I could have been putting that energy back into my music. It felt as though he was living proof that the no one in my life was going to be consistent (as depressing as that sounds). \n\nNow that I am fully settled in LA I still find it hard to let myself completely get attached to anyone because of my past. I wrote this song as a sort of “apology” note to the people in my life who I push away. A sort of explanation as to why I act the way I do and that they should not be taking it personal. I also want this to be a song to those who struggle with attachment based on their past. What better way to explain yourself then through a song?\n",
    "duration": 152,
    "external_url": "https://www.sound.xyz/ellarosa/proof",
    "genre": "Pop",
    "image": "ar://xsk50V3HHqXfHvlGvRCVq8O53DRh2CZ1-jOU8BwDEe4",
    "isrc": null,
    "key": null,
    "license": null,
    "locationCreated": null,
    "losslessAudio": "ar://8aS69b0yxN4PG-QFflHCxZmaaRGATGs1EHqIRzo3faU",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "PROOF #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "PROOF",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}