{
  "address": "0x7be400779eef782578b84b6a1e08e1737e793e8c",
  "type": "ERC721",
  "name": "The Mystic Falls by Ratnadwip Saha",
  "tokenCount": "15",
  "uri": "ipfs://QmRDzPjKU5kSAAcPYh3FsM1FcciNbU3vewDfcEpTMx2hwn/1",
  "metadata": {
    "name": "The Mystic Falls #1",
    "description": "Please don't confuse the title for the Vampire Diaries. But this fall is indeed mystic.\n\nTirthamukh - the headwater spot for the largest river of Tripura, Gomati. Basically it's an artificial fall. What you are seeing here is the overflowing water of a dam but as they say, sometimes the natural components create mysticism in a way that exceeds the boundaries of artificiality. Particularly for this shot let me tell you a backstory...\n\nThis place is an approx 3 hours drive from my home. And I had heard that the best view of the place is achieved with fog. So one fine winter night, I set my journey towards it. It was 2 am.. I would reach by 5.. And here's the twist... I have visited this place for the last 5 winters only to witness the fog just one time. And thus I feel this fog is more mysterious than others!\n\nIn this fog I found solace. I found an exceeding amount of closeness to my own soul. Sometimes we visit places on hype and I am not judging but true gratification comes when that hype turns to peace without us knowing and somehow Tirthamukh is one of such places in North East India. I believe that my birthplace has a lot to do with my love for photography, it's naturally blessed and thus let \"The Mystic Falls\" be a special page in my book of memoirs.",
    "image": "ipfs://QmfGsdajqQDHMXRsm7b83FbVHsXh8V9u1CjNfuv58svFwr/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Tripura, India"
      },
      {
        "trait_type": "Device Used",
        "value": "Nikon D500 paired with Sigma 35mm f/1.4 Art Lens"
      },
      {
        "trait_type": "Genre",
        "value": "Travel Photography"
      },
      {
        "trait_type": "Artist",
        "value": "Ratnadwip Saha"
      },
      {
        "trait_type": "Edition",
        "value": "1/15"
      }
    ],
    "external_url": "https://permalink.sloika.xyz/v1/PBjzdBL9P286IKKGJlQX7/1"
  }
}