{
  "address": "0x7cfa680fea38fc0a52685044854591f5a4f056ca",
  "type": "ERC1155",
  "name": "Age of Extinction V2",
  "tokenCount": "1",
  "uri": "https://arweave.net/bZv4nJTncUEbiVEFyxC9eHiITefxCWTDj6A00rpVHnA",
  "metadata": {
    "name": "Age Of Extinction",
    "created_by": "Ketan Chandekar",
    "description": "In a world where most species have gone extinct, a young girl named Lily roamed the desolate landscape, searching for any sign of life. She had grown up in this harsh world, learning to fend for herself and scavenge for resources.\n\nAs she walked through the empty fields and abandoned cities, Lily couldn't help but wonder what had happened to the world. Had it been a disease? A natural disaster? Or had humans brought about their own demise through war and environmental destruction?\n\nDespite the bleakness of her surroundings, Lily held onto hope. She had heard rumors of a hidden oasis, a place where plants and animals still thrived. And so, she set out on a journey to find this mysterious paradise, determined to discover the truth about her world and maybe even find a way to bring life back to the earth.\n\nAs she traveled, Lily encountered other survivors who had also been searching for the oasis. Together, they braved the dangers of the extinct world, fighting off scavengers and braving the elements.\n\nFinally, after many long months of searching, Lily and her companions arrived at the oasis. It was a beautiful, verdant place, teeming with life. Overjoyed and overwhelmed, Lily collapsed to the ground, tears streaming down her face. She had found what she had been looking for, and in that moment, she knew that there was still hope for the future.",
    "external_url": "https://www.instagram.com/p/CmbrcriMTi0/",
    "image_details": {
      "bytes": 1345957,
      "format": "JPEG",
      "sha256": "1432fd03cec6fe092a5f11119cb842a054b4163767cfc8ff26e45108dce54a6a",
      "width": 1080,
      "height": 1350
    },
    "image": "https://arweave.net/VJrWF6G3ev5ftY5GkYLegky1X9aN6JuW4t5_YvFUwjU",
    "image_url": "https://arweave.net/VJrWF6G3ev5ftY5GkYLegky1X9aN6JuW4t5_YvFUwjU"
  }
}