{
  "address": "0x7c66a41d70574820d6267308db4aa131da3446c5",
  "type": "ERC721",
  "name": "Heart of The Nothing",
  "tokenCount": "1",
  "uri": "https://arweave.net/rnmB1ecSb7J0mRmql9c5r-xGGy_H4eIw6cyMELqFIYo",
  "metadata": {
    "name": "Heart of The Nothing",
    "created_by": "Simply Anders x DannyWithThreeBrains",
    "description": "Visuals: Simply Anders  \nSound Design: DannyWithThreeBrains\n\nFrom Anders: \n\nThe community that Pak created changed my life in so many ways, but most importantly it made me feel like a kid again. I dream as big as I did when I was a child. This gift is a token of my appreciation for everything Pak has done for me and so many others. \n\nOriginally, I was going to gift this piece to Pak on my own, but after seeing the outpouring of love in the community during the “Carbon” gift nominations, I thought it would be more meaningful to collaborate with another person who was also gifted “Carbon”. I was honored when Danny With Three Brains accepted my invitation to create the sound design for this piece. \n\nFrom Danny: \n\nOn this ever-changing path of self-exploration, we are presented with countless opportunities to learn and experience the many facets of reality. We are often blinded by shiny objects, or distracted by the darkest of shadows, but if we allow ourselves to sit quietly with the space in between the breaths, we can hear a deep calling. The message becomes more clear as we focus in, letting the fears and thoughts of what should be or could have been, dissolve. And as we begin to live by these concepts, we start to sense a type of “pull”, that gently guides us from person to person, opportunity to opportunity, and challenge to challenge.\n\nThe journey to Pak, ASH, and the community surrounding and building within and around it, was all a part of that journey for me. This collaboration with Simply Anders, a visual artist I am deeply inspired by, and now a dear friend that I get to grow alongside, is a small token of my appreciation for the time spent planting the seeds of the garden that is beginning to sprout new life. The visuals ignite in me this same flow, a self-organizing organism that is constantly evolving and reshaping, while staying true to a pure intention of giving and sharing. It’s an honor to be here as just a small part of this movement at this time. Call it fate, luck, or happenstance, whatever it is, has led me to find my community and my calling, and for that , I say “Thank you”.",
    "image_details": {
      "bytes": 858362,
      "format": "PNG",
      "sha256": "6453b9365f1a2a9839a5b48dfe30b4560f1f34d995f905c06d5d1271f5d9cfa4",
      "width": 1080,
      "height": 1080
    },
    "image": "https://arweave.net/FTIjhTywESrCHAo7W7YyUrQrPR9hyR7qVlTzU3bOwi4",
    "image_url": "https://arweave.net/FTIjhTywESrCHAo7W7YyUrQrPR9hyR7qVlTzU3bOwi4",
    "animation_details": {
      "bytes": 97198069,
      "format": "MP4",
      "duration": 125,
      "sha256": "2cc5171a3f657186beb4b4cfed0dc5da83faea8d211d4d3d24f09fa8db54b859",
      "width": 1080,
      "height": 1080,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/v-qmDyDFFFbL7fiNvzkkENbSf0LWJlnJaxRr_vJN0mY",
    "animation_url": "https://arweave.net/v-qmDyDFFFbL7fiNvzkkENbSf0LWJlnJaxRr_vJN0mY"
  }
}