{
  "address": "0x7c1c6075dfcfb2701a114f97e231157655d2a748",
  "type": "ERC721",
  "name": "Jonathan Monaghan",
  "tokenCount": "4",
  "uri": "https://monegraph.mypinata.cloud/ipfs/QmeDapPQfPeJykmLKd5K2eNryB7iz8nirFZ5sqRF4Vcr2h",
  "metadata": {
    "name": "Tactile Palaces: The Louvre",
    "description": "In this hypnotic digital animation, a hand in a velvet glove caresses a piece of interior architecture from the palace of the Louvre, specifically from the Napoleon III apartments. Monaghan’s series ‘Tactile Palaces’ draws on the disconnect between the tangible and virtual, while commenting on desire and wealth. Edition 3/10",
    "external_url": "",
    "animation_url": "https://monegraph.mypinata.cloud/ipfs/QmcDNjiNufp5txTKq41SpyeLu76T8gWGVZJN9GejfJtguM/TactilePalaces-TheLouvre_lowres.mp4",
    "image": "https://monegraph.mypinata.cloud/ipfs/QmavyGoBCh7MTnCedsLySY92saCqEUhF4353WKxNa6MMN4/TactilePalaces-TheLouvre_still.jpg",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Jonathan Monaghan"
      },
      {
        "trait_type": "Rights Agreement",
        "value": "https://ipfs.io/ipfs/QmNQ35sgmtum1MU5KV9SLQszruYs6vT2mzx37W4nRt5EM8"
      },
      {
        "trait_type": "Archive Link",
        "value": "https://gateway.pinata.cloud/ipfs/QmepB9N2tTahYAF6QbHWyWeuZnMYaUR4usp8VE4uJFvtNV"
      },
      {
        "trait_type": "Tombstone",
        "value": "Jonathan Monaghan  ‘Tactile Palaces: The Louvre’ (2021) Born-Digital Animated Video, No Sound (Variable) 2160 x 3840 px (Max) Looped, 00:00:42, 30 FPS Edition of 10"
      },
      {
        "trait_type": "About The Work",
        "value": "In this hypnotic digital animation, a hand in a velvet glove caresses a piece of interior architecture from the palace of the Louvre, specifically from the Napoleon III apartments. Monaghan’s series ‘Tactile Palaces’ draws on the disconnect between the tangible and virtual, while commenting on desire and wealth."
      },
      {
        "trait_type": "About The Artist",
        "value": "Jonathan Monaghan b.1986, Rockaway Beach, NY Lives and works in Washington, D.C.  Jonathan Monaghan examines elements of art history and contemporary culture through an interdisciplinary approach. Drawing on a variety of sources ranging from art history to science fiction, his highly-crafted, fantastical works uncover subconscious anxieties associated with technology and consumerism.  His work has been exhibited internationally, including solo exhibitions at The Walters Art Museum in Baltimore, Spazio Ridotto in Venice, and Market Gallery in Glasgow. Group exhibitions include The Palais de Tokyo in Paris, New Frontier at the Sundance Film Festival, Lehman College Art Gallery in New York, Ars Electronica, and Postmasters Gallery in New York. His work has been featured in The Washington Post, VICE, The Wall Street Journal, and The Village Voice.  Monaghan received his BFA from the New York Institute of Technology in 2008 and his MFA from the University of Maryland in 2011."
      },
      {
        "trait_type": "The Collector Receives",
        "value": "1. MP4 (h.264) 2160 x  3840, 30 FPS, 00:00:42 for screening ‘Tactile Palaces: The Louvre’  2. MOV Archival File (Cineform codec, 10-bit) 2160 x  3840, 30FPS, 00:00:42  3. MP4 (h.264) 1920 x 1080, 30 FPS, 00:00:42  4. MP4 (h.264) 540 x 960, 00:00:42, 30 FPS, for Hic Et Nunc index.html spécifications  5. High-Resolution TIFF of still from ‘Tactile Palaces: Buckingham’  6. README txt file: The README files contain the original text included with 'Tactile Palaces: Buckingham' on Hic Et Nunc, a Tezos-based platform, where Editions 1-2 sold. The 8/10 remaining editions were re-minted on Ethereum. "
      },
      {
        "trait_type": "Preventive Conservation and Display",
        "value": "bitforms gallery recognizes that files sent virtually may have additional compression added.  Collectors are encouraged to retain a full archival package for this work, which can be requested from bitforms at the time of purchase and may include: thumb drives containing archival files of the work with no additional compression, a certificate of authenticity signed by the artist, manual/artist questionnaire, and a signed agreement. In lieu of the full archival package, collectors are encouraged to download and preserve the digital collector's package on at least two external hard drives of their choice, stored in two separate geographic locations. Files should be migrated to new external hard drives every 3-5 years.  Pinning As of 2021, unless the files are pinned on IPFS, they are not guaranteed to remain accessible. IPFS regularly deletes files that aren’t pinned. To maintain the Qm hash/CID on IPFS, you as the collector will need to “pin” the purchased files if the value of the associated NFT on the Ethereum blockchain is of importance.  The best way to ensure your purchase remains pinned on IPFS is to take the Qm hash (CID) included in the JSON file and add it to a pinning service account, such as Pinata. Make sure all associated CIDs are pinned, which will also include the JSON itself. The JSON CID will be under the NFT Token URI.  Although redundancy of this package is possible through IPFS, collectors are also encouraged to store files through alternative methods, such as the external drive method mentioned above.  Display:  Collectors should be mindful of all components included in this package, so that they may avoid distorting the work. Under no circumstances can the file(s) contents be edited. Collector acknowledges that if they do not reach out to bitforms for external drives, they may not be receiving work at its highest quality output."
      },
      {
        "trait_type": "Copyright",
        "value": "The Artist or their estate retains copyright of the work, and of all images of the work. ‘Tactile Palaces: The Louvre’.  Collector has the right to exhibit the Work without changing or modifying the Work. For all exhibitions, Collector agrees to credit the Work with the caption information listed in this Agreement and to inform the Artist and/or Seller, as far as is possible, of any exhibitions. For screen- or projection-based Work, Collector is permitted to make one Exhibition Copy from the archival file. Should the Exhibition Copy be loaned, it must be returned to the owner upon expiration of loan terms and never copied or distributed without the Collector’s consent.  Collector understands that the use of this artwork for branding or marketing purposes is forbidden."
      },
      {
        "trait_type": "Transfer of Ownership",
        "value": "Collector is obligated to compensate the artist 10% of the net secondary price*. Contact the artist, jonmonaghan@gmail.com for wallet address before ‘‘Tactile Palaces: The Louvre’ assets are transferred, in order to complete title transfer for this artwork."
      }
    ],
    "properties": {
      "name": {
        "type": "string",
        "description": "Tactile Palaces: The Louvre"
      },
      "description": {
        "type": "string",
        "description": "In this hypnotic digital animation, a hand in a velvet glove caresses a piece of interior architecture from the palace of the Louvre, specifically from the Napoleon III apartments. Monaghan’s series ‘Tactile Palaces’ draws on the disconnect between the tangible and virtual, while commenting on desire and wealth. Edition 3/10"
      },
      "image": {
        "type": "string",
        "description": "https://monegraph.mypinata.cloud/ipfs/QmavyGoBCh7MTnCedsLySY92saCqEUhF4353WKxNa6MMN4/TactilePalaces-TheLouvre_still.jpg"
      },
      "rights_agreement": {
        "type": "string",
        "description": "https://ipfs.io/ipfs/QmNQ35sgmtum1MU5KV9SLQszruYs6vT2mzx37W4nRt5EM8"
      },
      "rights_agreement_signature_type": {
        "type": "string",
        "description": "SHA-256"
      },
      "rights_agreement_signature": {
        "type": "string",
        "description": "07220b503276aed14102fa6047bb9f9a9430ba5842bd5645c0952d29822134e4"
      },
      "archive_link": {
        "type": "string",
        "description": "https://gateway.pinata.cloud/ipfs/QmepB9N2tTahYAF6QbHWyWeuZnMYaUR4usp8VE4uJFvtNV"
      },
      "archive_link_signature_type": {
        "type": "string",
        "description": "SHA-256"
      },
      "archive_link_signature": {
        "type": "string"
      },
      "rights_agreement_values": {
        "$ARTIST": "Jonathan Monaghan",
        "$URL": "https://monegraph.mypinata.cloud/ipfs/QmavyGoBCh7MTnCedsLySY92saCqEUhF4353WKxNa6MMN4/TactilePalaces-TheLouvre_still.jpg",
        "$TITLE": "Tactile Palaces: The Louvre",
        "$YEAR": "2021",
        "$ROYALTYRATE": "10",
        "$ADDRESS": "0x38f3630434552f176C2b1E3eaD78bE925f9453eb",
        "$TOKEN": "eth",
        "$LICENSE": "CA.05.19.21., Patent No. US 10,380,702",
        "$CONTRACTSHAHASH": "07220b503276aed14102fa6047bb9f9a9430ba5842bd5645c0952d29822134e4"
      }
    }
  }
}