{
  "address": "0x7c7178eaf8f9617180316b4c595d1556b8a502bd",
  "type": "ERC1155",
  "name": "Akaishi Goyomatsu Bonsai",
  "tokenCount": "2",
  "uri": "ipfs://QmboAdCWPrsVUzYk1QUuaB2DbV3aR7avy2szRD6i148Qpk/0",
  "metadata": {
    "name": "赤石五葉松盆栽０７",
    "description": "【Followed by English translation】\n\n「赤石五葉松盆栽０７」\n\n本NFTをご購入いただいた方には、\nブランド盆栽「赤石五葉松」の産地である愛媛県四国中央市にある赤石盆栽園の中を案内する赤石盆栽園のビジットツアー（1回限り）の権利を獲得できます。\nまた、ビジットツアーの際には、お土産用のＮＦＴをプレゼントするほか、五葉松もしくは黒松の種を育て方ガイド付きでプレゼントいたします。\n\n※注意事項\n・ビジットツアーは1次購入者様限定となります。\n・ビジットツアーは、合同会社赤石の泉オンラインショップのお問い合わせフォームよりお申込みいただきます。\n・提供いただいたお客様情報は、合同会社赤石の泉で厳重に管理し、本企画およびオンラインショップに関するご案内のみに使用され第三者に提供することはありません。\n・合同会社赤石の泉では、現地までの旅費の負担は出来かねますので、現地への訪問費用は自己負担となります。\n\n■コンセプト\n\n赤石五葉松について：\n不自然な曲げや幹模様を作らず、できるだけ自然な形を作り込み盆栽に仕立てた赤石五葉松。そこには人間の手が入ったことを感じさせない雄大な自然を感じることできるのは、職人たちの思いがあります。赤石山の原種を守ることにこだわり、接ぎ木や挿し木を行わず、幼木の山取りや種からの生産にこだわり続けたことで完成した形が現在の赤石五葉松です。気の遠くなる年月をかけて、職人たちは代々引き継いでつくってきました。\n\n■赤石五葉松盆栽の特徴ともいえる三幹の株立ち「赤石五葉松盆栽０７」\n\n赤石五葉松盆栽の特徴としてみらるのが双幹、三幹などの株立ちが。本盆栽は３本の幹が自然の風景に調和した広がりを見せた逸品です。\n\n\n■注意\nNFTの利用に関する条件は、全てNFT利用規約 (https://art-bonsai.com/pages/nftriyokiyaku) に定めるとおりとします。 購入希望者の方は、上記規約の内容を十分に確認のうえ、全てご同意いただける方のみ購入してください。\n\n\n\n\n【日本語説明文は上部に記載しています】\n\n・Akaishi Goyomatsu Bonsai 07\n\nPeople who bought our NFT can get the right to attend a tour (one time only) of Akaishi Bonsaien, which is famous for a brand Bonsai \"Akaishi Goyomatsu\" and is located in Shikokuchuo-Shi, Ehime.\nIn addition, when you attend the tour, we will give you an NFT as a souvenir and seed of Goyomatsu or Kuromatsu with a guide how to grow it.\n※Caution\n・The tour is only for consumers of the first sale.\n・You can apply for the tour from the contact form on the online shop of Akaishi no Izumi LLC.\n・The customer information will be strictly managed by Akaishi no Izumi LLC, will be used only for the announce about this project and our online shop, and will not be offered to a third party.\n・Akaishi no Izumi LLC is not responsible for owing your traveling fees to the place. So, the fees will be owned by the customers.\n\n■Concept\nAbout Akaishi Goyomatsu:\nAkaishi Goyomatsu is representing “Japanese Wabisabi,” shaped as natural as possible without any bends and stem patterns. There is professional minds in order to show it as if visitors are in the magnificent natural field. The present Akaishi is realized by focusing on preserving the original species of Mt. Akaishi and committing to pick up and grow young trees from the seeds without grafting and cutting. They have spent for many years and months taking over their professional souls and minds.\n\n■”Akaishi Goyomatsu Bonsai 07,” featured a stand of triple trunks.\n\nThe features of Akaishi Goyomatsu Bonsai is a standing of twin or triple trunks.This bonsai is a masterpiece, expressing an expansion of natural landscapes’ harmony.\n\n\n■Warning\nThe conditions to utilize NFT will be totally followed by NFT Terms of Use (https://art-bonsai.com/pages/nftriyokiyaku). If you would like to purchase, please carefully understand the terms of use in the above and agree with all conditions.\n",
    "image": "ipfs://QmXULbowbCtnyNxzKNqga7mZ8682kWmRVTVj1V4LGjGUhh/%E8%B5%A4%E7%9F%B3%E4%BA%94%E8%91%89%E6%9D%BE%E7%9B%86%E6%A0%BD%EF%BC%90%EF%BC%97.png",
    "external_url": "https://art-bonsai.com/",
    "background_color": "",
    "supply": "200"
  }
}