{
  "address": "0x7ccc16b30893f98b9ae942d4a149aaa5320513f6",
  "type": "ERC721",
  "name": "VodafonSMS1",
  "tokenCount": "1",
  "uri": "https://gateway.pinata.cloud/ipfs/QmPS89saye2gAcmuRkCRuGufC4XHc7WUGxGYqvsDJd6g9z",
  "metadata": {
    "name": "Merry Christmas - The world’s first SMS",
    "description": "The world’s first SMS was received via the Vodafone network by Richard Jarvis, director of the telecommunications operator Vodafone, on December 3rd 1992. The message was - Merry Christmas - . The transmission of the short text message was a decisive moment in the history of mobile communications technology. The NFT and the related smart contract represent the exclusive ownership of this historic digital artifact. Details of the delivery are mentioned in the terms and conditions. This NFT was sold including four assets ASSET 1. A certificate guaranteeing the authenticity and uniqueness of the NFT Merry Christmas The World's First SMS to the owner, signed by Vodafone Group CEO Nick Read with this contract number on Ethereum ASSET 2. A detailed replica of the original communication protocol created by Vodafone, which documents the sending/receiving of the world's first SMS. The buyer receives the replica as a PCAP file. In addition, the buyer receives the replica of the original communication protocol as TXT files (coded/uncoded versions) and as PDF files (coded/uncoded versions). ASSET 3. An MP4 file with a 3D animation presenting the moment of receiving the world's first SMS on a mobile phone. ASSET 4. The buyer receives an animated version of the entire replica of the original communication protocol code, which documents both the sending and the reception of the world’s first SMS. https://gateway.pinata.cloud/ipfs/QmUPBGF8HeE8RSXnbMv72vWvzDfCdTdbKBizLaSme45PSn https://gateway.pinata.cloud/ipfs/QmPPh3NRXNAmxapxsycNGxNrjdDeVt3mxKUbGABZSm16yN https://gateway.pinata.cloud/ipfs/QmayzKi2PAdkeqNzDXaRNwgfoQZ6kLhkPjDmxzEA8LYYvc  https://gateway.pinata.cloud/ipfs/Qmbu7hAKGiAet8Ug48KjFbBH8Z2XBUgLJrwjbuEfKSQbtH https://gateway.pinata.cloud/ipfs/Qmar1yyaJ14TCpy2jBHknwJwWavg8aab83ekywNySzaqK6 https://gateway.pinata.cloud/ipfs/QmaZntkX5uyCukZup2awx4qgACGGarvdhH1a1SMigdfEX5 https://gateway.pinata.cloud/ipfs/QmVnGcrbhAZTeH6A5ZZNW9kzFcp5Vk5CH5SH2Bbkrt5BRA https://gateway.pinata.cloud/ipfs/QmPxHcU1BE17V8fdUeruG1GvzvvJXcKEXKwPQHV6Ky3bEJ",
    "external_url": "https://www.vodafone.de/media/downloads/pdf/1st-SMS-NFT-Terms-and-Condition.pdf",
    "animation_url": "https://gateway.pinata.cloud/ipfs/QmPxHcU1BE17V8fdUeruG1GvzvvJXcKEXKwPQHV6Ky3bEJ",
    "image": "https://gateway.pinata.cloud/ipfs/QmX1YaG99V36G1ZJAEVHNBtFgk8ivFKGmZe3TgQ4vkskrC"
  }
}