{
  "address": "0x7c516005411bda99687b440dd7eb692e8dc74c0a",
  "type": "ERC721",
  "name": "Unknown Lines V2",
  "tokenCount": "1",
  "uri": "https://arweave.net/ma1Zliv5Zi_Tajdfb_ESzhGzckWzd1EbMJJB3AG3saE",
  "metadata": {
    "name": "Navy Blue",
    "created_by": "CyberMohican",
    "description": "This linear text tells the story of a letter written by Rafael Martinez to his wife of then 6 months. Rafael was a navy officer and a part of a crew of a submarine that was lost at Pacific Ocean during war 650 years ago.  Losing its location due to an error in its electrical system VRN-7000 was named after The Water God Varuna and the depths it could sink in to. Rafael Martinez was a young navy officer who served in the army for 10 years before getting married to his wife Alicia. Because he was now married and was expecting a baby as well, Rafael started working at his fathers restaurant. Due to the war getting intense during the time, there was a call to arms for any man under the age of 45. Rafael had to leave his wife and unborn baby behind to join the crew of VRN-7000. The destructive war grew in scale much faster than anticipated and due to this most army vehicles had to be rolled out to the field without the proper care and one of them was the submarine Rafael was in. 23 days after the submarine submerged underwater, its GPS and satellite connections were damaged and unusable. 48 days later, on an island off the Pacific Ocean, the VRN-7000 washed up as a wreck. The coast guard and army personnel that discovered the lifeless bodies also discovered the following letter inside Rafael’s metal tobacco container:\n\n‘’My beloved wife, the mother of my daughter, dear Alicia. I pray to God you never find this letter. For the moment I set foot on land I plan to burn it. We’ve had no contact in days. Where are we? Where are we headed, we don’t know. In our attempts to surface we’ve encountered a rain of torpedoes bu thanks to the Lord in Heaven we remained undamaged. Look like we shall be in the depths of this dark sea for a while longer. I hope we find a way. I miss touching you, watching movies at night with you. When I get back we will pick up right where we left off, I promise. Yet if I don’t make it back please take good care of our daughter, I love you.\n\nRafael Martinez’’",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "CyberMohican"
      }
    ],
    "image_details": {
      "bytes": 1422476,
      "format": "GIF",
      "sha256": "10377b90f1ff7e44f6abea48ab585d1134b3f60954c6899e21803aff33dc5b7e",
      "width": 2048,
      "height": 2048
    },
    "image": "https://arweave.net/5YskepLIMk_gExTNjn_LbsDul-elabC-H1XP8CvrKwU",
    "image_url": "https://arweave.net/5YskepLIMk_gExTNjn_LbsDul-elabC-H1XP8CvrKwU"
  }
}