{
  "address": "0x7dc1cc9b783cb40618ae81254b88423faa66e036",
  "type": "ERC1155",
  "name": "Alvaro Pinzon Editions",
  "tokenCount": "1",
  "uri": "https://arweave.net/2XjlapxL1ot4dFQ1-6B5qpXXAsoq-0CtvKONiUY1qAE",
  "metadata": {
    "name": "930 Rainbow Star",
    "created_by": "ALVARO PINZON",
    "external_url": "alvaricoqe.com",
    "description": "Álvaro Pinzón is widely known as an automotive documentary photographer and storyteller. His interest in car photography was born from his intense curiosity about the human tendency to see faces in cars. This psychological relationship of humans' predisposition to anthropomorphize pervades human judgment and consequently re-signifies vehicles' existence into more than mere utilitarian objects.  \n\n\"What fascinates me about cars, especially the old ones, is that they have visual energy that no other man-made object has managed to reach.\"\n\nThis fascination has led him to portray old cars and write about their particular stories throughout a journey of eleven years traveling to countries in Latin America and Europe. Over time, his approach has evolved to investigate the relationship of vehicles in the life stories of their owners and the cultural legacy in communities that are enthusiastic about collecting them.\n\nHis photographs and stories have been published internationally in newspapers, magazines, and digital media such as BBC News, Petrolicious, Porsche Type7, Speedhunters, and Octane magazine.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "ALVARO PINZON"
      },
      {
        "trait_type": "Collection",
        "value": "Genesis Project"
      },
      {
        "trait_type": "Country",
        "value": "Germany"
      },
      {
        "trait_type": "Subject",
        "value": "BB 930 Targa Turbo"
      },
      {
        "trait_type": "Future Minting Pass",
        "value": "Genesis"
      }
    ],
    "image_details": {
      "bytes": 1605755,
      "format": "JPEG",
      "sha256": "0bc2786c0715d9f1388bebaa1565c9ecbf6fdb490b30a5a5cf4f41793783bfb5",
      "width": 1282,
      "height": 1920
    },
    "image": "https://arweave.net/ddGix5_KrbZ_Ej0Qa4GKHpF2Wb-m9XRY-rkrj9n-kXQ",
    "image_url": "https://arweave.net/ddGix5_KrbZ_Ej0Qa4GKHpF2Wb-m9XRY-rkrj9n-kXQ"
  }
}