{
  "address": "0x7d174768b315440da3162fedc4eb8f8acd988429",
  "type": "ERC721",
  "name": "Sadeghi 1\\1s",
  "tokenCount": "3",
  "uri": "https://arweave.net/2R-M5LCa8hjGikN7XJyBXEdoiPmqZNY9itreR0Mf4sw",
  "metadata": {
    "name": "The Story of The Enchanted Bean and The Golden Egg",
    "created_by": "amirabbas sadeghi",
    "external_url": "https://linktr.ee/amirabbassadeghi",
    "description": "A long time ago there lived an old man who had a son, he send his son to the village to sell their only cow to buy some food. he went to the town alongside his cow. he stopped at a lady who was offering an enchanted bean. She said by having these beans you could be a king of this country. he traded his cow to get these beans. he came back joyfully. he planted the beans although he was beaten by his father because of his unreliability. the next day there was a plant, almost impossible to see its end. he farewells his father and started a journey to become a king as that lady told him. he climbed for months then one day he reached a land above all. that beautiful land. \"glorious\" he said.  \nAt that moment he saw a beautiful angel, holding a goose and a golden egg which was a holy token from the Ark above. After a moment he found the courage to go and talk to her. \"you are magnificent\" he said to the angel. \"dear boy how can I help you\" she said gracefully.\" I sold my only cow to a lady and she gave me some beans and she promised me that I can be a king in my country\" the boy answered.\"sweet boy, you came all the way up to the ark above to ask to be a king?\" the angel replied smilingly.  \n-yes dear lady I want to make my father proud.  \n-but you are here in the all-green land, you can ask for more than that!  \n-oh thank you, lady, I just want to be a king!  \n-may it be, King the boy, here, take this egg and go back to your land. you may be a king after all! but remember not to sell it. let it hatch, raise the magical goose. that goose will make you rich someday.  \nThe boy took the golden egg and thank the angel, he climbed down to earth to make his father proud again and to be the king of his country.  \nbut when he came back, everything had changed for he was gone for 50 years. there was no father to be proud of. there was no country to be a king of. everyone he knew had died. that golden egg has no meaning now for there's no one left to see his success. so he sold the golden egg and bought a cow and started living the same life as before for now he had no one to live with!\n\n\n\n\nThe Story of The Enchanted Bean and The Golden Egg - created on May 19th of 2023  \n3240X4050 Pixels. Artwork by Amirabbas Sadeghi.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "amirabbas sadeghi"
      },
      {
        "trait_type": "Theme",
        "value": "Illustration "
      },
      {
        "trait_type": "Medium ",
        "value": "3D"
      }
    ],
    "image_details": {
      "bytes": 17040958,
      "format": "PNG",
      "sha256": "b862fda949a7f6a2d3f80a8756d4be3c7dfcd90fa3f8b037a7b22d6271fc7520",
      "width": 3240,
      "height": 4050
    },
    "image": "https://arweave.net/qq_EPsC86U_UjRWd8ZV9pfLUqq5hc3IZlFGLCkgj-Sg",
    "image_url": "https://arweave.net/qq_EPsC86U_UjRWd8ZV9pfLUqq5hc3IZlFGLCkgj-Sg"
  }
}