{
  "address": "0x7d531d33815e4f97d8b2f8ea890e15f232aabf30",
  "type": "ERC721",
  "name": "Into the Wild V3",
  "tokenCount": "22",
  "uri": "ipfs://QmYocZJRFZVukedAhhBXC9U9FY2audWRwQ3ASoPPefZbLx/1",
  "metadata": {
    "name": "Eye to Eye",
    "description": "It was a moody evening on day 3 and we stepped out of camp having no clue like what to do. We were sitting all quiet during our drive in our stripped to bones land cruiser. Our guide, Mr. Philip, with the info in hand, shifted gears to Ferrari mode, cruising across the grassland at God-knows-what speed. We held on to whatever we could do to make sure we wouldn't be off the car. He suddenly stopped at a place and positioned the car and confidently said \"get ready to shoot”. We obliged and got into position. Nothing - was all that was in our frame as we squinted through the viewfinder. We could see many other cars at the other corner of our frame with photographers clicking away and we wondered - why are we here when all the action seems to be elsewhere. Yet, we waited.\n\n\"You see that\" - said Philip. And yet we could see nothing. Sticking our eyes to the viewfinder and not knowing what to expect - we kept at it. And then slowly and faintly emerged this beauty. Heading straight to us - Walking like a Queen, owning every step, perfect as ever - stunningly gorgeous Fig. She literally did her catwalk - perfectly posed and poised - all the way to our doorstep.\n\nHaving a knowledgeable guide in Mara is probably the most important factor that decides a photographer’s fate. And having Philip with us - with all the experience that he carries along - he is nothing short of a cat whisperer.",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Style",
        "value": "Fineart"
      },
      {
        "trait_type": "Format",
        "value": "Black & White"
      },
      {
        "trait_type": "Genre",
        "value": "Wildlife"
      }
    ],
    "external_url": "https://sloika.xyz/sajin.eth/into-the-wild/1",
    "image": "ipfs://QmaRbvm2p3CYsrdc43d5hCGZ6uL4n8sEyg3Cw6BLekM1DM/1.jpg"
  }
}