{
  "address": "0x7e4a0648a3f8f1847d878e770ddff63b6f7b90d3",
  "type": "ERC721",
  "name": "Miles Ryan Harris - Breaking The Cycle",
  "tokenCount": "37",
  "uri": "ar://-zC744PmaGpntXiEeDRwqZL5m52gv7QMkfIulECe-KA/1",
  "metadata": {
    "animation_url": "ar://KKGvge6e5-VVtHJrG4N9_7StF56yXV9PuAuk01qP92o",
    "artist": "Miles Ryan Harris",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://caq3MBqr8PPYiMRz77bc0TeluI7pzZZBLpHKixvwHM0",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Breaking The Cycle",
        "value": "Song Edition"
      }
    ],
    "bpm": 98,
    "credits": null,
    "description": "Releasing this song feels like a necessary detour. I try my best to be as vulnerable as possible in my music but this was something I didn’t know how to say even though I knew it was necessary. I am many things. A man, a son, a brother, a friend, a musician. But above all else I am a father. That is my ultimate purpose. To lead by example for my sons. To teach them how to maneuver in a world not inherently designed for them to win. To break the cycle.\n\nMy journey throughout Web 3 thus far has been a time of affirmation (shoutout to Scolla.) It’s been a time of growth, learning, and healing. It’s been a time of not always doing the easiest (or most politically correct) thing, but having faith that it is the right thing as I continue forward.\n\nI feel like I’m at the crossroad of stepping into my future and healing from my past, all while remaining present. I am working through my struggles in realtime - through music - and I hope that anyone who reads this understands that I am not defined by my circumstances, and neither are you. This has been a season that I feel is coming to a close. So although I am excited to share this piece of my story with you, I am equally as excited to have you with me as the rest of the story unfolds.\n\nOne thing that Web 3 has taught me is to better vocalize my needs. To not be afraid to say that I am not ok, or that I need help because we are not meant to walk alone.\n\nI have been dealing with a traumatic situation involving my children and my family and I am thankful that I have the love and support to be able to say that I need help as I give this offering. I called this a necessary detour because that’s exactly how it feels. Like stopping for gas on a road trip. Knowing that this path is meant for me but that I had to take a second to address my needs and decompress before driving again.\n\nSo to anyone reading this, thank you for supporting me. Thank you for continuing to uplift me and remind me of my worth in the times when I may forget. Thank you for allowing me the opportunity to support my family by doing something I love. And thank you for helping me break the cycle. \n\nAll love, always.",
    "duration": 232,
    "external_url": "https://www.sound.xyz/milesryanharris/breaking-the-cycle",
    "genre": "Hip-hop & Rap",
    "image": "ar://caq3MBqr8PPYiMRz77bc0TeluI7pzZZBLpHKixvwHM0",
    "isrc": null,
    "key": "E_MINOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://KKGvge6e5-VVtHJrG4N9_7StF56yXV9PuAuk01qP92o",
    "lyrics": {
      "text": "Look, see lately I've been thinking how can I get my energy back?\nDamn I got this b**** on my mind\nIt's a problem I’m thinking how can I remedy that?\nDon’t need the sympathy\nJust to recenter \nWhere’s the empathy at?\n\nWhy I always gotta be the bigger man?\nI mean how much bigger can my heart get?\nNigga damn\nI get stuck with the blame\nWhen you not sticking to the plan\nCause you change with the wind\nBut see I never been a fan\n\nI think a lot of it is ego\nThey think you a saint\nThey not seeing what I see though\nI know that’s right\nYou got a new flame\nBut you love to gaslight\nNo matter what I do I’m just like my dad right?\n\nThe audacity\nThe invalidity\nYou take the credit and dodge the accountability\nMake me question my humanity\nMy sanity\nMy humility\nMy identity\n\nYou taking shots at my confidence\nYou know my love language words of affirmation\nSo you putting me down, and withholding the compliments\nI just wanna watch you while you suffer the consequence\n\nI don’t care how many scriptures you read\nOr the church you go to\nOr the lies you feed to people that know you\nI know you\nAnd baby girl I ain’t gone hold you\nThis new you \nIs not too far off from the old you\n\nThe old me has the same urge to expose you\nI ain’t trippin' imma let the judge depose you\nWe a team it was never my intent to oppose you\nDoors closed and you switched up what I told you\n\nYou’ll never take my sons from me\nAnd on the days that I do spend alone\nJust know the truth is keeping me company\nLies like thorns in your sides make it hard for you to sit there comfortably\n\nI pray that you find peace\nAnd clarity \nA better relationship with one of them niggas that you love comparing me to\nNote the disparity \nCause I was never good enough apparently\nBut just for you\nCause I’m good enough to carry me and my two sons\nThat’s what i’m doing momentarily\nRemember that day in therapy you told the therapist I’d have to change my beliefs for you to marry me\n\nWell thank God for the blessings...\nAnd for showing me that every time you called me out my name it wasn’t me it was projections\nYou love to paint a picture for the narrative\nScared to see the mirror or reflections\n\nI'm not a saint but I’m not what you paint\nNot what you think\nI am petty though\nI can’t let you walk around here with your nose high\nTelling everyone you are what you ain’t\nThere must be something in the water you drank\n\nCall me selfish if it helps\nBut you gone have to play that independent single mom role with someone else\nLady those are my kids too\nYou carried em for 9 months each well I did too\nYou did your very best to provide I did too\nYou gave 'em both a shoulder when they cried I did too\nWhen I fell short I give it to you, you slid thru\nBut there where times where you fell short and I slid too\n\n'Sup with the competition?\nWe from the same block and treat each other like opposition\nI hope that when the point get across it’s not religion \nHope that when the judge do the math it’s not division\n\nIt’s fucking our family up\nGenerational trauma\nI think I should see my sons every single day but hey, thank you your honor\nYes massa, yes I'm grateful your honor\nYou LET me see MY kids I’m thankful your honor\n\nMan fuck you.\nPlay this in court for the judge too\nMatter fact pass the aux I’d love to\nI’m going out swinging if that’s what it come to\nMy sons the only ones I’m ever proving my love to\n\nAnd they know it’s unconditional\nNot visitational\nNot occasional\nNot confrontational\n\nAnd like I tell them\nHarris boys are winners\nAnd it feels sensational\n\nSo this is for the dads that’s 'bout that\nThe ones that get knocked but bounce back\n\nThe ones that show you what the differences is\nBetween a nigga with his kids and a nigga with kids\nGod damn...\n\nNo matter how\nI think we go\nYou always seem\nTo let me know\nIt ain't working\nIt ain't working",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Breaking The Cycle #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Breaking The Cycle",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}