{
  "address": "0x7e6a8f2d879124d6dbae2ac08f7fa5b0233d6ea2",
  "type": "ERC721",
  "name": "99 Originals V2",
  "tokenCount": "5",
  "uri": "ipfs://QmfD523jFYmGEyLshctQuQdKNdrX3VvYmwAgQfYJEMjUdR",
  "metadata": {
    "name": "Test 1",
    "description": "Testing the first original on main net.  This is a beautiful day.  We are cresting history!\n\n##Collaborators:\n[Manager Jeff ](https://www.instagram.com/manager_jeff/)\n\n\n##Location:\nLos, Angeles \n\n##Perks:\nTest Perks  \n  \nTest 2 Perk \n\n##Terms:\nA terms of service agreement typically contains sections pertaining to one or more of the following topic:\n\nDisambiguation/definition of key words and phrases\nUser rights and responsibilities\nProper or expected usage; definition of misuse\nAccountability for online actions, behavior, and conduct\nPrivacy policy outlining the use of personal data\nPayment details such as membership or subscription fees, etc.\nOpt-out policy describing procedure for account termination, if available\nSometimes contains a Arbitration clause detailing the dispute resolution process and limited rights to take a claim to court\nDisclaimer/Limitation of Liability clarifying the site's legal liability for damages incurred by users\nUser notification upon modification of terms, if offered\nAmong 102 companies marketing genetic testing to consumers in 2014 for health purposes, 71 had publicly available terms and conditions:[4]\n\n57 of the 71 had disclaimer clauses (including 10 disclaiming liability for injury caused by their own negligence)\n51 let the company change terms (including 17 without notice)\n34 allow data disclosure in certain circumstances\n31 require consumers to indemnify the company\n20 promise not to sell data\nAmong 260 mass market consumer software license agreements in 2010:[5]\n\n91% disclaimed warranties of merchantability or fitness for purpose or said it was \"As is\"\n92% disclaimed consequential, incidental, special or foreseeable damages\n69% did not warrant the software was free of defects or would work as described in the manual\n55% capped damages at the purchase price or less\n36% said they were not warranting whether it infringed others' intellectual property rights\n32% required arbitration or a specific court\n17% required the customer to pay legal bills of the maker (indemnify), but not vice versa\nAmong the terms and conditions of 31 cloud-computing services in January-July 2010, operating in England:[6]\n\n27 specified the law to be used (a US state or other country)\nmost specify that consumers can claim against the company only in a particular city in that jurisdiction, though often the company can claim against the consumer anywhere\nsome require claims to be brought within half a year to 2 years\n7 impose arbitration, all forbid illegal and objectionable conduct by the consumer\n13 can amend terms just by posting changes on their own website\na majority disclaim responsibility for confidentiality or backups\nmost promise to preserve data only briefly after terminating service\nfew promise to delete data thoroughly when the customer leaves\nsome monitor the customers' data to enforce their policies on use\nall disclaim warranties and almost all disclaim liability\n24 require the customer to indemnify them, a few indemnify the customer\na few give credits for poor service, 15 promise \"best efforts\" and can suspend or stop any time\nThe researchers note that rules on location and time limits may be unenforceable for consumers in many jurisdictions with consumer protections, that acceptable use policies are rarely enforced, that quick deletion is dangerous if a court later rules the termination wrongful, that local laws often require warranties (and UK forced Apple to say so).\n\nReadability\nAmong the 500 most-visited websites which use sign-in-wrap agreements in September 2018:[7]\n\n70% of agreements had average sentence lengths over 25 words, (where 25 or less is needed for consumer readability)\nmedian FRE (Flesch Reading Ease) score was 34 (where over 60 is considered readable by consumers)\nmedian F-K (Flesch-Kincaid) score was 15 years of school (498 of 500 had scores higher than the recommended 8th grade)\nAmong 260 mass market consumer software license agreements which existed in both 2003 and 2010:[5]\n\nmedian and mean Flesch scores were 33 in both years, with a range from 14 to 64 in 2003, and from 15 to 55 in 2010 (where over 60 is considered readable by consumers)\nmedian number of words rose from 1,152 to 1,354, with range of 33 to 8,406 in 2003, and from 106 to 13,416 in 2010\nPublic awareness\nA 2013 documentary called Terms and Conditions May Apply publicized issues in terms of service. It was reviewed by 54 professional critics[8] and won for Best Feature Documentary at the Newport Beach Film Festival 2013 and for Best Documentary at the Sonoma Valley Film Festival 2013.[9]\n\nClickwrapped.com rates 15 companies on their policies and practices with respect to using users' data, disclosing users' data, amending the terms, closing users' accounts, requiring arbitration, fining users, and clarity.\n\nTerms of Service; Didn't Read is a group effort that rates 67 companies' terms of service and privacy policies, though its site says the ratings are \"outdated.\"[10] It also has browser add-ons that deliver the ratings while at the website of a rated company. Members of the group score each clause in each terms of service document, but \"the same clause can have different scores depending on the context of the services it applies to.\"[11] The Services tab lists companies in no apparent order, with brief notes about significant clauses from each company. In particular, competitors are not listed together so that users can compare them. A link gives longer notes. It does not typically link to the exact wording from the company. The Topics tab lists topics (like \"Personal Data\" or \"Guarantee\"), with brief notes from some companies about aspects of the topic.\n\nTOSBack.org, supported by the Electronic Frontier Foundation, lists changes in terms and policies sequentially, 10 per page, for 160 pages, or nearly 1,600 changes, for \"many online services.\"[12] There does not seem to be a way to find all changes for a particular company, or even which companies were tracked in any time period. It links to Terms of Service; Didn't Read, though that typically does not have any evaluation of the most recent changes listed at TOSBack.org.\n\nTerms of service are subject to change and vary from service to service, so several initiatives exist to increase public awareness by clarifying such differences in terms, including:\n\nAvailability of previous terms\nCancellation or termination of the account and/or service by user\nCopyright licensing on user content\nData tracking policy and opt-out availability\nIndemnification or compensation for claims against account or content\nNotification and feedback prior to changes in Terms\nNotification of government or third-party requests for personal data\nNotification prior to information transfer in event of merger or acquisition\nPseudonym allowance\nReadability\nSaved or temporary first and third-party cookies\nTransparency of security practices\nTransparency on government or law enforcement requests for content removal",
    "image": "ipfs://QmTqQnVH4Qgw83Yn1JKc2FREqtFmLfh6zWfkqWBRMecpvR",
    "attributes": [
      {
        "trait_type": "Frame",
        "value": "White"
      },
      {
        "trait_type": "Font",
        "value": "Caps"
      },
      {
        "trait_type": "Style",
        "value": "Bold White Marker"
      }
    ]
  }
}