{
  "address": "0x7e166b5bd223d591472ff2eb8380519fa0022843",
  "type": "ERC1155",
  "name": "FlippedVerse V2",
  "tokenCount": "2",
  "uri": "https://arweave.net/SzRyrR2ErP3Q8JAcpnXzqs9wX-RRuZe1-x-72WGnMRs",
  "metadata": {
    "name": "Love Transcends Death",
    "created_by": "FlippedTaitern",
    "description": "The story of Mae Nak, the famous Thai ghost, is one that has been passed down through generations and has become a symbol of unconditional love and devotion. Mae Nak was a beautiful young woman who lived in a small village in Thailand. She was married to a loving husband, Mak, and the two of them were deeply in love. However, tragedy struck when Mae Nak became pregnant and passed away during childbirth.\n\nDespite her death, Mae Nak's spirit continued to linger in the village, always watching over her husband and her child. Mak was so devoted to Mae Nak that he refused to believe she was dead, and continued to live with her ghost as if she were still alive. Mae Nak, in turn, showed her unwavering love and devotion to Mak, taking care of him and their child even after her death.\n\nThe villagers were initially frightened by Mae Nak's ghost, but as they saw how she took care of her family, they came to accept her presence. She became a symbol of unconditional love and devotion, and her story has been told and retold throughout the years, inspiring countless people to remember the power of love even in the face of death.\n\nMae Nak's ghost remains a beloved figure in Thai culture, and her story serves as a reminder that love can conquer even the greatest of obstacles. Her unconditional love for her husband and child is a testament to the strength and power of love, and an inspiration to all of us to hold on to the ones we love, even beyond this world.\n\nAnd in this art form, Mae-Nak is accompanied by two other Thai ghosts who also have lore about unconditional love: Nang-Ta-Kien and Kra-Sue.\n\nThe scariest thing in life might not be ghosts, but love.",
    "attributes": [
      {
        "trait_type": "Inspiration",
        "value": "THAIGHOST"
      },
      {
        "trait_type": "Inspiration",
        "value": "Ghost Comics"
      },
      {
        "trait_type": "Technique",
        "value": "Painting"
      },
      {
        "trait_type": "Technique",
        "value": "Manga"
      }
    ],
    "image_details": {
      "bytes": 4139540,
      "format": "JPEG",
      "sha256": "05f14c720a6822a96c6c336fa3ca957e9e1aba7047ba922042103b33a7a59921",
      "width": 2480,
      "height": 3508
    },
    "image": "https://arweave.net/Irt5AJ0hQt7GLdE2uM_VT2Vk5CtDFgKMBb94p3BiCCM",
    "image_url": "https://arweave.net/Irt5AJ0hQt7GLdE2uM_VT2Vk5CtDFgKMBb94p3BiCCM"
  }
}