{
  "address": "0x7e62006093503fd3554f5314e09c6ab228991d26",
  "type": "ERC721",
  "name": "Golden Hour Chronicles",
  "tokenCount": "4",
  "uri": "https://arweave.net/t6aUL6S4TsnN5DhqqMgY7-EJK2A3VIzCBa9rbg6m5oE",
  "metadata": {
    "name": "Golden Hour Blues",
    "created_by": "Bondhu Dey",
    "description": "Do you have a scene or a moment that you constantly go back to? Not in memory, but physically. That you never get tired of? \nWell, I do.  \n\nA mountain sunrise is something I’ve grown up on. Something I’ve seen at least tens of times. Yet every time I see it, it's somehow different. It somehow transcends and transforms feelings of my age and the perspective of that time.  \n\nWhen I was a kid, I hated waking up for the sunrise, coz well, I was a kid. But when I saw it, it filled me with a wonderful sense of wonder and joy.  \n\nWhen I was an adolescent teen, I woke up, willingly, but it was for a Facebook post or a cool story to tell friends that how I woke up so early, in so cold to see the beauty of nature. \n\nNow that I’m a little older, and I’ve faced some of the worldly blues of life, a mountain sunrise is the most calming thing ever. I get up before anyone else and set out with my camera because for at least a couple of hours, I won’t have anyone to listen to except the birds and the wind, and the only worry in my head is how to get that shot, and how not to fall off a cliff doing that.  \n\nI’m sure the meaning of this moment will change for every stage of life I pass through, but one thing’s certain, I’ll keep on revisiting these Golden Hour Blues.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Bondhu Dey"
      },
      {
        "trait_type": "Camera",
        "value": "NIKON CORPORATION NIKON D5300"
      },
      {
        "trait_type": "Lens",
        "value": "70.0-300.0 mm f/4.5-6.3 f/4.8"
      },
      {
        "trait_type": "ISO",
        "value": "100"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/18"
      },
      {
        "trait_type": "Exposure",
        "value": "1/80"
      },
      {
        "trait_type": "Focal Length",
        "value": "110.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2022:10:03 05:44:27"
      }
    ],
    "image_details": {
      "bytes": 5376126,
      "format": "JPEG",
      "sha256": "356eba94361b5e13e8ccf467e861da1297fb1c4ebd7dbe3ba1e350f4ea1de583",
      "width": 3829,
      "height": 3756
    },
    "image": "https://arweave.net/8MaC608Ty98HHJyyj7s1EpkDKRZ9wkZ8CFZ7Lf21fwk",
    "image_url": "https://arweave.net/8MaC608Ty98HHJyyj7s1EpkDKRZ9wkZ8CFZ7Lf21fwk"
  }
}