{
  "address": "0x7e59d50b71bc63ab76419a364069a893aae306e2",
  "type": "ERC1155",
  "name": "MEMETIC by FRSGHTD",
  "tokenCount": "3",
  "uri": "https://arweave.net/3kzP4Fr5g149rxMpm04OgAYhc0EB_M3oh8AFlUC5FnQ",
  "metadata": {
    "name": "pepe surfacing, will he save us or fight us?",
    "created_by": "MEMETIC",
    "description": "In the early days of the internet, a small group of artists created a simple drawing of a frog with different expressions. They named him Pepe and shared him with the world, little did they know, the impact Pepe would have on the world.\n\nAs time went on, Pepe became a cultural phenomenon, spreading across the internet and being used to express a wide range of emotions and ideas. But as Pepe's popularity grew, so did the number of people using him for their own gain, often using him to spread hate and bigotry.\n\nAnd then, one day, something strange happened. Pepe began to change, growing larger and more powerful with each passing day. The once innocent frog meme had become a giant creature, towering over cities and causing destruction in its wake.\n\nThe world was in chaos as Pepe rampaged through cities, leaving destruction in its wake. People were frightened and desperate for a solution, but no one knew how to stop the creature.\n\nAs the world came together to face Pepe, they realized that the only way to defeat it was to take back control of the meme and use it for good. They spread messages of love and acceptance, and Pepe began to shrink in size, until finally, it disappeared back into the internet from where it came.\n\nThe world had been saved, but they knew that Pepe would always be out there, waiting for a chance to reemerge. And so, they vowed to always remember the power of Pepe and to use it responsibly, so that it would never again threaten to destroy the world.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "MEMETIC"
      }
    ],
    "image_details": {
      "bytes": 539862,
      "format": "JPEG",
      "sha256": "1b64a864f1fdf2fe54dab87c2c708081c4b4b6ec8088737c3d61814ccb3e9c75",
      "width": 2048,
      "height": 2048
    },
    "image": "https://arweave.net/6jnT4lGyGtQetDDgpqCY2j8EyB1yyuyuMlz_SK3MfWI",
    "image_url": "https://arweave.net/6jnT4lGyGtQetDDgpqCY2j8EyB1yyuyuMlz_SK3MfWI"
  }
}