{
  "address": "0x7e6f90050025314ac43fb4813c2168791028ad85",
  "type": "ERC721",
  "name": "cloudburst V2",
  "tokenCount": "12",
  "uri": "https://arweave.net/AXs10KkBxcBpl9tvm_fRsdy9yg-uf836wZei-hBoITE/1",
  "metadata": {
    "name": "Cloudburst #1",
    "created_by": "David Lisser",
    "description": "Cloudburst is a series of twelve floral-pointclouds. \nDerived from photogrammetry scans, these pieces are fraying and distorted; digital decay caught in a snapshot. \n\nCloudburst is also a small-scale social experiment on collaboration and competition. The primary sales of this series are split 50/50 between two wallets; the artists, and a newly created wallet. \n\nThe respective seed words for this new wallet will be given one-by-one to every successful winner of a cloudburst auction. \ni.e. the winner of cloudburst#1 will be given the first word, the winner of cloudburst#7 will be given the seventh seedword etc etc. \n\nI will do this either via Twitter or discord if i know the winner, or via blockscan chat if I only have the wallet details of the winner. \n\nTherefore the collectors of this series have between them the complete seedphrase to unlock the wallet where 50% of the auction takings reside. \nHow they proceed is completely up to them, they can work together and split the money, they can compete in teams or as individuals or they can ignore this entirely and simply enjoy the artwork. \n\nThe only stipulation is that 30 calendar days after the last auction is finished, I will transfer any money remaining back to my own wallet. \nThe clock is ticking.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "David Lisser"
      }
    ],
    "image_details": {
      "bytes": 12012606,
      "format": "JPEG",
      "sha256": "8fa969aae25ee9ae9299216e6edfea4b22255d01e2302a377e907be8e312daf5",
      "width": 4320,
      "height": 7680
    },
    "image": "https://arweave.net/QJ3zguvmCAX1w03witoHckPuSl0pADEGttSCTZub0cE",
    "image_url": "https://arweave.net/QJ3zguvmCAX1w03witoHckPuSl0pADEGttSCTZub0cE"
  }
}