{
  "address": "0x7e8e3047665fd54eadcedf7240e1dc17219c0a65",
  "type": "ERC721",
  "name": "XTLKY",
  "tokenCount": "7",
  "uri": "https://arweave.net/Vm_SCx52ajz4SYEWxC-Wv2bkLMwi1B3gqz2SPrOb0YA",
  "metadata": {
    "name": "Pyromorphite Key",
    "created_by": "CryptoCrystals",
    "external_url": "https://JoltedDesigns.com",
    "description": "The floating crystal key is a mesmerizing object, crafted from the purest glass and adorned with a suspended Pyromorphite crystal. The crystal is of a greenish-yellow color, and despite not being transparent it still manages to captivate with its unique beauty. The glass is shaped into a delicate, intricate design that seems to defy gravity as it effortlessly floats in the air.\n\nHolding the key is like holding a piece of the multiverse itself. It hums with a low, ancient energy, as if it holds within it the secrets of countless dimensions. Those who possess the key are said to have the power to unlock portals to other worlds, leading to treasures beyond imagination.\n\nThe key is not just a quest item, it's a symbol of the infinite possibilities that exist beyond our own reality. It's a reminder that the universe is vast and mysterious, and that there are always more worlds to explore.\n\nAs you hold the key in your wallet, you can't help but feel a sense of wonder and excitement at the thought of what lies ahead. You have been chosen to be the keeper of this powerful object, and the weight of that responsibility is both exhilarating and daunting. The road ahead may be long and treacherous, but with the key in your possession, the possibilities are endless.",
    "animation_details": {
      "bytes": 30690592,
      "format": "MP4",
      "duration": 20,
      "sha256": "5dcf6c7b15f5a76f11abfd637d0fc4fa105527fd8b7f35aade87c2dff82353f9",
      "width": 2160,
      "height": 2160,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/brs0HBCEB29OjapLhwY-QvvIs8VTSZFXkHZVqBiVu4Q",
    "animation_url": "https://arweave.net/brs0HBCEB29OjapLhwY-QvvIs8VTSZFXkHZVqBiVu4Q",
    "image_details": {
      "bytes": 10228199,
      "format": "GIF",
      "sha256": "661ecfdb331da529e16d3ce47f8c2346dd0dfca94816416cd76b0228d6cef80b",
      "width": 250,
      "height": 250
    },
    "image": "https://arweave.net/KQufIA3IbzFmXoXV38hxskI14YTNsvgwkrHp6MxRs9E",
    "image_url": "https://arweave.net/KQufIA3IbzFmXoXV38hxskI14YTNsvgwkrHp6MxRs9E"
  }
}