{
  "address": "0x7f6f3f9fb77f9ebd3894282d12359b0889357577",
  "type": "ERC721",
  "name": "Terra Naomi - Get Mine (acoustic)",
  "tokenCount": "33",
  "uri": "ar://UDxfjMpRdcArJOeuSPbHTzXEiD4gmuFf7KmaOprwdf0/1",
  "metadata": {
    "animation_url": "ar://gmUYscIVqp3Dwt4TEcFkcmeY8fGp4pN2MhW0OSCB-4Y",
    "artist": "Terra Naomi",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://Lf7PIYDjMyDqqorILHh-jutECxrXKVWnyfTF8xN06Bw",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Get Mine (acoustic)",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "In early 2021 I regained control over my publishing from Universal Music, created my first blockchain music project, and never looked back. \n\nThe nearly 2 decades prior to this pivot were a long, strange trip through creative innovation that began when I won the inaugural YouTube Award for Best Music Video for my song “Say It’s Possible.” I went on to release my first album with Universal Music Publishing and Island Records followed by a string of independent releases, and toured for the majority of the next decade, playing everywhere from Wembley Stadium and historic opera houses across Italy to smokey pubs and people’s living rooms. It was a wild ride to say the least. \n\nI struggled to make ends meet, in spite of licensing dozens of songs to film and television and touring all over the US and Europe. I tried just about every crowd funding platform, including Pledge Music, Indiegogo and Patreon. The concept of “turning your biggest fans into your marketing team” felt inherently flawed without any real incentive for listeners to spend their valuable time promoting my music. \n\nAnd then, in 2020, I discovered the nascent tools of web3 and was filled with a renewed sense of hope – the framework was finally in place to create a mutually beneficial relationship between artist and fan. \n\nIn the process of creating my own audiovisual NFT projects, I discovered a passion for guiding and advising at all levels of interest and experience, from the web3 curious to blockchain natives, creatives to executives. \n\nI became an advisor to Async Art and led Community, Marketing, and Strategic Partnerships for Authentic Artists' WVRPS by WarpSound which remains the number one music collection on OpenSea since its launch in January 2021. I helped launch Async Art’s “Blueprints” tool with collections by top crypto artists XCOPY, Coldie and Alotta Money, as well as generative code artist Kenny Vaden’s collections with OpenSea, Flamingo DAO, and Quantum Art. I joined XPRIZE as web3 Lead, helping to pioneer groundbreaking use cases for blockchain technology in fundraising and philanthropy. \n\nAnd now it’s time to funnel some of my creative energy back into my own art. \n\n“Get Mine” is a reflection on being an artist in the crypto space, a commentary on the late stage capitalist world we inhabit, a reflection on the experience of meeting my own shadow. \n\nIt’s a deeply personal song that I hope will resonate with so many of us in this space and I hope you love it. \n\nThank you for reading...and listening...and being early :) \n",
    "duration": 160,
    "external_url": "https://www.sound.xyz/terranaomi/get-mine-acoustic",
    "genre": "Folk & Singer-Songwriter",
    "image": "ar://Lf7PIYDjMyDqqorILHh-jutECxrXKVWnyfTF8xN06Bw",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://gmUYscIVqp3Dwt4TEcFkcmeY8fGp4pN2MhW0OSCB-4Y",
    "lyrics": {
      "text": "Met you at a party\nYou drove a Maserati\nSaid you got fuck you money now\n\nAnd nobody liked you\nWhen you sang sad folk songs\nBut now they all want you around\n\nAnd I know that I’m petty\nI know I’m unkind\nKeep saying I’ll do better\nWhen I get mine\n\nWorking real hard \nTo get nowhere I wanna be\nOnly made sense for so long\n\nAnd if all my needs were met\nMaybe I’d hate life less\nMaybe I’d write better songs\n\nAnd I know when I started\nI felt I had time\nBut now my intentions \nAre just to get mine\n\nAnd I am over the dread\nI’m over this country\nI’m over being in over my head\n\nLiving in a late stage capitalist nightmare\nThat is what my daddy said\n\nWhere people like me\nCould be writing ‘bout love\nBut we’re writing ‘bout money instead\n\nAnd I try to be patient\nI try to keep trying\nKeep saying I’ll do better\nWhen I get mine… \n",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Get Mine (acoustic) #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Get Mine (acoustic)",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}