{
  "address": "0x7f55155fcc334db912c5f62ba48523a851ef3535",
  "type": "ERC1155",
  "name": "FLOW STATE - OE",
  "tokenCount": "1",
  "uri": "https://arweave.net/JE6Wch2qfzZBd-AZY2ZNfo50OgVhHOml3QpX-sdYggg",
  "metadata": {
    "name": "Flow State",
    "created_by": "Elliot Hawkey",
    "description": "Over the course of my life, I’ve passionately pursued a wide variety of hobbies, including skateboarding, basketball, snowboarding, rock climbing, and photography. Within each activity, I found a level of mastery where I was so physically and mentally in tune with the process that it became second nature… and I could just flow. With landscape photography, my best images often come when I’m living outside, fully immersed in my surroundings. \n\nIn late August of 2020, I set out on a series of solo backpacking trips in the mountains of Washington State. Climbing three peaks in the process, and hiking somewhere around 60 miles in ten days. \n\nWhen planning for this peak, I checked the weather forecast and saw mostly cloudy skies and a chance of rain. It was a risk to climb a peak in these conditions. I could spend the entire time sitting in my tent with no views… or it could be epic. So, I took a chance. \n\nIt was around 3:30 AM the next morning when I heard the clinks of a climbers ice axe hitting rock near by. Someone had climbed up in the middle of the night to summit the peak I was sleeping on. Confused, and still half asleep, I unzipped my tent in the darkness of twilight to this scene…\n\nA 360 degree cloud inversion reaching a hundred miles in every direction. I was in shock. It was the most beautiful scene I’ve ever witnessed in my seven years as a photographer. The next four hours were a blur of thousands of photos, running from rock to rock, and trying to capture every angle of this stunning scene. ",
    "image_details": {
      "bytes": 6714626,
      "format": "JPEG",
      "sha256": "3f0309685bbc82edc0cb63bef2c5de11d50ee43721ed0ba60cfc15f15f5f93bb",
      "width": 2895,
      "height": 3619
    },
    "image": "https://arweave.net/XrMMj4-1YtyCKJHSvNo5j9iZ6FHy033BNDDVaLO9Zdw",
    "image_url": "https://arweave.net/XrMMj4-1YtyCKJHSvNo5j9iZ6FHy033BNDDVaLO9Zdw"
  }
}