{
  "address": "0x7f191d088ba3e44207ffe33f6aae8282d82a1f80",
  "type": "ERC1155",
  "name": "Anne McKinnell Wildlife Editions",
  "tokenCount": "4",
  "uri": "https://arweave.net/jPFrsjzNXpovqo50nQfXJnO3H703BOgxSBbnHeLE0BY",
  "metadata": {
    "name": "Mom's Calling",
    "created_by": "Anne McKinnell",
    "external_url": "https://annemckinnell.com",
    "description": "I spotted the cubs up on the kopje well before sunset. The parents were lying in the grass below and the thought went through my head that they would be called home when the sun went down. \n\nI love to sit and just watch the animals. I’m in no rush to move on or capture as many different animals as possible. I am happy to wait and watch. \n\nAs each moment ticked by I got more excited by the possibility that it might really happen. I positioned the vehicle so the sun would go down behind the cubs if they descended the rocks in a direct line to the parents. As the light began to fade, the mother lion made a sound and sure enough the cubs ran down to her in a direct line. After waiting so long, the moment it happened went by in an instant!\n\nAs a photographer I have learned over the years not to simply photograph what is in front of me, but to visualize the best possible scenario that might happen at the location and be ready for that. Sometimes it means coming home empty handed, but it is worth it for the times the magic happens and I come home with the shot I hoped for.\n\n---------------\n\n© Anne McKinnell\n\nExtended Editorial License: Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The License includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Anne McKinnell"
      },
      {
        "trait_type": "Series",
        "value": "Lil Babies"
      },
      {
        "trait_type": "Animal",
        "value": "Lion"
      },
      {
        "trait_type": "Continent",
        "value": "Africa"
      },
      {
        "trait_type": "Country",
        "value": "Tanzania"
      },
      {
        "trait_type": "Location",
        "value": "Serengeti National Park"
      },
      {
        "trait_type": "Media",
        "value": "Photography"
      }
    ],
    "image_details": {
      "bytes": 7956708,
      "format": "JPEG",
      "sha256": "0049b9018bdd85a486a63a814b8d07270b2e1521b573c0e334188b22285e703a",
      "width": 5472,
      "height": 3648
    },
    "image": "https://arweave.net/4Z7ZZ8XMMMXzR1hLpvDKMAE8iuPfRfWO9FqAwb5gjD8",
    "image_url": "https://arweave.net/4Z7ZZ8XMMMXzR1hLpvDKMAE8iuPfRfWO9FqAwb5gjD8"
  }
}