{
  "address": "0x7f3d841dd089e6d65536ef1e055ef313b6199def",
  "type": "ERC721",
  "name": "Arte Del Diablo",
  "tokenCount": "11",
  "uri": "https://arweave.net/Lb_9wca7vaKYIrSurVSJ7QoW5wjK7XWXWYjBw1grnNs",
  "metadata": {
    "name": "You’ll be Fine",
    "created_by": "0xDiablo",
    "description": "The artwork \"You'll be fine\" depicts a poignant scene of two skeletons, one standing confidently and the other dejectedly slouching. The standing skeleton reaches out to the other, seeming to offer words of encouragement in a moment of distress.\n\nDespite the skeletal figures lacking flesh and muscle, the emotion is evident in their postures and expressions. The dejected skeleton appears to be in a state of despair, with its head bowed and a sense of hopelessness emanating from its slouched form. Meanwhile, the standing skeleton exudes confidence and empathy, emanating a sense of strength and support.\n\nThe overall message of the artwork is one of empathy and solidarity, while also conveying the inherent difficulty in trying to comfort someone in their darkest moments. The title \"You'll be fine\" is a common platitude often offered by well-meaning individuals, and the juxtaposition of the phrase with the dejected skeleton highlights the futility of such assurances when someone is struggling with deep emotional pain.\n\nThrough this powerful visual image, the artist skillfully captures the complexity of human emotions and the fragility of our attempts to comfort one another in times of need. The artwork serves as a reminder that while words of encouragement can be well-intentioned, they often fall short in truly comforting those who are hurting.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "0xDiablo"
      }
    ],
    "image_details": {
      "bytes": 731167,
      "format": "GIF",
      "sha256": "2ee8df61a3935e5b158059b0e7a62e19f2de61444d707a2dc03308e1b0297c34",
      "width": 480,
      "height": 480
    },
    "image": "https://arweave.net/ZDErcXpSsCpNpFC9Z1DeTd9dOsWrjodvi5_2wdlAV48",
    "image_url": "https://arweave.net/ZDErcXpSsCpNpFC9Z1DeTd9dOsWrjodvi5_2wdlAV48"
  }
}