{
  "address": "0x7f0f2a87a40afccb65bec4788d2347173e1fd39a",
  "type": "ERC1155",
  "name": "The Digital Archive: Amplified",
  "tokenCount": "1",
  "uri": "https://arweave.net/5VrTfM555bq2mv6Y81iCd2jlUs8IRmYRWF0IfsKMP3Y",
  "metadata": {
    "name": "PAMELA",
    "created_by": "Archiver",
    "description": "This visionary photographic art operates on both visible and energetic levels. Electromagnetic impulses of light flash across the viewer’s retina, activating the optic nerve and triggering a psychic reaction. In this image, the viewer sees a doubled chromatic portrait of the subject, \"Pamela\", experiencing a psychedelic vision with closed eyes. Here, Pamela represents and embodies how we often experience reality through the trappings of (unconscious) fantasies that structure the ego and are often revived in dreams. To access a higher vibrational reality, one should respond to ordinary reality in creative and spontaneous ways. Through optical immersion, the viewer may unlock deeper vibrations latent in everyday objects and environments, such as the Manhattan Bridge (the element across the top of her head). This energy can be felt on a deeper level in the form of a Liquid Mandala (pure, un-bounded energy patterns)…\n\nThis image fuses 36AJ26 and 36AF5 from Lawrence Horn's scanned analog color and infrared slide archive, photographed from 1973-1986. Please visit thedigitalarchive.art for more information on the artist and the collection. Usage and rights for the image can be found on thedigitalarchive.art/terms-and-conditions-of-use. This token is dynamic and may be updated with additional information as knowledge of the archive expands.",
    "external_url": "https://www.thedigitalarchive.art",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Lawrence Horn"
      },
      {
        "trait_type": "Collaborator",
        "value": "zuko.eth"
      },
      {
        "trait_type": "Series",
        "value": "Chromatic Connections"
      },
      {
        "trait_type": "Burn Cycle",
        "value": "Burnable"
      }
    ],
    "image_details": {
      "bytes": 12197253,
      "format": "JPEG",
      "sha256": "4c49849954c375cd9a35366fb6bfc5479b079983a431b5d43e08b1caac8cda8f",
      "width": 3450,
      "height": 5100
    },
    "image": "https://arweave.net/gtFI2J4Ov89twEe7CHfMeYoPB-mye9MRSpM1KtqEO4A",
    "image_url": "https://arweave.net/gtFI2J4Ov89twEe7CHfMeYoPB-mye9MRSpM1KtqEO4A"
  }
}