{
  "address": "0x7f164a8a421d007e416eaaec033a734a10d42376",
  "type": "ERC721",
  "name": "RUKMUNAL HAKIM",
  "tokenCount": "4",
  "uri": "https://arweave.net/R7BFyyNunxgODZvCNUhvP8Wg6jtvksUiAC_TvDxqzFw",
  "metadata": {
    "name": "(selalu) kembali ke awal | violet",
    "created_by": "Rukmunal Hakim",
    "description": "violet version  \n150 x 100 cm \nPastel pencil on canvas and a part of an art performance that lasts a total of 13 hours divided into several days for the duration of the six-day exhibition.  \n2022\n\nPlease visit this link below to found out about the solo exhibition: \nhttps://twitter.com/i/events/1594209295784349697?s=20\n\n\nCollector of this artwork will have 3 options: \n- Own the NFT only and destroy the physical artwork.  \n- Own the physical artwork only and burn the NFT.  \n- Own both.\n\nThe shipping cost of sending the physical artwork is covered by the collectors\n\n\n___\n\n‘(selalu) kembali ke awal’, sebuah karya dari Rukmunal Hakim \n\nKarya kali ini adalah karya yang lahir dari kebingungan. Perasaan berputar-putar dan kembali ke titik yang sama setelah (merasa) berjalan begitu jauh. “Tersesat” itu adalah kata yang sering kali dipakai untuk menjelaskan situasi seperti ini. Namun bagi Rukmunal Hakim, rasanya bukan seperti tersesat, ia tahu betul hendak ke mana, jalannya akan seperti apa, dan meninggalkan catatan sepanjang perjalanannya. Entah kenapa, rasanya seperti (selalu) kembali ke awal. Walaupun tempat berhentinya selalu berbeda. \n \nBeberapa hal yang kita rasakan mungkin memang ada untuk dibiarkan, tanpa harus untuk dimengerti saat itu juga. Karya ini adalah sebuah usaha untuk memahami perasaan tersebut secara perlahan, dengan melewati banyak percakapan dengan diri sendiri, pengerjaan yang rasanya tanpa arah, dan melepaskan diri dari rasa khawatir bila wujudnya tidak serupa dengan karya-karyanya yang lain. Banyak kata”mungkin” untuk mendeskripsikan karya ini; *mungkin bisa bagus, mungkin bisa jelek, mungkin ini omong kosong, mungkin ini sampah, mungkin ini jawaban, mungkin ini magnum opus, mungkin ini sesuatu yang berharga, dan mungkin ini bukan apa-apa dan hanya membawanya kembali ke awal pertanyaan.*\n\nSaat ini yang anda lihat bisa jadi hanyalah soal Rukmunal Hakim yang sedang bergumul dengan kebingungannya, mengutuknya diam-diam, dan mungkin, berusaha sebaik yang ia bisa untuk merayakannya.\n\nBintaro, November 2022  \nYesGo! Ekshibisi",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Rukmunal Hakim"
      },
      {
        "trait_type": "Year",
        "value": "2022"
      },
      {
        "trait_type": "Medium",
        "value": "Pastel pencil on canvas"
      },
      {
        "trait_type": "size",
        "value": "150 x 100 cm"
      },
      {
        "trait_type": "Version",
        "value": "Violet"
      },
      {
        "trait_type": "Exhibition place",
        "value": "SUNSET LIMITED"
      },
      {
        "trait_type": "City",
        "value": "Jakarta"
      }
    ],
    "image_details": {
      "bytes": 17778964,
      "format": "JPEG",
      "sha256": "52e53be093d13a81287f0f1dfdd6215a88893671828b859f85b96db2e64aee9a",
      "width": 5400,
      "height": 7200
    },
    "image": "https://arweave.net/Y85xYBYCBXL-bwDeEwKGV29VUsOOh7jwpTLbpNrl9BI",
    "image_url": "https://arweave.net/Y85xYBYCBXL-bwDeEwKGV29VUsOOh7jwpTLbpNrl9BI"
  }
}