{
  "address": "0x7f92e8dcc1c20f52ecff108f6301f17619db4b9d",
  "type": "ERC721",
  "name": "Various and Casual Occursions by Sofia Crespo & Anna Ridler",
  "tokenCount": "1",
  "uri": "https://arweave.net/utC_n6Wl5c69eY26pbe0Mp_41UBLbiD6GJ89ecSnWqk",
  "metadata": {
    "name": "Various and Casual Occursions",
    "created_by": "Sofia Crespo & Anna Ridler",
    "description": "“Various and Casual Occursions” is the first collaboration between Sofia Crespo and Anna Ridler, both pioneering AI artists known for their interest in natural history. Occursions, a word that has dropped out of use, are the meetings of things together.  This piece collapses the original dataset, the training and the output into one layered image, and brings together the artists’ ongoing interest in the process of making with AI, and how that relates to the natural world.  How do we understand an occursion? Is this moment of collision a foundation for more complex, hybrid understandings of being in interaction, or mere happenstance?  There are multiple, simultaneous occursions between the artists that are brought out in the work:  from their respective practices, the alternative forms of photography, and final composition through the interaction of data and algorithms.\n\nA large part of this project was exploring different forms of digital and analogue experimental photography – not just neural nets, but also one of the earliest forms of cameraless photography, photograms. Using a technique pioneered by Karel Doing, the artists used the chlorophyll in the plants, taken from each of their gardens in Lisbon and London, to develop the images, so that no chemicals were used. The resulting photofloral tracings, impressions of the interactions of flora, chemistries, and light were then digitised and used as input data for neural networks, adding a hybrid dimension to the resulting works.  Both artists are interested in unpicking technologies and how they are created, and this process of building the dataset starts to think through some of the implications inherent in even analogue technologies. \n\nThe work references the history of women and recording natural history in the nineteenth century - most obviously Anna Atkins - but also through the deliberate collaging effect, the way that Victorian women would cut up and create worlds of their own imaging. This imaging is further augmented by the use of the various different machine learning techniques that the artists have been using as part of their practice over the past five years.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Anna Ridler & Sofia Crespo"
      }
    ],
    "image_details": {
      "bytes": 18804070,
      "format": "PNG",
      "sha256": "4763dacbc80a3d709d834539d1dcd4071b114f3a2aaed78e6a2a66cca4844b07",
      "width": 3000,
      "height": 4000
    },
    "image": "https://arweave.net/0iyulhftcKnS5diukaHvz8BbBmVZgHSRkmnWZHHWEGM",
    "image_url": "https://arweave.net/0iyulhftcKnS5diukaHvz8BbBmVZgHSRkmnWZHHWEGM"
  }
}