{
  "address": "0x80720d5866237550f43259431fbc6319937ef8f8",
  "type": "ERC1155",
  "name": "Terry Urban's Editions",
  "tokenCount": "8",
  "uri": "ipfs://bafybeibbkhyodx3wqqsjqauatbob7snbbihartbaghb2oi7tzisxmf7gl4/1.json",
  "metadata": {
    "name": "The Ghost on the Grassy Knoll",
    "description": "Titled “The Ghost on the Grassy Knoll”, this is a piece inspired by the assassination of the 35th US President John F Kennedy. This piece is a commentary on the ambiguity and uncertainty of what really happened to JFK. What really happened on November 22nd 1963? Does the government know, and they aren’t telling us? This is ultimately a commentary on the downfall of the good of the American people and our blind trust in out political system. The skeleton shown is meant to depict John F Kennedy, and the birds represent the progressive ideas that JFK had to offer the world. A larger topic being brought to life through this painting is the idea of free thought, and individuality. Do not blindly follow what you are told, question everything, and come to your own conclusions.",
    "platform": "Streetlab.io",
    "image": "ipfs://bafybeifdhvevnc25yluqi7t2s4cr4wtzgyt7l7ftqsqjr4rlhwyg2z6xri/1.png",
    "image_url": "https://ipfs.io/ipfs/bafybeifdhvevnc25yluqi7t2s4cr4wtzgyt7l7ftqsqjr4rlhwyg2z6xri/1.png",
    "external_url": "https://www.instagram.com/terryurban/",
    "creator": {
      "name": "Terry Urban",
      "description": "Born and raised in the Midwest, Terry grew up immersed in Saturday morning cartoons and collecting trading cards, falling into the world of visual creativity from a young age. Terry's always been heavily influenced by West Coast skate and surf culture. While in community college, he decided to drop out to move to California in pursuit of becoming a pro skater. Interested in art, Terry started exploring painting and graffiti. While living and skating in San Diego, Terry was introduced to the world of DJing, and a new means of self-expression began for him. Terry’s DJ career brought him to NYC, where he started producing his own remixes and traveling the world. His remixes have received accolades from musical greats like Jay Z, Kanye West, Coldplay, and Drake. Years later, Terry grew tired of DJing and started exploring painting again. Since 2015 Terry has wholly immersed himself back into his artwork. \n\nTerry Urban’s body of work is broad and well established, with his works selling for as high as $50K and collectors from all over the world, including a selection of celebrities and athletes. He has collaborated with brands such as Nike and Facebook, featured by prominent publications such as Rolling Stone and MTV. With a dedicated following and an established art style, Terry’s art prints are incredibly sought after and often sell out within seconds of being released. He has exhibited his paintings in many solo shows, including Solo Exhibition: Rhythmless, Dead Logic Gallery, Solo Exhibition: To Live and Die, Lake Affect Studios, Solo Exhibition: New York Wounds, Contra Gallery, Solo Exhibition: To Whom It May Concern, The Storefront Project. He is now living in a lazy California beach town where he surfs and paints every day.",
      "instagram": "https://www.instagram.com/terryurban/",
      "twitter": "https://twitter.com/terryurban/",
      "website": "https://terryurban.com/",
      "address": "0x1265d72eBFf3cEBaAdbe53Ec71f0be34bA683c80"
    }
  }
}