{
  "address": "0x80fe7a29cfeade7862d5d67f69f069837ea0501b",
  "type": "ERC721",
  "name": "Flight - by Kim Feast",
  "tokenCount": "2",
  "uri": "https://arweave.net/W0iC1UKMjfYv0H0H1IDr9B-yH7jpCcuWAgXzeR0xGX4",
  "metadata": {
    "name": "Shaun Manners - Frontside Straight Air",
    "created_by": "Kim Feast",
    "description": "Shaun Manners searching for a safe landing after blasting a huge frontside straight air at the famous right hand surf break - North Point, Western Australia.\n\nIn 2017 I dedicated myself to a minimum of three years documenting some of the best surfers in the world, with a focus on aerial surfing. \n\nThis pursuit has now turned into five. \n\nAs an elite level athlete in the sport of bodyboarding my elevation to world number one was in part by a desire to ride as many of the most challenging waves on the planet.\n\nBy riding in the drop knee position on a bodyboard I seemed to be in between all the disciplines which saw me connect with all kinds of wave riders, many of whom I drew inspiration from for my own riding. \n\nSome of these wave riders happen to be some of the best surfers in the world.\n\nCombining my ocean experience and camera knowledge via a borrowed water housing I found I was instantly comfortable in the chaotic situations that come with breaking waves and flying humans and surf craft. \n\nHaving a front row seat to this live display of creativity is an experience I love. I am witnessing a pursuit of excellence, such as the display by Shaun Manners here.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Kim Feast"
      },
      {
        "trait_type": "Focal Length",
        "value": "187.0 mm"
      },
      {
        "trait_type": "Surfer",
        "value": "Shaun Manner"
      },
      {
        "trait_type": "Break",
        "value": "North Point"
      },
      {
        "trait_type": "Move",
        "value": "Frontside Straight Air"
      },
      {
        "trait_type": "Features",
        "value": "Black and White"
      }
    ],
    "image_details": {
      "bytes": 23469667,
      "format": "JPEG",
      "sha256": "1bedd7299c0d7362475e8ccdf2c7c2ed868859d119fd94e69b64e0cd75b50840",
      "width": 8192,
      "height": 5464
    },
    "image": "https://arweave.net/3QIVa3rRIjBB3VoFXwlgd0IEfb2P_Krulni2jr1SFEg",
    "image_url": "https://arweave.net/3QIVa3rRIjBB3VoFXwlgd0IEfb2P_Krulni2jr1SFEg"
  }
}