{
  "address": "0x80945c510b4b5e7f2018e4fdd0656e57c46f7bfe",
  "type": "ERC721",
  "name": "The Story Launch Collection",
  "tokenCount": "1",
  "uri": "https://arweave.net/fqG4wO3I1S4B5sHiERexMDzb1x-kkCjEFmyFXGCjvxc",
  "metadata": {
    "name": "STORY LAUNCH - #001",
    "created_by": "Garfield L Miller",
    "description": "THE STORY LAUNCH COLLECTION  \nThis is the launch of your character's personally tailored story! It’s the powerful, engaging event your protagonist experiences, setting them on an entertaining collision course with destiny. A loved one is threatened and your character must take action to save them. Or perhaps your character’s lifelong dream is within reach, only to be dashed by an impossible obstacle they must now overcome. Maybe the inexplicable happens to your character and now they must suddenly solve a profound and meaningful mystery. The beginning of your character’s story may be comedic or tragic, heroic or humiliating (or perhaps all of the above), and will catapult them into a specially crafted adventure designed to feature their unique history, personality, fears, flaws, and talents. \n\nWhether you have the whole story figured out or are starting from scratch, we will meet to identify your ultimate goals for the script and collaborate to ensure your character comes to life in alignment with your vision. Written in industry-standard screenplay format, the Story Launch Collection will set the tone and voice for an endless world of narrative possibilities for your character.\n\nWhat do you get?  \n- Up to 5 pages in industry-standard screenplay format, focusing on a single character. (The general Hollywood rule-of-thumb is that 1 script page = approximately 1 minute of screentime)  \n- Multiple contracts can be combined for stories up to 15 pages in length  \n- After you win the auction we will start working together on the Story Launch script.  \n\n\nTurnaround time: \n30 days\n\n\nThings to keep in mind:  \n- There will be up to two sessions to finalize the general story, then writing begins.  \n- Up to two main speaking characters + minor characters  \n- Once the story is approved, no more big changes or big revisions  \n- After the first draft of the script is complete, there are up to two rounds of minor revisions.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Garfield L Miller"
      },
      {
        "trait_type": "Collection",
        "value": "The Story Launch"
      },
      {
        "trait_type": "Revealed",
        "value": "False"
      }
    ],
    "image_details": {
      "bytes": 145010,
      "format": "PNG",
      "sha256": "340b83f1864891ea2582a2df65de450102239cdda5484dcf5c1d700952c5ff76",
      "width": 768,
      "height": 786
    },
    "image": "https://arweave.net/dH90vBVw_kJozuqXOAwt6vH8pfJZBWeoMe2rHz3gNk4",
    "image_url": "https://arweave.net/dH90vBVw_kJozuqXOAwt6vH8pfJZBWeoMe2rHz3gNk4"
  }
}