{
  "address": "0x80c0379053d452bca79543e41909fe3b64cb767f",
  "type": "ERC1155",
  "name": "Testing Reality by LOGIK",
  "tokenCount": "2",
  "uri": "https://arweave.net/XuawT4-ngw_HLwiszPD2aNHXxpW9XKgoBidKNiEoDR0",
  "metadata": {
    "name": "UNITY ",
    "created_by": "LOGIK",
    "external_url": "http://studiologik.io",
    "description": "In my early 20s I captured this photo at the hottest music production studio in Chicago, IL. Fueled by my love for creativity and documenting memories, I used to carry an Instax camera with me everywhere. This spontaneous approach allowed me to take photos anytime, anywhere, with the instant gratification of physical prints. Carrying the camera also enhanced my creativity, freeing me from the limitations of just painting on canvas or designing on my laptop at home.\n\nI wasn't satisfied with the current state of what reality had to offer. I yearned for magic, I wanted the unexpected, I wanted something stranger than fiction.  \nEver since I was a kid, I wanted to create a world in which anything was possible. \n\nBURN after window closes 🔥 to Test Reality  \n-  \n\nWhy \"Brothers.\" is written on my latest art piece \"Unity\".\n\nIn my community, the African American community, calling each other \"brothers\" and \"sisters\" is a way of expressing a sense of shared identity and solidarity. This practice reflects a deep-rooted cultural tradition of unity and support within the Black community. The use of these terms symbolizes a strong bond of camaraderie and a shared sense of belonging that transcends the boundaries of family, friends, or social class. The term \"brother\" and \"sister\" is often used to denote mutual respect and support, and it represents a commitment to uplifting and helping each other in times of need. This sense of unity and belonging is rooted in the historical experience of the African American community, and it continues to play an important role in fostering a strong, supportive network for Black people today.",
    "attributes": [
      {
        "trait_type": "Year",
        "value": "2011"
      }
    ],
    "image_details": {
      "bytes": 3582106,
      "format": "JPEG",
      "sha256": "136ab1ad7943b32f56d1620598819fd768e3fd159bce4a16913057d239bf4bf9",
      "width": 2700,
      "height": 2700
    },
    "image": "https://arweave.net/g92gdUpnhFbtW5zq-5wRzw-sB4Hj3bwDLznkGFtmatU",
    "image_url": "https://arweave.net/g92gdUpnhFbtW5zq-5wRzw-sB4Hj3bwDLznkGFtmatU"
  }
}