{
  "address": "0x81c50fe3f697e9d6f0a26664ace8f1cdd8f02bf7",
  "type": "ERC721",
  "name": "The Banksters",
  "tokenCount": "1500",
  "uri": "ipfs://QmQJCexahJ98opbF4ETf56yxrzzGqQ42ZhcJbjcqqAtC7b/1",
  "metadata": {
    "name": "1",
    "description": "The Financial Industry Regulatory Authority ordered Wells Fargo Advisors, LLC, Wells Fargo Advisors Financial Network, LLC, Raymond James & Associates, Inc., Raymond James Financial Services, Inc. And LPL Financial LLC to pay more than $30 million in restitution, including interest, to affected customers for failing to waive mutual fund sales charges for certain charitable and retirement accounts. Wells Fargo, Raymond James and LPL were required to pay affected customers an estimated $15 million, $8.7 million and $6.3 million, respectively. Mutual funds offer several classes of shares, each with different sales charges and fees. Typically, Class A shares have lower fees than Class B and C shares, but charge customers an initial sales charge. Many mutual funds waive their upfront sales charges on Class A shares for certain types of retirement accounts, and some waive these charges for charities.\rMutual funds available on the retail platforms of Wells Fargo, Raymond James, and LPL offered these waivers to charitable and retirement plan accounts under limited circumstances and disclosed them in their prospectuses. However, at various times since at least July 2009, Wells Fargo, Raymond James and LPL did not waive the sales charges for affected customers when they offered Class A shares. As a result, more than 50,000 eligible retirement accounts and charitable organizations at these firms either paid sales charges when purchasing Class A shares, or purchased other share classes that unnecessarily subjected them to higher ongoing fees and expenses. For more info visit https://www.finra.org/media-center/news-releases/2015/finra-sanctions-wells-fargo-raymond-james-and-lpl-30-million",
    "image": "ipfs://QmY13WSZiejk7H1K9nVUinNr9VAdeF9UT377HNX6uvC7Um/1.jpg",
    "external_url": "https://www.finra.org/media-center/news-releases/2015/finra-sanctions-wells-fargo-raymond-james-and-lpl-30-million",
    "attributes": {
      "Company": "Raymond James & Associates, Inc. and Raymond James Financial Services, Inc.",
      "Parent Company": "Raymond James Financial",
      "Penalty": "$8,700,000",
      "Year": "2015",
      "Offense": "Financial Market Violations",
      "Agency": "Financial Industry Regulatory Authority",
      "Jurisdiction": "Federal"
    }
  }
}