{
  "address": "0x817614e11306f4fd8e916d8e5a1d2e69f90c9ab1",
  "type": "ERC721",
  "name": "Knit Club by Carolyn Drake",
  "tokenCount": "44",
  "uri": "https://arweave.net/LvWseap013BGxwo7vFoFw2LuPP0mQLn5Oj3Dgt2w4o0",
  "metadata": {
    "name": "Knit Club #1",
    "created_by": "Carolyn Drake",
    "description": "Assembly Curated presents Magnum photographer Carolyn Drake’s “Knit Club,” the result of a several-years-long collaboration with a group of women Drake met while living in Water Valley, Mississippi. The nature of the club is ambiguous. It is a cross between a gang, a cult of mysteries, and a group of friends bound by secrets only they share. Drake shies away from literal descriptions, and leans toward the surreal and mysterious to present a different perspective on southern femininity and motherhood that feels subversive. The viewer is encouraged to question preconceptions of what it means to be a “woman.” Drake and her subjects collaboratively play with hiding and revealing the women’s faces and bodies, retaining a sense of interiority for a subject that has historically been fixed and exposed by the male gaze. Responding to the writer William Faulkner, the images are enigmatic, Gothic in style, and richly layered with a symbolism that resists interpretation. As with much of her earlier work, Drake’s subjects are also artists, integral to the construction of the photographs. “Knit Club” presents a community that manages to exist outside the gaze or control of men. Women, children, and mothers, shrouded in masks and mystery to live a life on their own terms.\n\nCarolyn Drake is an American photographer based in Vallejo, California. She works on long term photo-based projects seeking to interrogate dominant historical narratives and imagine alternatives to them. Drake’s work has been supported by a Guggenheim fellowship, the Anamorphosis Prize book prize, Peter S Reed Foundation, Lightwork, the Do Good Fund, the Lange Taylor prize, Magnum Foundation, the Pulitzer Center, a Fulbright fellowship, and the Henri Cartier Bresson Award. Her work has been exhibited widely at institutions including SFMOMA, Yancey Richardson Gallery, MoCP Chicago, and McEvoy Foundation for the Arts among others.  Drake is a member of Magnum Photos.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Carolyn Drake"
      },
      {
        "trait_type": "Copyright",
        "value": "All Rights Reserved"
      }
    ],
    "image_details": {
      "bytes": 2071304,
      "format": "JPEG",
      "sha256": "fb6701955105a330f28184878670f01d13ab5a7190cc7c69e37079ed045abc1a",
      "width": 2000,
      "height": 1500
    },
    "image": "https://arweave.net/9wl3fAN5j8vdFmcdIBM64nOz8FHB_U0zG-hE3fceDNQ",
    "image_url": "https://arweave.net/9wl3fAN5j8vdFmcdIBM64nOz8FHB_U0zG-hE3fceDNQ"
  }
}