{
  "address": "0x81ecba81ee58548643f2573be5f498d23c8762f4",
  "type": "ERC721",
  "name": "Remember Me",
  "tokenCount": "1",
  "uri": "ipfs://QmcburFoZAdJLw4kZJQanTkQBGy9wMuLvaufQkW8bA3tcu",
  "metadata": {
    "name": "when [if] I grow up",
    "description": "Another therapy session.  \n\nWe talked about all the ways I've tried to make the pain go away; to make me go away. She was asking me questions about the future and I was giving her my usual replies like coating pills in honey and trying to sound less bitter. I was in the middle of a sentence, making a halfhearted survival plan when her eyes widened.  \n\n“What did you just say?” she asked, a slight smile beginning to form on her cheeks.  \n\nI couldn't remember. I was hardly paying attention to myself.  \n\n“You said 'when I grow up' just now,” she said with a mix of satisfaction and joy.  \n\nDid I? I didn't mean to use those words in particular.  \n\n“Is that not normal?” I ask, already beginning to see where her excitement came from.  \n\n“You've never once said that,” she replies, “I've been keeping track. You've been coming to see me for over a year and you've never used the word 'when' while referring to your future self.”  \n\nShe told me that we could end the session and talk about whatever I wanted for the rest of the hour. I had always used the word “if” when she'd ask me questions about my future. Until she pointed out the change, I had never even realized it was something that I did. She taught me about small, subconscious progress and the painfully slow road to coping. To someone who hasn't struggled with severe depression or suicide, this may seem insignificant... but to know that somewhere in the swirling darkness of my mind, there is hope for a future that I was certain had vanished is a monumental victory that I will cherish forever.  \n\nThese two images were made to represent the polarizing emotions attached to these two subconscious lines of thought:  \n\n“WHEN I grow up.”  \n\n“IF I grow up.”  \n\nMaybe it was a choice I could make all along. And maybe someday that choice won't be so hard anymore.",
    "image": "ipfs://QmXc9aT3FsrTTtdMuVibKQiJ3dj8fpwgzo5EqkbpajuQxT",
    "image_details": {
      "bytes": 1805357,
      "format": "jpeg",
      "sha256": "1e91d6480de44c69d776f2f924f9eee3b35d26cea4b6f70f0db64bc111028472",
      "width": 3000,
      "height": 3000
    },
    "animation_url": "ipfs://QmSqBPKw9rdLj5uvytNu8aTmvj8LU8pxEYgJMAQTBSnhX9",
    "animation_details": {
      "bytes": 5606222,
      "format": "HTML",
      "sha256": "a3ffb97da6809b7dffc22757f36c3d6cb8782e36e5900a354fc8b646ed60a89b",
      "width": 4387,
      "height": 5484
    },
    "tags": [
      "jubbish",
      "photography"
    ],
    "artist": "jubbish"
  }
}