{
  "address": "0x815c33665f6aef34475492b1837aa64d401e2f36",
  "type": "ERC1155",
  "name": "Unidentified contract - FzcFy8RcsS",
  "tokenCount": "3",
  "uri": "https://arweave.net/STfLO8aLBNcfPZlwaJwI3oBesCqB3YpRa09hjMtpKTQ",
  "metadata": {
    "name": "Yin",
    "created_by": "JuicyJulio",
    "description": "Part 1 - The dark, peace and repressed.\n\nAbout series:  \nSomething happens once in a lifetime where some of our birthdays becomes a palindrome, meaning it reads the same forward or backward. So happen this is today, 22.11.22. With that in mind, I decided to make this a meaningful 2 part genesis mint with the idea of a palindrome but with a slight duality twist. I wanted to capture the same subject but with a contrasting colour palette, hence the pseudo element. Despite how clearly opposed they are, they may very well be complementary and interconnected. I'd recommend to read both image descriptions of part 1 & 2 to fully appreciate how both are inversely equivalent.\n\nThis genesis edition is dedicated to my accidental founded love for photography over a year ago, which helped lift my inner-self into the skies as we were all going through turbulent times. So why not hop into the basket and join me on this journey, where I’ll be taking off to a whole new uncharted territory of my mind on how I perceive photography, one flight at a time.\n\nAbout image: \nThis was captured above ground, up in the partially darkened sky. Fully trusting the flying wires that’s attached to the basket, our life is literally suspended by the thread. A single snap could lead to a disaster. Relating back to our lives, always remember once we’re up in the sky in whatever we pursue, enjoy the journey, and prepare for some downfall as that is the wave of life. \n\nTo restore balance in the universe, seek the counter duality part “Yang”.\n\nFun fact: Although the warm tones may seem deceptive, I was freezing at -10 C / 14 F capturing this image.\n\nPhotos were all taken as a single shot.\n\nLicense: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "Are you balanced?": "Well well well, looks like you’ve found the journey to a more balanced universe. Hit me up in the DMs, and we'll see if your faith is balanced.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "JuicyJulio"
      },
      {
        "trait_type": "Camera",
        "value": "Fujifilm XT-20"
      },
      {
        "trait_type": "Lens",
        "value": "Fujifilm XF 18-55mm f2.8-4 R LM OIS"
      },
      {
        "trait_type": "Edition",
        "value": "Genesis - Part 1"
      },
      {
        "trait_type": "Location",
        "value": "Turkey"
      },
      {
        "trait_type": "Year Taken",
        "value": "2021"
      },
      {
        "trait_type": "Time Stamp of Photography Journey",
        "value": "6 Months"
      }
    ],
    "image_details": {
      "bytes": 974371,
      "format": "JPEG",
      "sha256": "3b13c93c88461c81099b96fce48a1615119ff36255d5db5acdae517002170a73",
      "width": 2423,
      "height": 3634
    },
    "image": "https://arweave.net/K8KGOswClOjZfMP02J8msRzMRMkjtXHFCGxuzrDouDc",
    "image_url": "https://arweave.net/K8KGOswClOjZfMP02J8msRzMRMkjtXHFCGxuzrDouDc"
  }
}