{
  "address": "0x82ef454dd8997f0637c05ea792bad29d980d1ec6",
  "type": "ERC1155",
  "name": "Akaishi Goyomatsu Bonsai - old - old - old",
  "tokenCount": "2",
  "uri": "ipfs://Qma3cTaYfGK2RbHGBbTF9oRcjPhwQ3uYbrjPDdmHwFL2dQ/0",
  "metadata": {
    "name": "King of Authority",
    "description": "People who bought our NFT can get the right to attend a tour (one time only) of Akaishi Bonsaien, which is famous for a brand Bonsai \"Akaishi Goyomatsu\" and is located in Shikokuchuo-Shi, Ehime.\nIn addition, when you attend the tour, we will give you an NFT as a souvenir and seed of Goyomatsu or Kuromatsu with a guide how to grow it.\n\n※Caution\n・The tour is only for consumers of the first sale.\n・You can apply for the tour from the contact form on the online shop of Akaishi no Izumi LLC.\n・The customer information will be strictly managed by Akaishi no Izumi LLC, will be used only for the announce about this project and our online shop, and will not be offered to a third party.\n・Akaishi no Izumi LLC is not responsible for owing your traveling fees to the place. So, the fees will be owned by the customers.\n\n<Concept>\nAbout Akaishi Goyomatsu:\nAkaishi Goyomatsu is representing “Japanese Wabisabi,” shaped as natural as possible without any bends and stem patterns. There is professional minds in order to show it as if visitors are in the magnificent natural field. The present Akaishi is realized by focusing on preserving the original species of Mt. Akaishi and committing to pick up and grow young trees from the seeds without grafting and cutting. They have spent for many years and months taking over their professional souls and minds.\n\n■”King of Authority” 200 years Bonsai, representing Akaishi Goyomatsu\n\nIt is featured the dignified stem, which makes viewers feel the dignity of annual rings. Such a standing Bonsai with a great leaf is expressing a history with a valuable root. It is said that there is only one Bonsai with a great and magnificent seeding.\n\n<Warning>\nThe conditions to utilize NFT will be totally followed by NFT Terms of Use (https://art-bonsai.com/pages/nftriyokiyaku). If you would like to purchase, please carefully understand the terms of use in the above and agree with all conditions.",
    "image": "ipfs://QmdzuK8scqJhmzMuE7CxXLegbfEpWH7T7yikNRUDfbsTFt/King%20of%20Authority.png",
    "external_url": "https://art-bonsai.com/",
    "background_color": "",
    "supply": "200"
  }
}