{
  "address": "0x8255749d3c9c3f943b6cccca56d955623e659776",
  "type": "ERC721",
  "name": "READER TO THE END",
  "tokenCount": "12",
  "uri": "https://arweave.net/6-EsU4O2uJKKV5Z5yZDUwjJ7MKHVNoxfqubaH3v3Ftw",
  "metadata": {
    "name": "READER TO THE END",
    "created_by": "JAMES JOHNSON",
    "description": "A creaky door opens, the shadow of a sinister figure looms over its potential victim, knife in hand. Tonight, revenge would be claimed!\n\nAngry waves crashed against the battered ships bow as the Captain yelled “WE MADE IT ME FELLOWS, THE TREASURE LAY AHEAD! PUT YOUR BACKS INTO IN LADS AND RAISE BACK UP THE SAILS QUICKLY, THE SEA AIN’T GIVING US OUR BOUNTY WITHOUT A FIGHT!”\n\nIt was the way she smiled when Jonathan’s eyes opened in the hospitals recovery room that let him know she still loved him. The long years during the war and the damage he had taken drove him to the brink of despair, yet each letter he received on the front line was his anchor to live. “ Marian, I am so …”  She leaned over and kissed him gently, the bandages on his face hiding the horrors of war. “ I love you, I will always love you. It is time for you to come home”.\n\nA poison filled mortar and pestle sits next to the newly lit candle, while a quite curious looking man with magnifying glass looks closer for more clues. The police chief grins,  “Apparently the criminal didn’t know that the world’s greatest detective has been a guest in our village as of late! If I was a gambler, it would be a sure bet that the fiend will be behind bars before night falls! ”\n\nAs a nod to those that enjoy a good book on a rainy afternoon while partaking of ones favorite warm beverage, or seeking a scary thrill at night when a creaking floorboard or a hissing black cat at your window puts a good shiver up and down your spine, I proudly offer you this work I created with classic traditional mediums, cold press illustration board with antique dip pens of the late 1800’s and black ink ironically named Black Cat.\n\nWith humor and with well intent, this dark art piece (that isn’t quite so dark) is my first open edition on Ethereum that I wish you enjoyment of the atmospheric feel, and celebrate storytelling and the story makers of Suspense, Romance, Adventure, Mystery and the Macabre.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "James Johnson"
      },
      {
        "trait_type": "Art",
        "value": "Dark Art"
      },
      {
        "trait_type": "Illustration",
        "value": "Black and White"
      },
      {
        "trait_type": "Subject",
        "value": "Skull"
      }
    ],
    "image_details": {
      "bytes": 7827083,
      "format": "PNG",
      "sha256": "6a07e2fe4ab0fb975328d317d9f961cab5d9600fa82d0107231ab6ac416374f8",
      "width": 1791,
      "height": 2400
    },
    "image": "https://arweave.net/wp6eklLQp90kcXE8SrHH7Uq7fJdZWeRZvRX8KBsPN9U",
    "image_url": "https://arweave.net/wp6eklLQp90kcXE8SrHH7Uq7fJdZWeRZvRX8KBsPN9U"
  }
}