{
  "address": "0x82d30407670316e3aa49e8a5b42e2f0bafa4468e",
  "type": "ERC721",
  "name": "Safe Place",
  "tokenCount": "1",
  "uri": "ipfs://Qme2AhF6FoJXEZsV7F7KCKDcSyGsdrdgAFFMS5kgZz5fPa/1",
  "metadata": {
    "description": "Maintaining control over our minds can be a hard task, especially if you are dealing with an over sensory neurological condition. A few years ago I was diagnosed with having ADHD, OCD. Ever since I was very young I have been making art. Looking back I realized that often I would turn to it when I was feeling overwhelmed in a social situation or anxious, creativity became a life long crutch that was like a safe place from getting that looming over sensory feeling. Around 2 years ago or a little more and after many years of experiments I began learning 3D animation and have been on a mission to keep learning ever since. After posting my work recently I was told by a fair few people in response, that my animations “tickled their brains in a good way” or that it was nice on their ADHD mind, I also heard about people working with children who have autism, who said they had been showing my videos to the kids to help them feel calm. I found this super inspiring and wanted to focus my work around that more. I love the idea that by turning to art to help myself to feel calm, I can help another person feel calm from that same moment forever after that. In this series I will focus on creating moving images and sounds that sooth the mind, scratch the brain in a good way and help bring moments of calm in to others around the world who need it whilst also hoping to draw more awareness to mental health and neurodiversity in children and young adults.\n\nThis piece specifically represents being in your own world and finding a safe place in your mind and thoughts no matter what is going on. \n\nHere are some links to some further reading about ADHD, OCD, Autism, Anxiety and Neurological conditions :)\n\nhttps://www.healthline.com/health/mental-health/adhd-and-ocd#similarities (https://www.healthline.com/health/mental-health/adhd-and-ocd#similarities)\n\n\nhttps://neurodivergentinsights.com/misdiagnosis-monday/adhd-vs-autism-vs-ocd",
    "background_color": "ffffff",
    "external_url": "https://niftygateway.com/collections/safeplace",
    "image": "https://media.niftygateway.com/image/upload/v1685877265/publishers/josh-whitehouse/73921/95173/Untitled0086.jpg",
    "name": "Safe Place #1/1",
    "image_hash": "QmXp18Wqh85RrEXYPkC2AjGUpDZJw8ZuyKf8NGqttemUD8"
  }
}