{
  "address": "0x822d6581a505246a79fd93724cc4bf229013c2e3",
  "type": "ERC721",
  "name": "Juxtaverse",
  "tokenCount": "1",
  "uri": "https://arweave.net/TWo8rjpIgIxyOcf3viNW6kv9IpDcoAxImJUlGIfr5so/1",
  "metadata": {
    "created_by": "Juxtaverse",
    "name": "1 hour of my time #1/999",
    "description": "I am Pieter den Heten, a Product Design & Strategy consultant with 20+ years of experience in technology across media, advertising, telecommunications, real estate, and finance. \n\nWhat do you get?\n\n1. Each NFT gives you 1 hour of my time  \n2. The NFT turns into a digital collectible after it's burnt  \n3. You can hold on to the NFT and sell it later, if you believe my time will become more valuable in the future\n\nAfter purchase, contact me via email or LinkedIn: https://www.linkedin.com/in/denheten/ or use the link provided in the minted NFT to book an appointment directly. \n\nThis token gives you an hour of my time. A meeting to discuss what we will be working on together will be confirmed by me after proof of burn is shared with me at least 48 hours before the meeting is planned. You can purchase as many tokens as you like, and claim multiple consecutive hours of my time with those tokens.\n\nYou can also sell the tokens and with that the value of my time can be determined by the market. I take a 5% creators fee, which could be considered a fee otherwise taken by recruiters. Only 999 tokens will be made available per calendar year. The cost is set at the equivalent of 100 EUR at the time of the creation of this page and won’t change regardless of price fluctuations. This is a 20% discount on my regular rate. \n\nMy work hours are Monday to Friday, 9am to 8pm (GMT+3), and meetings need to be planned via the calendar link provided. My availability will vary and is subject to life’s circumstances. You do not buy the irrevocable right to have an hour of my time. I will however make every possible and reasonable attempt to meet the needs of my customers. I have the credentials and references to back this up. If you don't know me at all, do your own research.\n\nThis project is an experiment, to see if freelancers like me can sell their services in a better, more efficient and fair manner, but does not constitutes the exchange of services for money at this point. The funds I raise with this experiment, I will put towards building a platform that will provide this utility and much more.",
    "external_url": "https://calendly.com/juxtaverse/60min",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Pieter den Heten"
      },
      {
        "trait_type": "LinkedIn",
        "value": "https://www.linkedin.com/in/denheten/"
      }
    ],
    "image_details": {
      "bytes": 2085653,
      "format": "JPEG",
      "sha256": "fd69e81fea6ddd69c368d20d5496e22d8fe13690e99325207121811adfedf662",
      "width": 3500,
      "height": 2000
    },
    "image": "https://arweave.net/Hb8eydaKz6eAnN7EAMmS6VdWFBcZ4mBdOBxN8xrLsj4",
    "image_url": "https://arweave.net/Hb8eydaKz6eAnN7EAMmS6VdWFBcZ4mBdOBxN8xrLsj4"
  }
}