{
  "address": "0x82a870e295b8dcb8de2095529bff1b0697aa361b",
  "type": "ERC721",
  "name": "LetMeCheckWithTheWife ",
  "tokenCount": "1",
  "uri": "https://ipfs.pixura.io/ipfs/QmaEwT4rwDe3irjrZQvAWAE6jCCTs13wsLDrBKySY4u7xN/metadata.json",
  "metadata": {
    "name": "Let me check with the wife ",
    "createdBy": "Ania Catherine and Dejha Ti",
    "yearCreated": "2022",
    "description": "Original marriage certificate of Ania Catherine and Dejha Ti. The institution of marriage historically has been an oppressive institution for women. The artists, who are married to each other and also have a collaborative art practice, consider their inhabitation of marriage to be both practical (1,138 rights are reserved for married couples in the U.S.), and also a durational subversive performance reimagining a traditional institution in a queer and revolutionary way. Ti and Catherine convert something that has been a container for women’s subservience to a foundation for a collaborative life of freedom, creativity, and a platform for their voices and ideas. The title, \"Let me check with the wife\" speaks to the mentioning of one’s wife as a performative aspect of a certain genre of cis-heteromasculinity, which reveals itself as such when a woman does it. The collector of Let me check with the wife receives the original physical copy of the artists’ marriage certificate, a digital image file version, as well as Marital Obligations (a dynamic NFT). The certificate has sensitive information censored for artist and family privacy. \n\nReverse Utility \nAs a hyperbolic flip on the expectation of utility with NFT artworks, and drawing on the concept of marital obligations, the collector will receive direction or might be expected to provide the artists with specific actions or gifts on their anniversary (July 19); this aspect of the artist-collector relationship is managed via a dynamic NFT entitled “Marital Obligations.” In the case of divorce, there will be one final obligation and no further anniversary gifts expected. The QR code/Etherscan link added to the marriage certificate leads to the MaritalObligations smart contract which is the dynamic NFT and contains an on-chain transcription of the marriage certificate. This on-chain dynamic NFT is married to the primary contract, following it to whatever address owns it. \n\nDisplay and exhibition guidelines\nFor display and exhibition guidelines, please consult with the artists dial@operator.la \n\nMedium \nState of California issued vital record (License and Certificate of Marriage), white out, pen, smart contract, time, digital scan, expectation, dynamic NFT, performance art, QR code stamp, black ink\n\nTerms of use\nhttps://www.operator.la/nft-tou",
    "image": "https://ipfs.pixura.io/ipfs/QmXrApV16bhsGa8P4ZmMRYEhUKHXG3Z1L1iHCVUC2oYMhi/let-me-check-with-the-wife-operator-4k.png",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmXrApV16bhsGa8P4ZmMRYEhUKHXG3Z1L1iHCVUC2oYMhi/let-me-check-with-the-wife-operator-4k.png",
      "dimensions": "2547x3292",
      "size": "15327367",
      "mimeType": "image/png"
    },
    "tags": [
      "marriage",
      "certificate",
      "ania",
      "catherine",
      "dejha",
      "ti",
      "los",
      "angeles",
      "conceptual",
      "minimal",
      "document",
      "official",
      "lgbtq",
      "queer",
      "couple",
      "wife",
      "physical",
      "california",
      "paper",
      "icons"
    ],
    "attributes": [
      {
        "trait_type": "Marital Obligations",
        "value": "https://etherscan.io/address/0x0169b5e4059b18d3bc5002c56b72d512bf67fe37"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      },
      {
        "trait_type": "Location",
        "value": "Los Angeles"
      },
      {
        "trait_type": "Artists",
        "value": "Ania Catherine and Dejha Ti"
      },
      {
        "trait_type": "Anniversary",
        "value": "July 19"
      },
      {
        "trait_type": "Genre",
        "value": "Conceptual Art"
      },
      {
        "trait_type": "Pixel height",
        "value": "3292"
      },
      {
        "trait_type": "Pixel width",
        "value": "2547"
      },
      {
        "trait_type": "Dejha height",
        "value": "5'8\""
      },
      {
        "trait_type": "Ania height",
        "value": "5'8\""
      },
      {
        "trait_type": "Medium",
        "value": "Expectation"
      }
    ]
  }
}