{
  "address": "0x82976a0cadc3d694ebd291405caa4ac9f49ed70e",
  "type": "ERC721",
  "name": "Hendro Soetrisno",
  "tokenCount": "10",
  "uri": "https://arweave.net/msM_TWeFTs2wqXEo92MK7jFG_KhclVmA7aPWdw9NaHQ",
  "metadata": {
    "name": "Boys Will Be Boys",
    "created_by": "Hendro Soetrisno",
    "external_url": "https://hendro.xyz/",
    "description": "During my regular visits to the nests of burrowing owls, I had the pleasure of observing the endearing bond between two owl siblings. As I spent time alone in their presence, they gradually grew to trust me, allowing me to capture their unique interactions.\n\nIn this image titled \"Boys Will Be Boys,\" the owl on the right embodies a sense of calm, peacefully perched on its branch, soaking in the final rays of daylight. However, its tranquility is disrupted by the boisterous arrival of its brother. With wings flapping and a chorus of playful complaints, the energetic sibling brings an unexpected surge of energy to the scene.\n\nThe owl on the right, caught off guard, gazes in a mix of mild exasperation and affectionate bemusement. It's a moment that encapsulates the essence of brotherhood, highlighting the spirited nature of their bond and the playful dynamics that come with it.\n\nThrough this image, I aim to celebrate the timeless adage \"Boys Will Be Boys,\" a phrase that captures the universal experiences of sibling relationships, where love, camaraderie, and occasional disruptions intertwine.\n\n\"Boys Will Be Boys\" serves as a fitting title, inviting viewers to reflect on their own memories of sibling connections and the joyous complexities that accompany them.\n\nTHE ARTIST\n\nMy name is Hendro Soetrisno, and I am an artist who brings vision to life through my photography. I capture the magic of the world around us through my lens, searching for the perfect shot that matches my imagination, where the colors of the sky and water are not always blue, where animals speak to me when I speak to them.\n\nI believe that every image I create should evoke a sense of awe and inspiration, taking my audience on a journey to a place they've never been before. To achieve this, I'm not afraid of spending months waiting for the right moment, and even more time in post-production, fine-tuning every detail until the image is just right.\n\nI pour my heart and soul into every step of my creative process, and one of my greatest joys as an artist is to experiment with colors during post-production. I believe that colors have the power to evoke emotions and set the mood of an image, so I spend countless hours perfecting each hue to create a vibrant and emotive atmosphere that enhances the natural beauty of my subjects. My ultimate goal is to immerse my audience in a world of vivid colors and intense emotions, leaving them with a sense of awe and wonder that they won't forget.\n\nI draw inspiration from a vast array of sources, from the whimsical illustrations of children's books to the mesmerizing animations that captivate our imagination. I am enamored by the power of colors and shapes to convey emotions and tell stories, and I devote countless hours of practice and refinement into my craft to create unique and impactful works of art.\n\nWhether through my artistic creations or my observations of the world around me, my ultimate goal is to transport my audience to new and enchanting worlds, inspiring them with the boundless beauty and wonder of the creative arts.\n\nTHE LICENSE\n\nExtended Editorial: Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Hendro Soetrisno"
      },
      {
        "trait_type": "Edition Size",
        "value": "1"
      },
      {
        "trait_type": "Genre",
        "value": "Fine Art"
      },
      {
        "trait_type": "License",
        "value": "Extended Editorial"
      }
    ],
    "image_details": {
      "bytes": 3807749,
      "format": "JPEG",
      "sha256": "cb5490cca958589fab71aef421105f3b78fae154f835830a9511821759872d96",
      "width": 6000,
      "height": 3520
    },
    "image": "https://arweave.net/zcOi1OZndzDRfZeYbf4ayRjT_r8AeHbHphbm_QuQN4I",
    "image_url": "https://arweave.net/zcOi1OZndzDRfZeYbf4ayRjT_r8AeHbHphbm_QuQN4I"
  }
}