{
  "address": "0x835a74382eea08bf056143f2017caaefcbbca0b9",
  "type": "ERC1155",
  "name": "Resurrection by Emily Lazar",
  "tokenCount": "5",
  "uri": "https://arweave.net/GSQHw7Jv6c4VePbFtM5Gbbh_EvqSjvPrpr7hWw8_Zjg",
  "metadata": {
    "name": "The Dark Man",
    "created_by": "Emily Lazar",
    "external_url": "https://septembermourning.com",
    "description": "September Mourning: Resurrection is a mysterious, intriguing, gamified adventure through the blockchain and lore of September Mourning. This begins as an open edition, with “The Dark Man” and introduces the Reaper Army. \n\nThe Dark Man was crafted by Fate specifically to handle the Reaper Army and the collection of souls. His name is derived from his symbiotic relationship with Dark Matter. The Reapers he controls are composed of Dark Matter.  \nFate, the creator of worlds, built an \"internal tracking device\" into all Dark Matter, which allows The Dark Man to keep tabs on the Reapers when they are in the world of the living and communicate with them telepathically.\n\nBurning various amounts of The Dark Man unlocks all types of resurrection spells.\n\nChapter One: Let’s play a game to save your soul…\n\nWelcome to the land of Mortem, another plane of existence where Fate and The Dark Man reign supreme, and their minions, the Reapers, are being resurrected to take your soul. \n\nBurn The Dark Man to cast the Resurrection spells\n\n1: Redeem for a piece to fight the reapers, exclusive to Resurrection holders on upcoming Manifold drop\n\n3: Resurrect the Reaper: Riven  \nAs the youngest and least hardened Reaper, Riven devours gentle souls that are often damaged by their harsh life-experiences. He feeds on their discomfort, joy, pain… all their feelings.  \nAfter Resurrection is complete,  download his soundtrack song.\n\n6: Resurrect the Reaper: Shadou  \nWhere there is no light there are shadows and where there are shadows, the Reaper Shadou is waiting. He feeds on the docile, simple souls that lived their life outside of the spotlight. \nAfter Resurrection is complete, download his soundtrack song and graphic novel.\n\n16: Resurrect the Reaper: Stitch  \nAs the master of the time/space continuum, Stitch constantly jumps between different times and planes of existence to collect the most elusive souls. He feeds on souls that may have a sixth sense that their final day is coming, those souls who wish to escape their fate.  \nAfter Resurrection is complete, download his soundtrack song and graphic novel.\n\n26: Resurrect the Reaper: Wraith  \nAs the strongest, eldest, and most feared of all the Reapers, Wraith rips souls from their bodies with sheer brute force. He feeds on the darkest, most powerful souls in this world...souls that have committed brutal crimes on others and feed on their pain.  \nAfter Resurrection is complete, download his soundtrack song, graphic novel pdf, and signed edition of the physical graphic novel.\n\n166: Resurrect Items from The Book Of Fate\n\n666: Resurrect your Soul\n\nMore resurrection spells to come… \nCollect them all to seal your “Fate” \n",
    "attributes": [
      {
        "trait_type": "Name",
        "value": "The Dark Man"
      },
      {
        "trait_type": "Collection",
        "value": "Resurrection"
      },
      {
        "trait_type": "Artist",
        "value": "Emily Lazar"
      },
      {
        "trait_type": "Year of Creation",
        "value": "2023"
      }
    ],
    "animation_details": {
      "bytes": 25469982,
      "format": "MP4",
      "duration": 30,
      "sha256": "db60807548b5e56917986ef009bb8736cf27a0acabf6551db53520d980ecd300",
      "width": 1170,
      "height": 2532,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/L8VdsLqkB1H4lrJsw5G8TyUWeh9obt2tYOlAnTMfG1U",
    "animation_url": "https://arweave.net/L8VdsLqkB1H4lrJsw5G8TyUWeh9obt2tYOlAnTMfG1U",
    "image_details": {
      "bytes": 282364,
      "format": "JPEG",
      "sha256": "147c5fc6e3b839ef404a98f8aa258d828d1cc84ca88f87308c4cc2aba8ea8fae",
      "width": 500,
      "height": 500
    },
    "image": "https://arweave.net/oBav-1afmVOAxlvD-hF5qivWfw4jy2oOXwr8cz_ViVY",
    "image_url": "https://arweave.net/oBav-1afmVOAxlvD-hF5qivWfw4jy2oOXwr8cz_ViVY"
  }
}