{
  "address": "0x831d65f9ccd09a404cb4c9d6ce2eca7ea335d55a",
  "type": "ERC721",
  "name": "Futuristic Eden: A Symphony of Colors and Dreams",
  "tokenCount": "20",
  "uri": "https://arweave.net/yGoLPfF6LltazqcgFAFBfnibhV8dDfgPk4AVp380JAM/1",
  "metadata": {
    "name": "Blossoming Horizons: A Vision of Tomorrow - Genesis Edition #1/20",
    "created_by": "ALL D0NE",
    "description": "Description: \"Blossoming Horizons: A Vision of Tomorrow - Genesis Edition\" is a breathtaking AI-generated masterpiece, meticulously edited to capture the essence of a utopian future. The central figure, an ethereal beauty, stands confidently in a field of vibrant yellow flowers, her futuristic white attire symbolizing purity and progress. Her unique headdress, composed of two colossal flowers, showcases nature's embrace in this visionary world. The captivating blue paint under her eyes, harmonizing with her rich, dark skin tone, mirrors the azure sky above, creating a mesmerizing contrast. This piece embodies the seamless union of human, nature, and technology, inviting the viewer to contemplate the boundless possibilities of a harmonious future.\n\nAs the inaugural release in our groundbreaking NFT art series, \"Blossoming Horizons: A Vision of Tomorrow - Genesis Edition\" marks a pivotal moment in our creative journey. This series of 20 sets the stage for our upcoming collection, which will continue to explore the limitless potential of AI-generated art. Secure your piece of history with this extraordinary first release, and join us as we embark on an unforgettable odyssey through the world of NFT art.\n\n3136 × 1792 PNG",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "alldone"
      }
    ],
    "image_details": {
      "bytes": 5187319,
      "format": "PNG",
      "sha256": "496b5b86e3391ffe184c64e7768d6445124d3d011927eff0fe87cf55d4d55aa4",
      "width": 3136,
      "height": 1792
    },
    "image": "https://arweave.net/CaHuhAjNuThBqGuhmplKLfsGGi3DtUuRe3-SkHsGfbw",
    "image_url": "https://arweave.net/CaHuhAjNuThBqGuhmplKLfsGGi3DtUuRe3-SkHsGfbw"
  }
}