{
  "address": "0x837269bd02fd5ece6579566c2bbdd22974bd276e",
  "type": "ERC721",
  "name": "HABIBI XMAS 22",
  "tokenCount": "1",
  "uri": "https://arweave.net/qP9hgd0zxbV9EIHmxSQEjq-Bj9WiIXXYB-fGI-BMrdk",
  "metadata": {
    "name": "Ethereum Delirium",
    "created_by": "Peace",
    "external_url": "https://twitter.com/peacebwithyall",
    "description": "As the astronaut floated through the vast expanse of space, he couldn't believe his luck when he stumbled upon a massive shimmering Ethereum crystal. It was unlike anything he had ever seen before, and he couldn't resist the temptation to reach out and touch it. As soon as his fingers made contact with the crystal, he was overwhelmed by a feeling of hope and excitement. He felt as though he could achieve anything he set his mind to, and he began to dream of all the amazing things he could do with his newfound wealth.\n\nBut as the days passed and the astronaut continued to explore the crystal, he began to feel a creeping sense of madness. He couldn't shake the feeling that something wasn't quite right, and he found himself unable to sleep or focus on anything other than the endless possibilities that seemed to be within his grasp. Despite the hope and excitement that the crystal had initially brought him, the astronaut couldn't escape the feeling that he was losing his grip on reality. Whether it was the isolation of space or the strange power of the Ethereum crystal, he couldn't be sure, but he knew that he needed to find a way to escape before it was too late.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Peace"
      }
    ],
    "image_details": {
      "bytes": 1451269,
      "format": "PNG",
      "sha256": "49143a3e197eac3ea22af2fb92bd716cdfd3b006b3b7d998701232748c7ea702",
      "width": 1024,
      "height": 1024
    },
    "image": "https://arweave.net/W67BGLjC9m7t7-bVBjYDrZq_sfJ26F930WEGUeATe_U",
    "image_url": "https://arweave.net/W67BGLjC9m7t7-bVBjYDrZq_sfJ26F930WEGUeATe_U"
  }
}