{
  "address": "0x8382b3a28e80305de80d89e5ff7381cb8390fa97",
  "type": "ERC721",
  "name": "ALPHA OMEGA GAME",
  "tokenCount": "5",
  "uri": "https://arweave.net/XV7jqkxUSBXp-oZwOIw87A-oIzXZTG67AUB48eg4HNU/1",
  "metadata": {
    "name": "The Game #1/5",
    "created_by": "Gunning",
    "description": "I’m going to tell you a story. And I don’t know if it’s the true story but I know it’s a true story. The true story is terrifying. It is so Lovecraftian that you will never want to be in a room by yourself again. Because the elephant that is in that room will never let you leave. That story is the sum of all stories. It is Gilgamesh, the Bible (including the bits edited out), the Egyptian Book of the Dead, the Rig Veda, the Mahābhāratam, the Homeric texts, the Prose Edda and all the derivative modern mythology that exists including the stories we tell ourselves to keep our heightened awareness at bay. It is a story of love and sin and the magic that transmutes the two. I am not yet brave enough to complete the story but some of us know the story that I’m talking about.\n\nThis is not the story. I have commissioned and minted this piece because it tells a story of nature, of man, of the innocent descendants of man and the game that we play against nature and against ourselves. There are 5 pieces representing the characters in this piece. \n\n5 is the first safe prime, first good prime and first balanced prime.  \n4 is the sum and product of two with itself. An attempt at balance.  \n3 is the magic number. The rule. Between Pi and Euler’s number.  \n2 is the basis of duality. The only even prime number.  \n1 is the alpha, the first. Without it there is nothing.\n\nHolders of this token will be granted free access to full xthestoryteller website and non-purchasable content available on the website and a guided tour of Oxford, Oxfordshire, UK.",
    "attributes": [
      {
        "trait_type": "Gunning",
        "value": "X THE STORYTELLER"
      },
      {
        "trait_type": "Genre",
        "value": "Storytelling"
      },
      {
        "trait_type": "Twitter",
        "value": "@xthestoryteller"
      }
    ],
    "image_details": {
      "bytes": 505195,
      "format": "JPEG",
      "sha256": "3e1cb0de2ba1c7d00f83784ff81596a6ece376c0ca046b10468882e42c3769c1",
      "width": 1377,
      "height": 932
    },
    "image": "https://arweave.net/ZdCye05qKL0GR5LTLAoPm2IPKM7Fc3y3c5RdySAbbj0",
    "image_url": "https://arweave.net/ZdCye05qKL0GR5LTLAoPm2IPKM7Fc3y3c5RdySAbbj0"
  }
}