{
  "address": "0x836d91b3d7a97bafa8ac5c754ae78e0e7a66d294",
  "type": "ERC721",
  "name": "Ukraine Victory Sigil Fundraiser",
  "tokenCount": "15",
  "uri": "https://arweave.net/62m4xys1xy4dTYQRVMlFQPfD6X6OycjsUoQikpdZXNw",
  "metadata": {
    "name": "Ukraine Victory Sigil Fundraiser",
    "created_by": "CROSSLUCID",
    "external_url": "https://crosslucid.zone/",
    "description": "A year ago on February 24 russia started a full scale invasion of Ukraine. Since then the russian military hasn't stopped destroying Ukrainian cities, culture and shattering the lives of millions of people, whose world will never be the same again. \n\nThrough the fundraiser in partnership with Vellum LA we aim to raise funds for the Ukrainian ∄ Community Fund active in supporting people affected by the war. The community has been crucial at distributing direct funds towards the most relevant and underserved on-ground initiatives and solidarity efforts. Essential for everyone to receive humanitarian, legal and psychological aid.  \nThe collected financial help will reach organised efforts like Livyj Bereh, Kyiv Volunteer, repair together, Hugs, Kyiv Angels alongside supporting necessary tactical purchases. \n\nThe Ukraine Victory Sigil in form of a trident was generated through CROSSLUCID's alchemical text-to-sigil artificial intelligence network prompted with the images of Ukrainian blooming fields and inscribed with an intention. It manifests a symbol of continuous resistance and emanates with power towards attaining long-lasting peace and building worlds anew.\n\nLaunching the Sigil and inscribing it with vital belief requires a collective charge. For its potency to grow we ask you to unite in active support to make its Intention alive.\n\nLinks:  \nhttps://k41community.fund/  \nhttps://www.instagram.com/livyj_bereh/  \nhttps://www.kyiv-volunteer.com/eng  \nhttps://www.instagram.com/repair.together/  \nhttps://www.instagram.com/obiymy.org.ua/  \nhttps://www.instagram.com/kyivangels/",
    "image_details": {
      "bytes": 5450728,
      "format": "PNG",
      "sha256": "fd7ee86e471798ff7f1008b84cf5a14b64a8380d512a0360bce0ff40afb45c55",
      "width": 2048,
      "height": 2048
    },
    "image": "https://arweave.net/U7W1Q7oq2V92vvE4tFTCRxndl-YfslJ4oi0F9Vv7L2c",
    "image_url": "https://arweave.net/U7W1Q7oq2V92vvE4tFTCRxndl-YfslJ4oi0F9Vv7L2c"
  }
}