{
  "address": "0x845b121893561aac6111d1d197814b0af17a2341",
  "type": "ERC721",
  "name": "SKYE NICOLAS",
  "tokenCount": "3",
  "uri": "https://arweave.net/ojxrYuTeZCtbuAT7PawrGHSNDXKLuUhGjRDDj-I22Q0",
  "metadata": {
    "name": "THIS ARTWORK IS SOVEREIGN",
    "created_by": "SKYE NICOLAS",
    "description": "Unremitting in its ability to conceptually and philosophically articulate new contextual layers, THIS ARTWORK IS SOVEREIGN, confirms the artist’s inherent status as a completely autonomous creator—a celebration of artistic sovereignty. Cogitating on pertinent Web3 topics such as digital property and ownership, the piece facilitates further discussion and debate in an attempt to define the practical and theoretical boundaries of decentralization. The minting of the artwork on the artist’s own custom smart contract is a profound gesture which demonstrates such aforementioned qualities, consequently liberating it from the platform-based restrictions of its progenitors: THIS ARTWORK IS WORTH LESS ON FOUNDATION (minted on SuperRare, 2021), THIS ARTWORK IS WORTH MORE ON SUPERRARE (minted on Foundation, 2021), along with their respective variants RGB + BLK (minted on KnownOrigin, 2021). Individually and collectively, these precursory works commentate on the role of NFT platforms in dictating perceived value, price mechanics, and output policies within closed and centralized ecosystems. \n\nCompositionally exhibiting characteristics of the artist’s exploration of reduction and distillation, achromatic areas are treated with a thin veil of loosely layered washes that faintly obscure former declarative elements; an intentional aesthetic approach to painting that unifies the artist’s personal handy brushwork with the digital iteration of the medium. The artist’s seal stenciled in bright red embellishes the center of the picture field, semiotically resembling the performative planting of a flag, signifying the artist’s victorious emancipation from the oligopoly of NFT platforms. The original juxtaposition of a structurally firm frame with free gestural spray paint motifs remain unaltered, serving as visually linguistic markers to confirm the artwork’s transformation—an intellectually fluid sentinel that digitally exists within a space of conflicting ideals; pure in its denotation of absoluteness, amplified by its inquisitive power.",
    "attributes": [
      {
        "trait_type": "ARTIST",
        "value": "SKYE NICOLAS"
      },
      {
        "trait_type": "YEAR CREATED",
        "value": "2022"
      },
      {
        "trait_type": "SERIES",
        "value": "THIS ARTWORK IS SOVEREIGN"
      },
      {
        "trait_type": "MOTIF",
        "value": "GENESIS"
      }
    ],
    "image_details": {
      "bytes": 1536134,
      "format": "JPEG",
      "sha256": "e539dbfe5c97847cbe0c57059a4ca56aa905ec656e9ded7320c0315eeb4e1317",
      "width": 2400,
      "height": 3598
    },
    "image": "https://arweave.net/4NH6ZppZoKy9w-Wb_zSpm72eawIkWm13zx1Ai3JoVHc",
    "image_url": "https://arweave.net/4NH6ZppZoKy9w-Wb_zSpm72eawIkWm13zx1Ai3JoVHc"
  }
}