{
  "address": "0x84868bc8c757b9369a8df32400a0642fcd542a1c",
  "type": "ERC721",
  "name": "Burned vault",
  "tokenCount": "3",
  "uri": "https://ipfs.pixura.io/ipfs/QmSmg5KUMVWvg1kUsB1t2TpNiDxmRmXCjUGZE9pRR9JSFp/metadata.json",
  "metadata": {
    "name": "Revival of Aesthetics #001 ",
    "createdBy": "orkhan",
    "yearCreated": "2022",
    "description": "Revival of Aesthetics - A.I. Driven Immersive New Media Art Experience' NFT drop\n \nWith the rise of the digital age, the importance of adopting the past to the future is crucially important to save our heritage from disappearing. Revival of Aesthetics, an art exhibition by Orkhan Mammadov works on the representations of the Middle Eastern cultural history to secure dialogue between the future and the past, dystopian and utopian.\n \nHosted by ToDA and co-curated by the Generative Gallery, the exhibition aims at creating imaginary rugs that didn’t exist so far by combining the data painting technique, pattern, symbol recognition, thread simulation & color data. While honoring the term “pattern” traditionally; Mammadov merges this term with its usage in today’s world; machine algorithms that recognize regularities in data. \n \nIn honor of colliding the past and future of carpets; during the experience, visitors will be able to witness current locations and uses of the embroideries all over the world, while simultaneously allowing them to step into the new world of metaverse without losing connection with the ancient roots.\n\nCollector will get 10'' Infinite Object NFT Display & 4K video render.",
    "image": "https://ipfs.pixura.io/ipfs/QmcHeVnDaFsDkvJVHjKuKR56w2AF6rD4fFWjJ7yYcp1PPV/nft04.gif",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmexeWJphcQCfLGuY8Drvx5BnqkwxqJzyYReFCVhViACan/nft04.mp4",
      "dimensions": "1080x1920",
      "size": "49687684",
      "mimeType": "video/mp4"
    },
    "tags": [
      "Artificial",
      "intelligence",
      "machine",
      "learning",
      "generative",
      "gallery",
      "contemporary"
    ]
  }
}