{
  "address": "0x84977cca792f700a42047b870c3d724ff4af3e14",
  "type": "ERC721",
  "name": "Paul Wilson - Editions",
  "tokenCount": "67",
  "uri": "https://arweave.net/NNq-V6F9YU3-ktVohI2ZGMB8ohryWX4Tbx5fI4-l2qM/1",
  "metadata": {
    "name": "Diffused #1/25",
    "created_by": "Paul Wilson",
    "external_url": "https://linktr.ee/paulwilsonimages",
    "description": "Diffused\n\nLight from a billion stars, colossal balls of plasma, greedily burning away their nuclear fuel in a faraway sector of the galaxy.  \nIntergalactic dust lanes, vast molecular clouds of cold interstellar gasses and dust block the light from the stars behind them creating beautiful patterns and textures.\n\n\nIt's mind-blowing to think of, to try and visualize the sheer size of it all.  \nTo comprehend the incomprehensible.\n\n\nIt took this starlight approximately 28,000 years to reach my camera sensor and be converted into a digital signal which you're now looking at on your device!\n\n\nI have a bonus image drop when sold out, a nice surprise- for every wallet hodling this!\n\n\n\nAbout me  \nI'm Paul Wilson, an Astrophotographer from New Zealand. \nI picked up my first camera in 2014 and have never looked back. \nSelf-taught and constantly pushing the limitless creative potential of photography, always in search of the next shot. I'm happy to have made so many friends through photography, won awards, worked with amazing companies, and captured the universe around us.\n\n\n Name of Collection Image: Diffused\n\nLicense: Primary NFT holder is free to use in advertising, and display privately and in groups, including virtual galleries, documentaries, and essays by the holder of the NFT, as long as the creator is credited. This provides no rights to create commercial merchandise, commercial distribution, or derivative works. The copyright remains with the creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Paul Wilson"
      },
      {
        "trait_type": "Location",
        "value": "Nape Nape Beach, New Zealand"
      },
      {
        "trait_type": "Sky",
        "value": "Milky Way Rise"
      },
      {
        "trait_type": "Foreground",
        "value": "Beach"
      },
      {
        "trait_type": "Colors",
        "value": "Pink/Blue"
      },
      {
        "trait_type": "Dimensions",
        "value": "5364 x 8046 px"
      },
      {
        "trait_type": "Megapixels",
        "value": "43.16"
      },
      {
        "value": "41 MB",
        "trait_type": "File Size"
      }
    ],
    "image_details": {
      "bytes": 43013339,
      "format": "JPEG",
      "sha256": "ca871413a49412406a2f45a4fefe7a5d099c37a65fe6bb18ce37a4949277e373",
      "width": 5364,
      "height": 8046
    },
    "image": "https://arweave.net/kI3dyGPkVRhu_o-dlxHA32OFCoKwaa_95A5FKmE9kL4",
    "image_url": "https://arweave.net/kI3dyGPkVRhu_o-dlxHA32OFCoKwaa_95A5FKmE9kL4"
  }
}