{
  "address": "0x84208ebb111412fbc60872c98f72c6c62c478c1e",
  "type": "ERC721",
  "name": "Felly - Me and my gang",
  "tokenCount": "46",
  "uri": "ar://0epuTSlWXPbcKbRXG1i9ifrCwi2CSVZQvgqxdtCU0mw/1",
  "metadata": {
    "animation_url": "ar://iLiamTuoRNve7oqlr36zU5hFONExgTVOQU2NfbbSQsw",
    "artist": "Felly",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://T9mbdp19KD8kPJQ5s-dXWkV6NZ41mHRwrT7DNuGK7Rw",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Me and my gang",
        "value": "Song Edition"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "Me and my Gang was written with a friend of mine named Dwayne who is from Oklahoma.  Dwayne has a natural southern cadence.  An old-timer rhythm to his speech.  Now I come from more Northern tongues - but I've evolved my slang into a blend of North American phrases...creating some form of new age broken down, gen-z english.  We love folk music.  But we like going to the clubs.  We like strippers, but we also like fire pits.\n\nMe and my gang was written after a night of driving around Los Angeles looking for something to do.  Hanging out with friends and pretty women and coming home unfulfilled. An LA tale that seems too familiar to even the most clouted.  \n\nThis was a record that wasn't supposed to be on the upcoming album, Bad Radio.  I really had no intentions of writing for the album/ and thought it was done. But after writing this one late summer night, and recording it the next day, we started to feel the untamed honesty that the song mirrored back to us.  While playing the song back, Dwayne recommended we go to his spot in Oklahoma to do the video.  Two weeks later we're at a rodeo at Cowboys Oklahoma City with a film crew shooting one of my now favorite visuals.\n\nIf you're reading this, the song and video is out.  \nOn the cover, you'll find Callie.  A sweet girl from OK who helped us film the video.\n\nThank you everyone for the support.  Album dropping December 9th.\n\n-felly\n\n\n\n",
    "duration": 138,
    "external_url": "https://www.sound.xyz/felly/me-and-my-gang",
    "genre": "Hip-hop & Rap",
    "image": "ar://T9mbdp19KD8kPJQ5s-dXWkV6NZ41mHRwrT7DNuGK7Rw",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://iLiamTuoRNve7oqlr36zU5hFONExgTVOQU2NfbbSQsw",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Me and my gang #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Me and my gang",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}