{
  "address": "0x84f8ddd459e8aba5e16d04c52540b5219d31ea58",
  "type": "ERC721",
  "name": "Deconstructing",
  "tokenCount": "2",
  "uri": "https://ipfs.pixura.io/ipfs/QmTZTGmhfDtAjEf2JdHwwxSKmF2uJMQowG3ryR2QaE7y9S/metadata.json",
  "metadata": {
    "name": "The Last Judgement Central panel",
    "createdBy": "Luciana Guerra",
    "yearCreated": "2023",
    "description": "Digital painting 4500 x 6000 px\n\nBosch’s Last Judgement is a triptych which represents the moment when all people will come to life again: the good people will be rewarded by going to Heaven; the evil people will go to Hell.\nIn this triptych I have digitally recreated this painting and abstracted its forms without the use of AI. I tried to stay close to the original color palette and the composition; however I am questioning the original message by bringing it to our present using post contemporary tools.\nMy purpose is to transform the visual and conceptual experience of the original artwork using technology as a substitute of oil painting.\nThe images, the characters and symbols tear apart, melt and transform as much as its meaning.\nEverything is disarticulated and gets dismembered leaving behind the moralist and religious message the original painting used to transmit several centuries ago.\nWhat we have instead is a number of grafisms, stains, drippings and digital resources we use in present time, they work as an invitation to make us reflect about how much the world has changed, human behaviors, the importance of religion and the place it occupies in our lives.\n\nThe Last Judgement Central Panel\n\nIn Bosch’s central panel is Christ as a judge within a celestial sphere, flanked by angels who are playing the Trumpets of Last Judgement, and by the apostles. Below him is the punishment of sinners.\nIn my deconstruction, the distorted forms and shapes looks like if everything is evolving, changing, merging and turning into something new\nThe concept of life and life after death it's different and has a new meaning.\nWe try to live our lives enjoying and not feeling guilty for everything we do and this concept invites to question us about the way you perceive the past, about the present and the future.\n\nIncludes a signed giclée print (60 x 80 cm)\n\n",
    "image": "https://ipfs.pixura.io/ipfs/QmWCXbQj563Jc5gr8Z9nZVsx56Nan212BCBqqNT8HjojuX/CentralPanelLastJudgement.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmWCXbQj563Jc5gr8Z9nZVsx56Nan212BCBqqNT8HjojuX/CentralPanelLastJudgement.jpg",
      "dimensions": "4500x6000",
      "size": "21316336",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "abstract",
      "2d",
      "art",
      "painting",
      "digital",
      "bosch",
      "surreal",
      "abstraction",
      "surrealistic"
    ]
  }
}