{
  "address": "0x843aa42d7ddc607b8ae747bd937beffafa5d5433",
  "type": "ERC1155",
  "name": "Scream",
  "tokenCount": "1",
  "uri": "https://arweave.net/-e27kKhD_7KRfkHxYsRlCluTKuF9XYIv-apyYFaKfHk",
  "metadata": {
    "created_by": "shashieagle",
    "name": "Scream",
    "description": "\"Scream\" is a haunting and evocative artwork that captures the dichotomy of emotions that can exist within a person struggling with mental health challenges. The piece showcases two contradicting emotions of the same person, one still and calm, the other a blurry, hazy depiction of him screaming in anguish. \n\nThe lack of emotion on his face where he is still and calm suggests a deep sense of internal turmoil that he may be struggling to process. The hazy image of him screaming adds a visceral and unsettling quality to the piece. The blurry lines and distortion of the image suggest a sense of chaos and confusion as if he is unable to contain his emotions. The contrast between the two images highlights the inner conflict that can exist within a person struggling with mental health challenges. \n\nThrough its striking imagery, \"Scream\" encourages us to acknowledge the complex and often overwhelming emotions that can be present in mental health struggles. The artwork invites the viewer to empathize with the pain and turmoil that can exist within someone who may be struggling with mental health challenges and to offer support and understanding to those who may be in need. ",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "shashieagle"
      },
      {
        "trait_type": "Type Of Artwork",
        "value": "Photography"
      },
      {
        "trait_type": "Mood",
        "value": "Anguish"
      },
      {
        "trait_type": "Subject",
        "value": "Mental Health"
      },
      {
        "trait_type": "Colour Palette",
        "value": "Warm"
      }
    ],
    "image_details": {
      "bytes": 5263030,
      "format": "JPEG",
      "sha256": "16625098872ce11311115b38b0ab4f118dd0e719729167656217978280d3397d",
      "width": 6048,
      "height": 4024
    },
    "image": "https://arweave.net/VKImeo6SwVxF3lSExW3PaG3M1EcuLIvacH_g6s5LcJo",
    "image_url": "https://arweave.net/VKImeo6SwVxF3lSExW3PaG3M1EcuLIvacH_g6s5LcJo"
  }
}