{
  "address": "0x847833af77e88e4b7e357e80d7bce2b1c1b01864",
  "type": "ERC1155",
  "name": "Krisztina: A Tale of Renewal",
  "tokenCount": "2",
  "uri": "https://arweave.net/h0E3zaQN3MUS25O938wA4WEdgH0HT8C5tc1-H9FV66s",
  "metadata": {
    "name": "KRISZTINA: A TALE OF RENEWAL",
    "created_by": "FINLΞY",
    "description": "Krisztina struggled to make a life for herself. But she had a secret - the ability to control water and fire. She used her powers to rise through the ranks and eventually become Empress. At first, Krisztina was excited to use her powers and her position to help those in need. But as time passed, she became more and more focused on her own gain and pleasure, ignoring the suffering of her people.\n\nOne day, Krisztina was visited by a wise old woman who had traveled far to speak with her. The woman told Krisztina of the pain and suffering her selfish rule had caused, and begged her to see the error of her ways.\n\nAt first, Krisztina was defensive and unwilling to listen. But as the woman spoke, Krisztina began to see the truth in her words, and she was filled with remorse for the harm she had caused.\n\nDetermined to make amends, Krisztina vowed to use her powers for the good of her people and to be a ruler who truly cared for their well-being. And though the road to redemption was long and difficult, Krisztina's dedication and determination won back the trust and love of her subjects. Under her renewed rule, the kingdom prospered once again, and all who lived within its borders knew that they had a leader who truly cared for them.",
    "external_url": "https://awanderingmind.eth.co/",
    "image_details": {
      "bytes": 8784089,
      "format": "JPEG",
      "sha256": "bc23c6268de5452ef56041c9e06285b9d613e51976fe6dc2d13c1ced4746d141",
      "width": 2677,
      "height": 4000
    },
    "image": "https://arweave.net/weRPBnk3tyuAgx4ppKlW5rZN2z3pttNxTWNeAWahJfA",
    "image_url": "https://arweave.net/weRPBnk3tyuAgx4ppKlW5rZN2z3pttNxTWNeAWahJfA"
  }
}