{
  "address": "0x8471ab8188556857eb440fa6226270691c07b972",
  "type": "ERC721",
  "name": "Rainbow Bruise by Klea McKenna",
  "tokenCount": "20",
  "uri": "https://arweave.net/OKvw8WMjDTM_z4p7AZP_DeJdl5pCiVQeHxKyE5v9MUc",
  "metadata": {
    "name": "Rainbow Bruise #1 (The Glove)",
    "created_by": "Klea McKenna",
    "description": "Assembly Curated and EUQINOM Gallery present “Rainbow Bruise,” the first collection of digitally native NFTs by Klea McKenna. In these new works, McKenna composites her handmade, analog photograms to make images that solely exist virtually. In “Rainbow Bruise,” McKenna continues to push the edges of photography acknowledging the shifting chasm between analog and digital life. Like their “IRL” sisters, her digital collages present a confounding blend of evidence and fiction within each image, but here the female body emerges as the subject, with a nod to the early human technologies that enabled the creation of effigies like the Venus of Willendorf. However, her icons are based on artifacts of our era: the shapes of unfolded boxes and the packaging of consumer goods, which resemble hands, nipples and vulvas. They reflect the artist’s experience of “mothering through the soft-apocalypse” and appear at once irreverent and sacred, yet another human paradox for our descendants to decipher.\n\nKlea McKenna is known for cameraless photography and her innovative use of light-sensitive materials. Her work is held in several public collections, including San Francisco Museum of Modern Art, San Francisco, CA; Getty Museum, Los Angeles, CA; Museum of Fine Arts Boston, MA, and The Victoria & Albert Museum, London.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Klea McKenna"
      },
      {
        "trait_type": "Copyright",
        "value": "All Rights Reserved"
      }
    ],
    "image_details": {
      "bytes": 6607580,
      "format": "JPEG",
      "sha256": "f09acf2eb9f32a6129f2dc6895328f312c498a7dcd2617e227b3cf884ec984d8",
      "width": 2400,
      "height": 3000
    },
    "image": "https://arweave.net/E4gS2_2DGDXjynl_zac90GyvZJwc1yJkm4l3-YMM-Uo",
    "image_url": "https://arweave.net/E4gS2_2DGDXjynl_zac90GyvZJwc1yJkm4l3-YMM-Uo"
  }
}