{
  "address": "0x8541daa5c7a634a3951781032361385220b9c86f",
  "type": "ERC721",
  "name": "DR. YELLOWBOOTS",
  "tokenCount": "12",
  "uri": "https://arweave.net/Pcvs6rkw_PW47TFLiP8irMs6yHa4Hl3u_ollrc9AJaA",
  "metadata": {
    "created_by": "DEVOID",
    "name": "DR. YELLOWBOOTS",
    "description": "Maureen Ekvall is a writer from Hull. She has written throughout her life but had never previously sought publishing. DR. YELLOW-BOOTS is the raw text from her first short story, about a mysterious man, known to all in the city of Hull, but only at nite… for when the sun came up, no trace of him could ever be found.\n\nDR. YELLOWBOOTS text remains unchanged from this first draft, captured in digital form from the original typewritten pages. However, the text has also been stored within the smart contract, rendering it a permanent reminder that this story mattered.\n\n____________\n\nDR. YELLOW-BOOTS  \nBy Maureen Ekvall\n\nNOTE: This text is taken from the only draft of this tale, written on typewriter. Mistakes, errors and experiments remain a part of the story of the story and have not been edited, except for the title of Dr. Yellow-boots, which has ben rendered consistently throughout. \n\nEveryone who knew the nite knew Dr. Yellow-boots. He was an eccentric character, whether or not he was a rich one, the old yet ageless friend of every nite-watch copper-on-the-beat and late shift taxi driver - to mention but a few common or garden nite-hawks - to the east, west, north and south of anywhere you care to name. If two men at opposite sides of the world met and found they had the nite in common then they would doubtless in the course of conversation find that they also shared a friend in Dr. Yellow-boots. When not talking he stared out from under a battered old hat, the tip of which brushed his dusty white eyebrows which in turn brushed his ill fitting spectacles. His eyes were never still. His skin was wrinkled yet they were more the wrinkles of a baby’s excess fat than those of age; skin wrapped around him like a blanket, too large but comfortable. He wore an aged grey overcoat which, he insisted, had been made for him by the personal tailor to the Prince of ————— in the days when the Empire flourished, and a pair of tan ankle hugging boots from which his strange, yet entirely suitable name had arisen. To have called him a tramp would have been an insult, if he was a doctor of nothing more than ‘wordeology’ as one man put it he was indeed deserving of a title of some sorts. Further-more, search as one might, Dr. Yellow-boots had never been seen in the light of day. To some the situation was ominous: some said he was a vampire: some said he was a ghost. But to most, Dr. Yellow-boots merely ‘was’. Everyone accepted him and the scene would have been quite incomplete without him. Sometimes he would vanish for weeks on end, no-one knew to where, but always Dr. Yellow-boots was and always had been. It never occurred to anyone that one dawn he would disappear and never return. Only Dr. Yellow-boots himself knew that he was not and never had been eternal - he had just been around the nite for longer than most. Even the cruelly down to earth copper would not accept him as a tramp. They said he had enough money stashed away to buy the police force if he set his mind to it and at times no doubt wished he would. Even the most acute minded detective constable would not risk his reputation on a hazarded guess as to where the Dr. Went when the first rays of dawn marauded the nite and the man himself had a different answer each time the question was posed. Summer painted the doctors face deep brown, to match his eyes; eyes that twinkled whatever the weather thro the dusty lenses of the before-mentioned ill-fitting spectacles. In the summer his face appear to be moulded out of clay and in the winter chiselled out of granite. Apart from that Dr. Yellow-boots was reasonless: he never changed his clothes or his expression of mil surprise; never altered the tone of his voice or the pace at which he silently circumnavigated the buildings untidy men had dropped in his path, for it seemed that Dr. Yellow-boots route had been plotted first. \n\nFolk had long since ceased to wonder if the human race had bestowed upon Dr. Yellow-boots a name more common to mankind at large. To discover that he had been christened Fred would, to say the least, have more than somewhat killed the image which was, as a matter of fact, macabre. A man of definite regal bearing he was neither tramp nor confidence trickster merely, or so was the common opinion, a man of the world no longer satisfied with the day. The nite, he had once remarked to a fascinated taxi-driver, had no shadows; altho precisely what that had meant in relation to himself no-one was clever enough to deduce and they could not have shown ignorance enough to question a statement that was so obviously true. \nDr. Yellow-boots had, in his time, done many strange & wonderful things; so many in fact that his age was a matter for the most serious debate; but the truth or otherwise of his stories was of little consequence: they lived, whether or not anyone or thing other than the Dr’s imagination had given them birth was not, as has been remarked upon, of any significance. \n\nDr. Yellow-boots walked with his hands tucked firmly in the pockets of his bespoke overcoat. Some said that he clutched in their depths a wad of ten-pound notes which suggestion, however, could never be proved or otherwise as the overcoat never left this body, his body never left the lands of the conscious and the state of his finances consequently remained a mystery.\n\nNever bowed, his head always tiled proudly high, demanding respect and an open ear. There was an aura about him: something concrete that insisted he be deferred to - deferring to the doctor seemed the obvious thing to do. \n\nThe elements had signed their names on the face of Dr. Yellow-boots.",
    "attributes": [
      {
        "trait_type": "Author",
        "value": "MAUREEN EKVALL"
      }
    ],
    "animation_details": {
      "bytes": 3991756,
      "format": "HTML",
      "sha256": "65953a1621e2fe0add2f0102109929aff8e8a78e945511e451192155aaa3d8b8"
    },
    "animation": "https://arweave.net/jBfTNHQF-BEz7TMrbaWr5zZEGGA4AZbrmpSnL9ZZmhU",
    "animation_url": "https://arweave.net/jBfTNHQF-BEz7TMrbaWr5zZEGGA4AZbrmpSnL9ZZmhU",
    "image_details": {
      "bytes": 14630404,
      "format": "GIF",
      "sha256": "81a99bbae709ba9bc063a751721359fd2006fc2a85684942a2172d915d474acb",
      "width": 1280,
      "height": 1280
    },
    "image": "https://arweave.net/4nUvvV2wSSeFezRfv3kp9uocR1JnjwlulneOrwXU72E",
    "image_url": "https://arweave.net/4nUvvV2wSSeFezRfv3kp9uocR1JnjwlulneOrwXU72E"
  }
}