{
  "address": "0x853adfe3e8c505b4212b3fc8b9d2a9427ff584cb",
  "type": "ERC1155",
  "name": "Neo Horizon Foundation",
  "tokenCount": "5",
  "uri": "https://arweave.net/sUuMXTSDQMJG9Ef_OvqMu7q4St3v5IVmBgkgcp7sdrE",
  "metadata": {
    "name": "Neo-Samurai #0001 | Yuna",
    "created_by": "alker.eth",
    "external_url": "https://twitter.com/JuergenAlker",
    "description": "As a member of the Neo Horizon Foundation, the Neo-Samurai known as Yuna was respected for her unparalleled mastery of the art of the sword and her unwavering commitment to the cause of justice. She had joined the organization as a way to use her skills as a warrior to protect the innocent and to fight against the forces of evil that threatened the world.\n\nYuna's mastery of the sword made her an ideal candidate for close combat missions, where she was able to wield her blade with deadly precision. But it was during one particularly challenging mission that Yuna's skills truly shone.\n\nThe team had been tasked with infiltrating an enemy stronghold, a task that would require incredible skill and finesse. As they made their way through the stronghold, Yuna was at the forefront, her sword at the ready.\n\nDespite the tight security, Yuna was able to move through the stronghold with ease, her swordsmanship allowing her to dispatch any enemy that crossed her path. Her skill with the blade was such that the team was able to move through the stronghold quickly and efficiently, and they were able to complete their mission with surprising ease.\n\nIt was a display of swordsmanship that left her fellow Neo-Samurai in awe, and cemented Yuna's reputation as one of the most skilled warriors in the organization. Her mastery of the art of the sword had saved the day, and the team had completed their mission with flying colors thanks in no small part to her incredible skills.",
    "attributes": [
      {
        "trait_type": "Type",
        "value": "Neo-Samurai"
      },
      {
        "trait_type": "Color",
        "value": "White"
      },
      {
        "trait_type": "Background",
        "value": "Dark"
      },
      {
        "trait_type": "Weapon 1",
        "value": "Katana"
      },
      {
        "trait_type": "Weapon 2",
        "value": "Katana"
      },
      {
        "trait_type": "Accessory",
        "value": "None"
      }
    ],
    "image_details": {
      "bytes": 5455264,
      "format": "PNG",
      "sha256": "94d06695f04539daa9d384fd0547f357830c69f495ff9f836e47de98a6f9ebc6",
      "width": 2048,
      "height": 2048
    },
    "image": "https://arweave.net/NkCqYWcWt_w71CjBIZDrmfzNQxn1ZnDyQ2k-v-r53_I",
    "image_url": "https://arweave.net/NkCqYWcWt_w71CjBIZDrmfzNQxn1ZnDyQ2k-v-r53_I"
  }
}