{
  "address": "0x854bc7fd6b69f0cca05c34b1395569e438db7fc6",
  "type": "ERC721",
  "name": "Intrepid Outback",
  "tokenCount": "3",
  "uri": "https://arweave.net/hiDz5tr20RW08wjqbXhOLBktjJlVZnUt_e3j4CwjbWk",
  "metadata": {
    "name": "Uluru Moonrise",
    "created_by": "intrepidphotos",
    "description": "A tiny looking full moon rising over Uluru / Ayres Rock at dusk.  It is a surreal experience the first time you see Uluru up close. It just seems so improbably large, a feeling which is amplified by the juxtaposition of the rock with the seemingly endless flatness of the Australian outback.\n\nSacred to the Pitjantjatjara Anangu, the Aboriginal people of the area, the rock has a circumference of 9.4 km (5.8 miles) and stands 348 m (1,142 ft) high above the surrounding plain. At its peak it sits at 863 m (2,831 feet) above sea level with most of its bulk thought to be underground. Considered the worlds largest inselberg (literally \"island mountain\"), or monolith, it has incredible homogeneity and is almost without jointing or parting across its surface. This has allowed the rock to remain solid though the avoidance of scree and soil slopes while the rest of the landscapes around it eroded.\n\nIn a landmark native title settlement the area surrounding Uluru and nearby Kata Tjuṯa was handed back to the indigenous Pitjantjatjara Anangu in 1985. Named by British colonists in 1873 as Ayres Rock after the Chief Secretary of South Australia, it is now officially gazetted as Uluru / Ayers Rock under a dual naming policy.\n\nCommercial photography at Uluru is a regulated.  This image was taken under commercial permit and approved for use by the Anangu review board.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "intrepidphotos"
      }
    ],
    "image_details": {
      "bytes": 15843950,
      "format": "JPEG",
      "sha256": "3566c21e76e5cfd3e8e7195238c05e84427193a9de1adfaedffb083d3a86436f",
      "width": 6161,
      "height": 4107
    },
    "image": "https://arweave.net/SxGk9-3hG1EFGNLcXsBGjXTDL6R4B_5Va52th2k2nLE",
    "image_url": "https://arweave.net/SxGk9-3hG1EFGNLcXsBGjXTDL6R4B_5Va52th2k2nLE"
  }
}