{
  "address": "0x85eff19b724b2085e6938259169daabcad1cac96",
  "type": "ERC721",
  "name": "Bankless - What SEC Commissioner Hester Peirce Thinks About the SEC",
  "tokenCount": "84",
  "uri": "ar://fX0m5bsVwuQECtozO2Dijad7jU3M6u20if6Ah_bOuUM/1",
  "metadata": {
    "name": "What SEC Commissioner Hester Peirce Thinks About the SEC #1",
    "creator": "Bankless",
    "description": "Hester Peirce is one of five SEC Commissioners. \n\nA previous guest on the podcast, Peirce operates on first principles. She’s often known to  dissent from her colleagues on crypto-related actions—one of the many reasons why we enjoy her and her guidance so much.\n\nWe’re only three months into 2023, but it’s one of the worst regulatory environments we’ve seen for crypto in the United States. In today’s episode, the SEC Commissioner shares some insight on what could crypto be like if we had a first principles SEC, what a security is, how we define it, and how can crypto take its share of the responsibility to move this industry forward.\n\nHester Perice is a certified American badass. Principled, smart, and willing to engage.  She’s everything a regulator should be and we are lucky to have her.\n\nArtwork generated from Peirce’s statement at [19:01 - 19:21] “The other thing I don’t think Washington is not very good at, is thinking about ok no one cares whether the securities laws apply or not — no one outside of Washington cares. What they care about is are we making the world a better place by applying regulations or are we just making things complicated and not serving anyone’s interest.” \n\n10% of proceeds go to Bankless DAO.",
    "image": "ar://3cEi_E5L6z7d3kNyymVbX6JIqN6Ei-DeRURXehLzvyM",
    "animation_url": "ar://habmUPHjexz7zMFtzDl8PNI9ySgodO19tnbWqPsofIQ",
    "license": "ALL_RIGHTS_RESERVED",
    "seller_fee_basis_points": 1000,
    "external_url": "https://www.bankless.com/https-youtu-be-z_caitghd6k",
    "external_link": "https://collectibles.bankless.com/",
    "fee_recipient": "0xb67Ce3A848f45d83ddb85B71d7E2dC740879439C",
    "attributes": [
      {
        "trait_type": "What SEC Commissioner Hester Peirce Thinks About the SEC",
        "value": "Standard Edition"
      }
    ],
    "nftSerialNumber": 1
  }
}