{
  "address": "0x85e9e9513a94b759725e35af57fd2377aa61bbf3",
  "type": "ERC1155",
  "name": "OPEN OPENSEA EDITION",
  "tokenCount": "2",
  "uri": "https://arweave.net/R0sI2K6ETx4fOMYfR_SWQ8ivsAePsO1PxWiX6lQd-VM",
  "metadata": {
    "name": "OPEN OPENSEA EDITION-\"checks\"",
    "created_by": "By BLeo",
    "external_url": "https://twitter.com/TheSimpsonzPunk",
    "description": "THIS ARTWORK MAY OR MAY NOT BE NOTABLE.\n\nOWNERSHIP AND AUTHORSHIP IN THE AGE OF THE INTERNET IS BASED ON THE PREMISE OF VERIFICATION.\n\nTHIS CONCEPT BECAME A PART OF THE NFT ECOSYSTEM IN 2018 WHEN THE OPENSEA MARKETPLACE INTRODUCED A SYSTEM TO VERIFY THE UNIQUENESS AND AUTHENTICITY OF NFTs. THIS CREATED A HUB WHERE BUYERS AND SELLERS COULD TRADE UNIQUE DIGITAL ASSETS AND TRACK OWNERSHIP.\n\nOPENSEA BECAME A SYMBOL OF NOTABILITY IN THE NFT SPACE, INDICATING THE VALUE AND AUTHENTICITY OF AN NFT.\n\nIN RECENT MONTHS, THE MARKETPLACE HAS EVOLVED TO INCLUDE NEW TOOLS AND FEATURES TO BETTER SERVE THE GROWING NFT COMMUNITY.\n\nTHE OPENSEA MARKETPLACE IS A SYMBOL THAT NOW CONNECTS BUYERS AND SELLERS OF NFTs, TRANSCENDING LANGUAGE AND CULTURE.\n\nTHE INTENT OF THIS PIECE IS TO CAPTURE A MOMENT IN TIME - THE SHIFTING CONTEXT IN WHICH THE PROCESS OF VERIFICATION TAKES PLACE IN A SOCIETY DOMINATED BY DIGITAL ASSETS AND MARKETPLACES. THE OPENSEA MARKETPLACE THAT WAS PREVIOUSLY A HUB FOR NFT TRADING, IS NOW A PLATFORM THAT FACILITATES THE GROWTH AND EVOLUTION OF THE NFT ECOSYSTEM.\n\nAS THE NFT MARKETPLACE SHIFTS TO SYSTEMS OF DIGITAL VERIFICATION THAT NO LONGER RELY ON CENTRAL AUTHORITIES, THE AUTHENTICITY OF A PIECE OF ART, THE GENESIS OF AN IDEA, AND THE CATALOGING OF INTERNET CULTURE, ARE ALL MADE POSSIBLE VIA DIGITAL CONTRACTS AND TOKENS, WITH THEIR PROVENANCE VERIFIED BY THE OPENSEA MARKETPLACE.\n\n\"CHECKS\" IS AN INFINITE CANVAS FOR EXPRESSION THAT IS DESIGNED TO CHALLENGE THE CONCEPT OF OWNERSHIP AND AUTHORSHIP IN THE AGE OF THE INTERNET.\n\nIN ONE CONFIGURATION IT CAN PAY HOMAGE TO A MODERN ARTIST, IN ANOTHER IT CAN REFERENCE THE MOST NOTABLE PIECE OF A TIME, IN ANOTHER IT CAN REFERENCE A WEEK-OLD NICHE INTERNET MEME.\n\nIT'S OURS NOW.\n\nDON'T TRUST - CHECK ON OPENSEA.",
    "image_details": {
      "bytes": 166196,
      "format": "PNG",
      "sha256": "c8f3269e109da53b4a776e79007e6505ca6c439f8d52c7d427b3b500484c8354",
      "width": 2048,
      "height": 2048
    },
    "image": "https://arweave.net/s7YbI7JkA3wRXrHdYja-OnRwDzOv99sVM0E-cL-K3AA",
    "image_url": "https://arweave.net/s7YbI7JkA3wRXrHdYja-OnRwDzOv99sVM0E-cL-K3AA"
  }
}