{
  "address": "0x8570002d26bac37c1b674346364bda8dda203713",
  "type": "ERC721",
  "name": "UMA Natures Whisper",
  "tokenCount": "5",
  "uri": "https://arweave.net/HxRTFBlDBcE_R3tOgfZLBCcwV7B8z9tHxQjvDLlZE20",
  "metadata": {
    "name": "The End of Ordinary",
    "created_by": "Greta and Anaroth",
    "description": "Ordinary days filled with ordinary problems, that was the life that Elle knew. There was no spark, no excitement in the life she lived each day; and like many others she longed for purpose. But within her life that felt so bland, there was one love that she held above all. What had begun as a fascination of thunderstorms at a young age transformed into a curiosity and love for the clouds themselves. Elle spent hours looking to the sky to draw inspiration from some of the rarest sights the world had to offer. It didn’t matter if it was a Kelvin Hlmholtz Wave, a Mammatus, Mackerel Sky, or Fallstreak Hole clouds, she loved them all. What Elle hadn’t quite realised is that this connection, this passion, this love would continue to move beyond just the storms and the clouds and become the very whisper of nature itself.\n\nSome love feels different and Elle had grown up feeling destined for more than just her love of nature. A persistent lingering feeling that something was waiting to be awoken within her. She swore if she listened hard enough she could hear the moon whisper goodnight to her as she watched through her skylight bedroom window. As the sun rose breaking the darkness of night, the rays warming her face, a breeze swept through her open window brushing her hair away from her eyes. But these feelings, these moments were the only sense of extraordinary in a very ordinary life for Elle. With the desire to build upon her connection with nature she began spending more time in the forest listening to the whispers of the trees, the waves of the ocean, and the wind whistling through the hills near her home. They all had a story and secrets to tell, but she couldn’t understand them yet.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Greta"
      },
      {
        "trait_type": "Story",
        "value": "Anaroth"
      },
      {
        "trait_type": "We Are 51",
        "value": "Human"
      },
      {
        "trait_type": "Feelings",
        "value": "Wishful"
      },
      {
        "display_type": "number",
        "trait_type": "Conviction",
        "value": "1",
        "max_value": "10"
      },
      {
        "trait_type": "Act",
        "value": "I"
      }
    ],
    "image_details": {
      "bytes": 1392834,
      "format": "PNG",
      "sha256": "926da0cc4dd5f202e907c9d6229abeb561f73d2df5647502c9c99dd1d65638dd",
      "width": 4200,
      "height": 4200
    },
    "image": "https://arweave.net/UYaGUTzSN_7z8-7k9tYGA_iT2G9wMFLHahuxDfC3FbI",
    "image_url": "https://arweave.net/UYaGUTzSN_7z8-7k9tYGA_iT2G9wMFLHahuxDfC3FbI"
  }
}