{
  "address": "0x85905ac51476a768f63bf01fd60731976f7f4ff7",
  "type": "ERC721",
  "name": "k n y l x",
  "tokenCount": "16",
  "uri": "https://arweave.net/X8MWVC0U0p8tziZXukF0yLHvG-jNPMqZHvz7J7v3ghI",
  "metadata": {
    "name": "Muted",
    "created_by": "k n y l x",
    "external_url": "https://knylx.art",
    "description": "It's not uncommon to feel like your freedom is being taken from you: Whether it's because you feel you can't speak your mind freely or because you feel like you have to conform to certain standards. \n\n\"Muted\" explores the disheartening ideas of being robbed of self-expression, self-identity and self-determination. To be muted, bounded and unable to speak up is to be denied the very essence of who we are as human beings.\n\n-----\n\nThis 1/1 piece was created using an iterative back-and-forth process capturing and curating raw digitographs using very specific prompt engineering techniques on custom and pre-trained (Stable Diffusion, DALL-E 2) AI models.\n\nIt was further refined using Photoshop to experiment with colors and compositions, to paint over, collage or mask initial images in order to accentuate or reveal the stylistic aspects of the main subject I have chosen.\n\nExtended Editorial License:  \nThe image this NFT verifies may be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "k n y l x"
      },
      {
        "trait_type": "Resolution",
        "value": "3942 x 7008 px"
      },
      {
        "trait_type": "Aspect Ratio",
        "value": "9:16"
      },
      {
        "trait_type": "Format",
        "value": "PNG"
      },
      {
        "trait_type": "Year Minted",
        "value": "2022"
      },
      {
        "trait_type": "Collection",
        "value": "Vogue"
      },
      {
        "trait_type": "License",
        "value": "Extended Editorial"
      }
    ],
    "image_details": {
      "bytes": 54313958,
      "format": "PNG",
      "sha256": "ee491ad4ea8283b40c72db84a954d50b1f6a0ec751d15d7492e089f855f7fab6",
      "width": 3942,
      "height": 7008
    },
    "image": "https://arweave.net/8OI4jnQ3ZaVGrm4hf7ld58Vxzn7xilDDJaf2lUvs5rk",
    "image_url": "https://arweave.net/8OI4jnQ3ZaVGrm4hf7ld58Vxzn7xilDDJaf2lUvs5rk"
  }
}