{
  "address": "0x862860fe36661590ab34d7620a82840afa1d8bb5",
  "type": "ERC721",
  "name": "AbJo - Loop Jam 0 (#PhaseDance)",
  "tokenCount": "50",
  "uri": "ar://St6KA6mdcqixE63x-lqohbstqfVqQrdKnB-ddDSvx8o/1",
  "metadata": {
    "animation_url": "ar://n4v05ZSDmujJsuM1GRXs2z-mUYC3qnhZJSM9GoCcimY",
    "artist": "AbJo",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://bDKbrzNVjpP2vTQr5XD0MC90a7eMQaYIsFVRzpxbQps",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Loop Jam 0 (#PhaseDance)",
        "value": "Song Edition"
      }
    ],
    "bpm": 97,
    "credits": null,
    "description": "So, while I make a lot (A LOT) of beats, original compositions, remixes, reworks, and the like, my favorite creations are the ones where I flex my musicality in a more traditional format. These \"Loop Jams\" and \"Jam Sessions\" I have originally were ultra-personal for me, virtually for my ears only. Of the 10-12 I may have liberated so far, there exist over 100 variations, both unfinished or roughly arranged into otherwise finished tracks, with me usually setting the musical landscape for me to play my own solos, arrange crazy bridges and vamps, and assemble layers upon layers upon layers of interconnected sounds and phrases, just because I can.\n\nFirstly, what's special about the cover is that it is my genesis DALL-E creation, in which I describe for it, \"A translucent, glowing man playing a grand piano, floating through space with an Old Fashioned cocktail and a joint floating behind him, and the Milky Way in the background\". I think DALL-E nailed it, don't you?\n\nThis track is special, however, because I sample a similar arrangement from one of my late father and I's favorite musicians, Pat Metheny, for what is easily one of my favorite arrangements of all time, \"Phase Dance\". I hope with every track like this that I do, I am honoring both him and our favorite artist, and that the energy you feel when you listen to this inspires the same kind of feeling I get when I listen to his records: hope, for the future, for all of eternity...",
    "duration": 192,
    "external_url": "https://www.sound.xyz/abjo/loop-jam-0-phasedance",
    "genre": "Hip-hop & Rap",
    "image": "ar://bDKbrzNVjpP2vTQr5XD0MC90a7eMQaYIsFVRzpxbQps",
    "isrc": null,
    "key": "A_MAJOR",
    "license": "CREATIVE_COMMONS",
    "locationCreated": "us",
    "losslessAudio": "ar://n4v05ZSDmujJsuM1GRXs2z-mUYC3qnhZJSM9GoCcimY",
    "lyrics": {
      "text": "N/A",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Loop Jam 0 (#PhaseDance) #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Loop Jam 0 (#PhaseDance)",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}