{
  "address": "0x86febc446c0df12575dce0a6e575b08a21644d7f",
  "type": "ERC1155",
  "name": "FJ UNIVERSE - PROJECT OASIS (2023)",
  "tokenCount": "8",
  "uri": "ipfs://QmXM3uBLVDU5MptjcuQoVYxJW23DzUCy3VT7F6m8rfXGGx/1",
  "metadata": {
    "name": "#0002 FJ UNIVERSE – Project Oasis",
    "description": "**MONTH:**\nFEBRUARY\n\n**Contract Agreement between NFT Holders and František Juriš (Owner of FJUNIVERSE Ecosystem)**\nThis Smart Contract (hereafter referred to as the \"Agreement\") represents a binding agreement between NFT Holders (hereafter referred to as  \"NFT Holder\" or \"Holder\") and František Juriš  regarding the use of an apartment in Hurghada, Egypt (hereafter referred to as the \"Apartment\").\n\nEvery person holding this NFT may use the Apartment. Details about the Apartment are described at FJUNIVERSE Discord server and website, as unlockable content for all NFT holders. Every NFT has delegated one month from a year when the NFT holder can rent this apartment with furniture for personal use for free. This NFT can be received or transferred only with the consent of František Juriš; otherwise, these benefits are non-valid for the NFT holder.\n\nThis free rent does not include:\n    • Electricity, gas, water, water filter, internet\n    • Additional costs associated with using this apartment include cleaning, repairs, damages, and thefts during the stay.\n\nIt is also required that each NFT holder is insured. By using the benefits of these NFTs, you are fully responsible for your actions.\n\nNFT Holder needs to follow the rules of the resort, especially:\n    • The Holder will pay all costs for electricity and water consumption relating to the Unit during the stay. The costs shall be based on the individual consumption, which shall be measured by meters attributable to the Unit.\n    • The Holder may not, without obtaining the František Juriš consent thereto in writing, introduce any external alterations to or changes in the housing unit.\n    • The Holder shall not cut or damage trees, regardless of their size or kind for any reason whenever they had been planted in order to preserve the general appearance of the Resort.\n    • The Holder of a unit located on the upper floor may not make any elevation other than shown in the engineering drawings.\n    • The Holder shall not put commercial signs or advertisements in any area of the buildings or in the garden in any case or anywhere else in the Resort.\n    • The Holder shall not use any devices, equipment, or vehicles causing noise or nuisance to the owners or any other occupant of the neighboring units or endangering their lives.\n    • The Holder shall not introduce any exterior modifications nor affix any items to the sold Unit changing its general appearance or color (exterior walls, balconies, windows, doors, and cornices) in order to preserve its general external appearance and to retain its original appearance.\n    • The Holder shall not make any interior or exterior modifications on the sold Unit, affecting the safety of the building or neighboring buildings.\n    • The Holder shall not use the sold Unit as a warehouse to store flammable or explosive materials, or any item endangering the safety of the residential area of danger or cause the environmental pollution.\n    • The Holder shall not use the sold Unit in a way affecting the public security, public health, or public tranquility.\n    • The Holder shall not, by himself or through third parties, carry out any exterior structural or engineering works at the Unit, the subject of the Agreement, including but not limited to the construction of a swimming pool, adding electrical works or crops, or establishment of fixed or movable installations, or generally carrying out any constructions outside the Unit unless after obtaining the prior written consent of the Seller or its designated/non-designated successor.\n    • The Holder shall not install an individual satellite dish at the roof of the Resort.\n\nAdditional restrictions:\n    • Using this apartment is allowed only for personal use, is forbidden to rent it without written confirmation with František Juriš\n    • Swimsuits are the only accepted form of clothes to use the swimming pools. It is prohibited to swim in any other clothes, and for the ladies it is prohibited to swim or sunbathe with the upper part of the body uncovered. Permitted swimsuits are bikinis, one piece swimsuits, or anything similar that would cover private parts.\n    • Children younger than 12 years of age are not allowed to swim in the swimming pools without being accompanied and supervised by theirguardians.\n    • Animals are not allowed inside the apartment and resort\n    • Visitors shall provide the administration with photocopies of their tenants’ IDs, a passport sized photograph for each tenant, in order to issue a pass card for each. It is mandatory to notify the František Juriš and administrator with the period of lease. Owners and Tenants shall notify the security department with any visitors, and visitors shall sign the visiting form by the external security gate.\n    • It is completely prohibited to install satellite dishes in / on any of the complex’s premises, in order to maintain the general appearance of the resort. NFT holders are responsible to preserve the communal belongings of the resort, and to use itonly for the purpose it was made for.\n    • NFT holders are not allowed to use audio devices in a manner / volume that would disturb other residents. General quietness in the resort is much appreciated.\n    • Whereas construction operations still take place in the resort, parents are obliged to keep their children safe from building operations and are solely responsible for their children’s safety\n    • Taxi drivers are not allowed inside apartments without companionship of security personnel.\n    • NFT holders are not allowed to plant any species of plants that can be harmful either for health and safety, or for the general appearance. Holders, as a general rule, are not allowed to grow any species of plants different than these approved by the František Juriš and Resort without having obtained a written approval from the management beforehand.\n    • It is not permissible to practice in the Unit any activities which may endanger lives or constructions in The Resort - It is not permissible to get communal sun beds or any communal furniture inside the Unit.\n    • NFT holder is obliged to settle the values of water and electricity consumptions within 15 days of settlement due dates, according to the meters' readings. \n    • NFT holder is obliged to ensure safety of water and electricity main sources in the Unit. Thus, the holder must ensure switching them off upon leaving the Unit for long periods. \n    • NFT holders shall not put clothes, rugs, or any other belongings on the balconies' fences, and it is strictly prohibited to install fixed dryers in the balconies' fences. It is permitted to only have mobile dryers inside balconies. \n    • For the purposes of safety and security of The Resort's residents, it is mandatory that a security employee shall accompany delivery personnel to residential units or any other location within The Resort during the delivery process. Same condition applies to cab drivers.\n    • It is not permissible to leave The Unit's key with any of the security staff, or any of The Resort's employees generally. \nIn the event a NFT holder, on the background of practicing daily life issues, has caused damage to a neighbor’s building safety, the said holder will be held responsible for tort and compensation.\nExample: Forgetting the water open, then it leaks through the ground penetrating it damaging the ceiling of the neighbor below.\n\nIn the event that the NFT holder breaches any of the obligations mentioned above in this article; František Juriš and resort owner shall be entitled not to supply the sold Unit with utility services (in accordance with applicable laws) until the removal of the violation and reinstatement at the expense of the Purchaser.\n\nAmendments, additions or Side agreements to this Agreement as well as warranties by the František Juriš must be made in writing. The Parties expressly agree that no written or oral side agreements exist in relation to this contract, unless expressly referred to herein.",
    "image": "ipfs://QmQo54cyA5WyTbpQKrhVHnN8woX9VFRs8JQhmG8HQEaxJ8/2.gif",
    "external_url": "https://frantisekjuris.eu/r/discord",
    "animation_url": "ipfs://QmQo54cyA5WyTbpQKrhVHnN8woX9VFRs8JQhmG8HQEaxJ8/3.webm"
  }
}