{
  "address": "0x86f50c2079e3e51f4a8c7a3bc8ac39e9c1a83d18",
  "type": "ERC1155",
  "name": "One Year Anniversary - Giovani Cordioli",
  "tokenCount": "1",
  "uri": "https://arweave.net/qE2Qa2oOjhvCdkfblNnNUgPN_AzDMC4RqslFhStsnDg",
  "metadata": {
    "name": "Ipanema Bubble",
    "created_by": "Giovani Cordioli",
    "description": "One Year Anniversary - Open Edition \nby Giovani Cordioli\n\nIpanema Bubble: is an edition celebrating my 1st Anniversary. It's a way to show gratitude to this amazing community.  \n \nA year ago I discovered this NFT space, which brings together the most varied types of talents from around the world.  \n \nLittle by little I got to understand better and get to know people, making friends and learning a lot from everyone here. Entering a time of euphoria until we reached bear marketing, impacted by the global crisis, we went through the most diverse challenges.  \n \nIt's not easy to stay active and motivated all the time, but as with the great explorers, we need to face adversity together until we reach our goals.  \n \nThe path is uncertain and full of unforeseen events along the way, but we must continue to believe in the achievement of the Open Metaverse. For this, it is essential that we continue to build and support each other.  \n \nI am so grateful to everyone who has been part of this journey with me so far and I look forward to making many new connections to celebrate together!\n\nGood vibes from Rio. Cheers!  \n \nTitle: Ipanema Bubble \nDetails: 5758 × 3844px  \nLicense: Extended Editorial - Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.  \n",
    "attributes": [
      {
        "trait_type": "ARTIST",
        "value": "Giovani Cordioli"
      },
      {
        "trait_type": "GENRE",
        "value": "Photography"
      },
      {
        "trait_type": "LOCATION",
        "value": "Rio de Janeiro"
      },
      {
        "trait_type": "SIZE",
        "value": "5758 × 3844"
      },
      {
        "trait_type": "YEAR",
        "value": "2022"
      }
    ],
    "image_details": {
      "bytes": 13886904,
      "format": "JPEG",
      "sha256": "795e061b1a0dbb8a3901fd134de61f458d439ae002d213abcea719019b9fc6c4",
      "width": 5758,
      "height": 3844
    },
    "image": "https://arweave.net/Cj_mBspqDr5f8kNqgl6Yfc6S9jQIl3pFYkWmEekZNEw",
    "image_url": "https://arweave.net/Cj_mBspqDr5f8kNqgl6Yfc6S9jQIl3pFYkWmEekZNEw"
  }
}