{
  "address": "0x869f8a4bad7cfc932f692af09645f263ee538a89",
  "type": "ERC721",
  "name": "SLOE JACK - MINE",
  "tokenCount": "16",
  "uri": "https://metadata.sound.xyz/v1/0x869f8a4bad7cfc932f692af09645f263ee538a89/1",
  "metadata": {
    "name": "Number #1",
    "artist_name": "SLOE JACK",
    "description": "My name is SLOE JACK. I’m a nineteen-year-old punk/pop artist from Melbourne, Australia.\n\nMy debut track, “Number”, outlines heartbreak, betrayal and how difficult it can be to trust someone after being stabbed in the back. Meeting people after a bad relationship is basically just red flag hunting, a search for reasons to flee the scene to defend yourself from previous traumas. When I wrote this song I wanted the lyrics to be blatant and honest. We’re talking about straight-up relationship anxiety here, so why not lay it out bare.\n\nAll I used to listen to as a kid was dubstep. As a result of listening to straight square waves for my entire childhood, I have an instinctual and inhuman urge to distort every sound I throw at my track, no matter the genre. People ask me, “how do I achieve the SLOE JACK sound?” All you gotta do is disregard all production standards and get weird.\n\nBig thanks to the Sound team for giving me this opportunity and to Dreams Never Die for releasing my debut track! I feel so fortunate to be involved in the first season of Sound and I will never forget this moment.",
    "external_url": "https://www.sound.xyz/sloejack/number",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmXQosvpdAaCXwF3YrxNXGMFYj6hjLYjbC8KKLvrGpHsSQ",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmdqsWkaY4RNA8P6D9gCzjWLGpcXByRzAQ3RNEP65gumXX",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmdqsWkaY4RNA8P6D9gCzjWLGpcXByRzAQ3RNEP65gumXX",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmPunnnbtk4Y53QBpT9sjvycVZ3vJyqRuYZq9o8wNiqDje",
    "attributes": [
      {
        "trait_type": "Number",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}