{
  "address": "0x86f5a17d1265a65e8690c23bcc5869c7c2496527",
  "type": "ERC721",
  "name": "The Scenic Route by Johnathan Conlon",
  "tokenCount": "50",
  "uri": "ipfs://QmNg8mR3Uxt6oAGszaPq9gBjDhAhXfK4i9u8tEk4DNaS7h/1",
  "metadata": {
    "name": "The Scenic Route by Johnathan Conlon #1",
    "description": "When selecting the image for my genesis edition on the Ethereum blockchain, I came to the natural conclusion that it should be a photograph each holder can interpret their own way, and where each individual interpretation can convey its own story.\n\nIt would be remiss of me to not mention Fred Lyon when introducing this photograph. Based in San Francisco, his predominantly monochrome work over the last 75 years not only showcases his love affair with the city and its inhabitants, but has the innate ability to draw you into scenes that tell an abundance of stories through the moments he captures. So naturally, when I had an opportunity to visit the city for the first time myself, I was hugely inspired to ‘channel my inner Fred’ and attempt to make images that posed questions and stirred the imagination.\n\nWhere were they headed? Where had they been? What were they transporting and did it really need to be kept frozen or was that simply a box that had served another purpose? Why did they walk along the beach? Was it a short cut? Or do they always start their day by taking.. the scenic route.\n\nJohnathan Conlon is a published, award winning photographer specialising in landscape & aerial imagery. \n\n1/50 edition.",
    "image": "ipfs://QmTxD8YUKuRLAkX8GaDxPKpDMjbkDQFQLQup5fHbvdabmf/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "San Francisco, California, USA"
      },
      {
        "trait_type": "Genre",
        "value": "Fine art documentary"
      },
      {
        "trait_type": "Artist",
        "value": "Johnathan Conlon"
      },
      {
        "trait_type": "Edition",
        "value": "1/50"
      }
    ],
    "external_url": "https://sloika.xyz/conlon.eth/the-scenic-route/1"
  }
}