{
  "address": "0x870f6e84112a6f83b8e2ffc4d6a4101ee9711142",
  "type": "ERC721",
  "name": "BEAUTIFUL PEOPLE OF THE WORLD",
  "tokenCount": "3",
  "uri": "https://arweave.net/PBDUC7dCQxP59ZBTRE3fNzqwus1FmHqpRDzcQ-2kbys",
  "metadata": {
    "name": "Tolerance in Life",
    "created_by": "Tulsi Shankar Kumbhar",
    "description": "As Charles Spurgeon said, \"It is not how much we have, but how much we enjoy, that makes happiness\".\n\nHappiness is the only thing that can cure every pain and problem in life. It is said that life is full of ups and downs. There are challenges that a person faces throughout their life. These challenges are different for different people. Struggling brings weakness, it makes you lose hope and probably give up in life. But it is our patience and tolerance towards things that make us get through all the hardships. Life is like a wheel that keeps on moving, sometimes smoothly and many times in a rough way. All we have to do is keep moving with hope. Hope to get better every day.\n\nI always wanted to visit my village to capture people who have experienced all these, the old people with responsibilities they have been dealing with throughout their lives, the pain, suffering, patience, tolerance, smile and a little hope in their eyes. In the morning when I step out of the home to reach the village while walking around I found an old man named Debarchan Sahu, an 80 years old man, who was married as early as 18 years. After the marriage, he came to this village to settle but there was no place for him where can think of building a home for his family and more because he was not financially capable enough to build a house. But as we know things find their ways and create a path for us to walk into. Someone gave him their land and he was able to build his own house, a place he could call home. There has been a lot he has been through from that day till date. There were challenges that he dealt with and still dealing but with hope. Even after being in a condition where he earns not have enough to get a full-day meal and basic needs, he's still happy. From earning 9 rupees a month till now all he does is not be sad about the situation around him but still walks through it with the hope to live. Knowing about him made the picture close to my heart.\n\nEvery picture has a story so has this. We have to hear stories around, sometimes to feel what other people have gone through, sometimes with whom we can relate, sometimes to create a book full of memories inside us, sometimes to learn and many times to bring out these stories where it can reach everyone.\n\n\"The art of living lies in hope to get better\".\n\n//\n\nAbout Artist - I am Tulsi Shankar Kumbhar, a self-taught fashion and street portrait photographer from India. I am doing street portrait photography from 2013 to the present and I am maintaining it for the long term. This is one of my long-term projects \"Beautiful People of The World\". You can connect with me on Instagram @tulsishankarphotography @tulsishankar.eth and see my work there for a wider perspective and understanding of my work. My photographs have been featured on some great Instagram pages like @peopleinfinity @humanpotrait @odishastreetphotography @world_photography_page and @indian.hobbygraphy\n\n//\n\nLicense: As long as the creator is credited, the primary NFT holder can use the NFT in advertising, to display privately and in groups, and to create virtual galleries, documentaries, and essays. Commercial merchandise, commercial distribution, or derivative works are not permitted. Ownership of the intellectual property remains with the creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Tulsi Shankar Kumbhar"
      },
      {
        "trait_type": "Camera",
        "value": "Canon EOS 5D Mark IV"
      },
      {
        "trait_type": "Lens",
        "value": "EF24-105mm f/4L IS II USM"
      },
      {
        "trait_type": "ISO",
        "value": "160"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/8"
      },
      {
        "trait_type": "Exposure",
        "value": "1/100"
      },
      {
        "trait_type": "Focal Length",
        "value": "105.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2022:05:13 09:45:21"
      }
    ],
    "image_details": {
      "bytes": 14811820,
      "format": "JPEG",
      "sha256": "3971b9a8d46a93f42b7ffd490905fe86d64df6634061bfbc5d0fc9942b510c11",
      "width": 4082,
      "height": 6123
    },
    "image": "https://arweave.net/uLtlUuyw6gn4Oo6AocLeuHHmjBidrCMw7AqeTQYA1bI",
    "image_url": "https://arweave.net/uLtlUuyw6gn4Oo6AocLeuHHmjBidrCMw7AqeTQYA1bI"
  }
}