{
  "address": "0x87963096deea600f0af10f6a3c770b4a6ce62533",
  "type": "ERC721",
  "name": "NFTs.WTF DAO GENESIS DROP",
  "tokenCount": "56",
  "uri": "ipfs://Qmb6owg9TtkM3ZPYRKJpyYoBXYAhreEPaEc1gqSPnvWhTH",
  "metadata": {
    "name": "NFTs.WTF DAO GENESIS DROP",
    "description": "This 1/100 Genesis Drop NFT was designed by acclaimed NFT artist Mr Y., with sound design by award winning producer Glassy Music, weaving in sound bites from a series of interviews conducted by Jamie Burke. In this NFT we hear about the early days of Counterparty, Decentraland, Etheria, CryptoPunks, Trash Art and a few words from: J Dog, Daniel Garcia, Cyrus Adkisson, Angie Taylor, Matt Hall and Beeple.\n\nThis NFT represents some of the most significant moments in NFT history up to this point, and its holder will receive 12 consecutive airdrops, each one reflecting a different NFT MOMENT; the artistic depiction within each of these future airdrops being a commissioned work honoring an incredible moment in NFTs.\n\nOn top of being a time capsule containing remnants of the early days of this incredible space, this NFT comes with ultimate utility: membership into the WTF DAO. Join the ranks of XCopy, J1mmy.eth, Bryan Brinkman, SillyTuna, Micah Johnson, Coin_Artist, Gabby D, LindsayMac, LuLu XXX, PrideSai, Sparrow, The Sarah Show and over 40 other icons in the space.\n\nOnly 100 DAO spots exist which bestow the holder of this GENESIS DROP NFT access to the official WTF Audio Documentary, titled: The History and Future of NFTs, produced by award-winning podcast creator & former Blockchain Insider producer Pet Berisha, with interviews conducted by Jamie Burke and the most influential members of our beautiful NFT space, 12 NFT airdrops, exclusive virtual and real life events, and governance in NFTs.WTF, our decentralized media outlet.",
    "animation_url": "ipfs://QmRTuzLtt6a9y16vV4b3fwk6n1hG7F92muYM6NoGrYaJsB/wtf-genesis-drop.mp4",
    "image": "ipfs://QmRTuzLtt6a9y16vV4b3fwk6n1hG7F92muYM6NoGrYaJsB/wtf-genesis-drop.gif"
  }
}