{
  "address": "0x878982b09306acf9ec1d47073e360266d1d8a3de",
  "type": "ERC721",
  "name": "Festival Of Love",
  "tokenCount": "15",
  "uri": "https://arweave.net/pnTzyJDH7LweY8ryWcw4mtnuwkawKDZkiWzEd5IcdxU/1",
  "metadata": {
    "name": "Festival Of Love #1/15",
    "created_by": "Arun Kumar Nalimela",
    "description": "Festival Of Love: \n\nA photographer’s affair with the colours… \n\nIn Hinduism, Mathura is the birthplace and homeland of the Hindu God Krishna. The city is also one of seven sacred cities in India. Because of its importance, Mathura is also the best place to see and celebrate the colourful Holi Festival in a most traditional way. This religious city is full of history and amazing culture.\n\nHoli is a Hindu festival that is celebrated each year at the beginning of Spring, mostly in March, and signifies love and the victory of good over evil. Although the dates each year change, the celebrations typically begin a few weeks before the actual date.\n\nAs a result of the magnitude of the event, it happens across three different villages over three days. A visit on any one of the three days is sufficient to experience this event, but many adventurous souls come for the full experience by participating in all three locations.\n\nIn the story, Lord Krishna and his friends went to Barsana, a village nearby that is believed to have the only temple in India dedicated to Radha - Krishna's lover and companion - to play Holi and trouble the women. There, among all the merriment and gaiety, the women chase them out with sticks.\n\nTo defend their village, the men of Barsana travel to Nandgaon to play Holi and face a similar fate, wherein this time the women of Nandgaon \"beat\" the young men of Barsana with sticks. On the third day, residents of both villages head over to Vrindavan to play Phoolon ki Holi (Holi of Flowers), bringing this three-day festival to a close.\n\nFor centuries, this event has attracted photographers and keen viewers from across the world because of its uniqueness, drama, history, and a burst of colour.  \n\nThe struggle is real, this photograph shows the complete hard work and dedication of a photographer to get a beautiful shot irrespective of the situations they face like the dust in the sensors, dust in the eyes, the crowd push, water on the camera etc. This photograph is dedicated to every photographer who is documenting Indian Culture irrespective of situations. \n\nThis particular photograph was captured during Lathmar Holi ( Beating with sticks ) in Nandagaon. \n\nArtist: Arun Kumar Nalimela \n\nMedium: Photography\n\nEdition: 15\n\nLocation: Nandgaon, India\n\nShot in the year - March 2022\n\n\nABOUT THE ARTIST: Arun Kumar Nalimela, is a passionate Travel Photographer from India. His photographs have been published by National Geographic India, Apple, Sony Alpha and BBC Earth. In addition, his photographs were published in many News Paper and Magazines. He also got interviewed for a Yuva program as part of Inspiration to youth on one of the high-rated News channels, ETV in Telangana.\n\nThis picture was captured in Nandgaon, India and was shot on Sony Alpha 7Riii with a 35mm lens.\n\nLicense: As long as the creator is credited, the primary NFT holder can use the NFT in advertising, to display privately and in groups, and to create virtual galleries, documentaries, and essays. Commercial merchandise, commercial distribution, or derivative works are not permitted. Ownership of the intellectual property remains with the creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Arun Kumar Nalimela"
      },
      {
        "trait_type": "Camera",
        "value": "SONY ILCE-7RM3"
      },
      {
        "trait_type": "Lens",
        "value": "FE 35mm F1.8"
      },
      {
        "trait_type": "ISO",
        "value": "100"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/4.5"
      },
      {
        "trait_type": "Exposure",
        "value": "1/640"
      },
      {
        "trait_type": "Focal Length",
        "value": "35.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2022:03:12 17:11:33"
      }
    ],
    "image_details": {
      "bytes": 3606094,
      "format": "JPEG",
      "sha256": "9b94099f44110059ac56e4f92a368cd7b7be629ed2a90de252ef796b824e1c15",
      "width": 3849,
      "height": 2568
    },
    "image": "https://arweave.net/5txl4IqouZpUkP3l6OnoWoTnTzillQAJpwGSHr_IrYY",
    "image_url": "https://arweave.net/5txl4IqouZpUkP3l6OnoWoTnTzillQAJpwGSHr_IrYY"
  }
}