{
  "address": "0x8758dcacaf17ed23b06f3589eafd78655d5de223",
  "type": "ERC721",
  "name": "Harbour Collective",
  "tokenCount": "10",
  "uri": "https://arweave.net/erq33rEBF-hSRyeGw8oT0i9zBwvCUAoIfHVHEsyZGKQ",
  "metadata": {
    "name": "Artists under Spider",
    "created_by": "Harbour Collective",
    "external_url": "https://harbourcollective.ca",
    "description": "The participants of Harbour Collective's Coastline LAB used the power of Artificial Intelligences (AI) to enhance their respective artistic legerdemain.\"\n\nThe featured Non-Fungible Token (NFT) was derived from a mobile phone image of the Artists, Facilitators, and Colleagues at \"The National Gallery of Canada, Ottawa (2022)\" under the \"Maman\" (sculpture by Louise Bourgeois). The image was processed and enhanced through text prompts within moments of capture.\n\nHarbour Collective's Coastline LAB is a critical investigation into the use and application of Artificial Intelligence and Non-Fungible Tokens within Indigenous Artistic and Curatorial practices.\n\nWe are thankful and recognize the Anishinaabe Algonquin territories and their relations for the gift provided to each one of us during our time in Ottawa (2022).\n\nPlease support Indigenous Art and our Artists by visiting our website : https://harbourcollective.ca\n\n100% of proceeds generated from our NFT Gallery are paid directly to the artist.\n\nThank you - The Harbour Collective\n\n#AI #NFT #HarbourCollective #CoastlineLAB #indigenousart\n\nThe image was processed and AI enhanced by a mobile phone AI tool called \"Dream by Wombo\" (https://wombo.ai)",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Miskwaabik"
      },
      {
        "trait_type": "Description",
        "value": "Using an initial image can enhance the creative process.  This was a image enhanced in real-time using mobile AI software"
      },
      {
        "trait_type": "Date",
        "value": "August 2022"
      }
    ],
    "image_details": {
      "bytes": 522017,
      "format": "JPEG",
      "sha256": "7f6ff420b8c0057f2f294db20f1ff3a5c6a2f847ef758f46dea0fe256bc385a2",
      "width": 960,
      "height": 1568
    },
    "image": "https://arweave.net/RYI6eIB47K3MUIcfU2UjaCL6iFfABuHPPUBnaf6HqU0",
    "image_url": "https://arweave.net/RYI6eIB47K3MUIcfU2UjaCL6iFfABuHPPUBnaf6HqU0"
  }
}