{
  "address": "0x870859e1e72fb8bf0d6a642de1f42f14e04768d0",
  "type": "ERC721",
  "name": "Tess Henley - Good Day To You",
  "tokenCount": "25",
  "uri": "https://metadata.sound.xyz/v1/0x870859e1e72fb8bf0d6a642de1f42f14e04768d0/1",
  "metadata": {
    "name": "Good Day To You #1",
    "artist_name": "Tess Henley",
    "description": "<< this song is best heard turned up to 11 >>\n\nMy path in music has been one of gradual progressions - from classical piano lessons at 3 years old, to singing and playing in school talent shows, to writing, recording, cutting my teeth with 4 hour bar gigs and local venue shows, to touring, to producing, and learning a lot along the way. When the pandemic started, my journey in production hit a stride and I dove deeper than ever. In the last 6 months, the latest challenge to myself was to write and produce songs from conception to completion solely on my own. To be able to if I wanted. I love collaboration and need it as a creative, but self-sufficiency and personal growth has been crucial to my sustainability as an independent artist.\n\nEnter “Good Day To You”. It started with a beat I made on one my favorite keyboards, the OP-1 by Teenage Engineering. I’m inspired by sounds and mood, and that beat set the tone for the rest of the track. This is also my first released song playing live bass.\n\nYou know when ‘words don’t do it justice’? That applies to people too. And sometimes no matter what you say, even if warranted, your value and worth may not be seen by someone in the way it should. In that case, silence is sometimes the most respectful action towards yourself and the most appropriate for someone who doesn’t deserve any more of your time.\n\nxx Tess\n\nWritten and Produced by Tess Henley\nMixed by Yakob \nArtwork by Tess Henley & Shelley Sievers\n\n",
    "external_url": "https://www.sound.xyz/tesshenley/good-day-to-you",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmZevVSogUc73wBc47cDP9fBiQ3L4Pppr5mfUhw1tuJMU1",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmT1ME8tGLcJHYdx5LUoc2Gy4ufW6v4MMkyy7NxxUzakeE",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmT1ME8tGLcJHYdx5LUoc2Gy4ufW6v4MMkyy7NxxUzakeE",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmStgsDfABkQqhvp7JBrP3QDbbhG2F6bJFBvYzRZchkiT2",
    "attributes": [
      {
        "trait_type": "Good Day To You",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}