{
  "address": "0x87853a0b58f2c36feaf0f9183953d9319e598c16",
  "type": "ERC721",
  "name": "Heno. - NEYBORS (feat. Elujay & J.Robb)",
  "tokenCount": "50",
  "uri": "https://metadata.sound.xyz/v1/0x87853a0b58f2c36feaf0f9183953d9319e598c16/1",
  "metadata": {
    "name": "Suffer In Silence #1",
    "artist_name": "Heno.",
    "description": "\"Suffer In Silence\" was a record that was originally intended to be on my forthcoming album, I'm Tired of Being Hypersurveilled\", but I chose to take it off because I felt like this song stood better alone.\n\nBeing a first generation Ethiopian-Eritrean growing up in Takoma Park, MD, it was normal to not speak much on the things we dealt with internally; whether it's due to not wanting to burden anyone, not wanting to be labeled with any stigma, not wanting to appear weak, or simply not having anyone to talk to. We don't say what is wrong, until it is way too late. We hold back on saying what we want, or the way we would like things to be. I used to suffer with substance abuse and suicidal thoughts issues trying to suppress myself in a world where everyone was taught to be afraid of me. It forced me to shrink in rooms I was very deserving to be in but felt the need to make others comfortable by being a lesser version of myself. This is after years of trauma dealing with adversity in many shapes and forms; some of which stem from street life and the over-policing of my community. I experienced a lot of racial profiling, being dragged by my dreads in the street and beaten, had a knee on my neck with a dislocated shoulder, illegal police break-ins into my home with no warrant, guns drawn at me on several occasions, and more - all while just trying to exist.\n\nFeeling sad or numb doesn't mean that you are a weak person; matter of fact, it makes you more human if anything. Unfortunately, many people are unable to cope up with mental illnesses such as depression & anxiety (which I still deal with on/off) because they are scared or embarrassed to get the help that they need. In my culture these issues are things I hope to normalize speaking up about. I think it comes from a generational trauma of being under suppressive governments that made speaking up the most dangerous thing anyone could do - in both Ethiopia & America.\n\nThrough this journey of speaking up about my issues, unapologetically sharing my truths, and having these conversations, I found a deeper appreciation for life, more self love, and a heightened sense of gratitude in what already IS rather than stressing about stuff that ISN'T. May this song be a reminder that we aren't defined by our adversity, but by how we deal with that adversity; whether we let it block our path or push on through. No one should have to suffer in silence.\n\nJust know that you are more than enough.\n.\n.\n.\n\n\"Suffer In Silence\" Lyrics:\n\nI gotta deeper appreciation for life\nOn the road to peace but my Deviation was slight\nAlmost Caught up in them streets there’s no leaving to say goodbye\nAs early as 16 I was eager to Take my life\nNeed relief in my eyes,\nI ain’t Kanye but I seen blood on the leaves as a child\nImagine walking home and tripping over some feet it was wild\nRight by the creek, then i’m proceeded like I ain’t see it like Stevie and smiled\nI ain’t even had the words yet to describe what I seen\ni was nervous But my pride intervened\nOn the surface I was as fine as can be\nBut like a thermos packed Inside full of steam\nNowadays I empathize cuz I know its hard to talk some folks\nFeel like Robin with jokes masking my pain being calm with the trolls\nThey don’t know bout the trauma and withdrawals from the po\nBut as long as you feel better I’ll embark on this road\n\nSo You ain’t gotta suffer in silence\nYou ain’t gotta suffer in silence\nCuz you’re more than enough,\nYou ain’t gotta struggle in private\nTrust me I was one of them smiling\nBut No more will I …..\nBut No more will I, No more will I …..\nSuffer In Silence cuz I’m more than enough\nYou’re more than enough\nWe’re more than enough\nNo more will I, Suffer In Silence\n\n.\n.\n.\n\nwritten & produced by Heno.",
    "external_url": "https://www.sound.xyz/heno/suffer-in-silence",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmagxmeAvJKq7b8fvFEtkcn2iQYP6Dj2hg7Z8wg3bmCTY4",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/Qmc7GjimJ1mCsBdrime19fBxKZCTVw4LV5LvvvX8q3Jb32",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/Qmc7GjimJ1mCsBdrime19fBxKZCTVw4LV5LvvvX8q3Jb32",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmbZnEGD5kzQHWsxKKbDuHbTt5c7hM8hU4aadv2iPigGX4",
    "attributes": [
      {
        "trait_type": "Suffer In Silence",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}