{
  "address": "0x886c26b7a3883517021bfe5570c633e30db2149b",
  "type": "ERC721",
  "name": "Axolotl Academy",
  "tokenCount": "32",
  "uri": "ipfs://QmbiH9upXGpDDk7A6zkWTKDGJmpFeBDKXzhVn24jpuva4J/1",
  "metadata": {
    "name": "Axolotl Academy #2",
    "description": "Welcome to the Axolotl Academy, the premier destination for adorable digital collectibles! Immerse yourself in an enchanting world where 3,333 uniquely handcrafted, limited edition Axolotl NFTs come to life, each possessing their own charm, quirks, and traits. Created by our talented team of artists, who have combined a passion for aesthetics with innovative blockchain technology, Axolotl Academy celebrates the striking beauty and delightful nature of these extraordinary creatures. The Axolotl Academy NFT collection not only showcases the vibrant diversity of axolotls in their various rare and captivating colors, but also features exclusive attributes that make each critter truly one-of-a-kind. Every Axolotl NFT in this collection has a distinct combination of pattern, background, and accessories that signify its individuality and role within the Axolotl Academy community. As a testament to rarity in the world of digital collectibles, the rarest of our Axolotls are adorned with custom-designed elements that truly set them apart. As a proud owner of an Axolotl Academy NFT, you will have access to a thriving ecosystem of events, exclusive content, and a dedicated community. Our comprehensive roadmap includes regular updates and brand-new innovations, ranging from social integration, metaverse adoption, and special real-world perks reserved only for our esteemed collectors. Holders of these adorable digital assets will enjoy a unique, fulfilling experience that transcends the ordinary world of collectibles, creating value well beyond the realm of ownership. By joining the Axolotl Academy, you become part of a vision that celebrates creativity, technology, and conservation. A portion of our proceeds will be allocated towards axolotl conservation efforts, ensuring that a healthy population of these endearing creatures continues to thrive in the future. Become a pioneer, explorer, and protector of the enchanting Axolotl Academy universe—a world where the lines between art, technology, and community are beautifully blurred. Collect. Connect. Contribute. Join the Axolotl Academy today!",
    "image": "ipfs://QmToisSgjLs8qynrTSAL59dQrKpmLjhWL8FB8JLYJt59si/1.png",
    "attributes": [
      {
        "trait_type": "Backgrounds",
        "value": "Pink"
      },
      {
        "trait_type": "Base",
        "value": "Pink"
      },
      {
        "trait_type": "Clothes",
        "value": "I AM A MOD"
      },
      {
        "trait_type": "Eyes",
        "value": "ETH"
      },
      {
        "trait_type": "Headwears",
        "value": "Alpha Cap"
      },
      {
        "trait_type": "Ear Accessories",
        "value": "Flower"
      },
      {
        "trait_type": "Mouths",
        "value": "Joint"
      }
    ],
    "dna": "af353d6ca0c79fb82879dba6155bbd19d88a7eda",
    "edition": 2,
    "date": 1683462516913,
    "compiler": "HashLips Art Engine"
  }
}