{
  "address": "0x886460a992b80b4506426c8a95a60cf1c88a42e1",
  "type": "ERC721",
  "name": "Beast Mode Prod. Six5Beatz",
  "tokenCount": "41",
  "uri": "https://arweave.net/boXfRGz5KnW9RB0pwwWwTj-K-E3pSgRco9f9dgsxnhI/1",
  "metadata": {
    "created_by": "Six5Beatz",
    "name": "Six5Beatz- Beast Mode ft. A kid Called Beast x Rare Lazy Apepes  #1/444",
    "description": "Prepare to unleash your inner beast and ignite your senses with the electrifying music video premiere of \"Beast Mode\" produced by Six5beatz and visuals Produced by Sequenttt Co produced by Six5beatz, featuring the untamed talents of \"A Kid Called Beast\" and the captivating presence of the \"Rare Lazy Apepes.\" Brace yourself for a mind-blowing 3D animated experience that will get you movin' and groovin' like never before!\n\nEnter a realm where music meets adrenaline as Six5beatz takes center stage, ready to captivate and energize. The video unfolds in a mesmerizing 3D animation, transporting you to a world bursting with energy and excitement. Vibrant colors and futuristic Studio surrounds you as the music begins to pulse through your veins.\n\nThe stage is set, and \"Six5Beatz\" with his \"A Kid Called Beast NFTs\"emerges with an unparalleled intensity, embodying the raw power and magnetism of the music. Their dynamic presence commands attention as they unleash their electrifying dance moves, perfectly synchronized with the pulsating beats. Watch in awe as they effortlessly transition between explosive visuals and moments of controlled chaos, fueling the energy of the video with their undeniable passion.\n\nBut that's not all—the \"A Kid Called Beast \" make their appearance, injecting a playful and mischievous spirit into the mix. These animated creatures bring a unique charm to the video, adding an element of surprise and lightheartedness. With their infectious energy, they join forces with \"Rare Lazy Apepes ,\" creating an unstoppable force that will keep you on your feet.\n\nAs the music intensifies, the 3D animation comes to life, delivering a sensory experience like no other. Prepare to be transported through thrilling scenes , soaring through pulsating soundwaves, and feeling the exhilaration of every beat. The visuals seamlessly merge with the music, amplifying the power of the track and propelling you into a state of pure motion.\n\n\"Beast Mode\" is a testament to Six5beatz's talent for crafting infectious beats that demand movement. The combination of \"A Kid Called Beast\" and the captivating \"Rare Lazy Apepes\" creates a synergy that compels you to surrender to the music's irresistible rhythm. \n\nJoin Six5beatz, \"A Kid Called Beast #809,\" and the delightful \"Rare Lazy Apepes \" on an adrenaline-fueled journey through a stunning 3D animated world.  \n This premier music video is designed to get you movin', groovin', and fully immersed in the power of music. So, strap in, turn up the volume, and surrender to the electrifying beats of Six5Beatz in \"Beast Mode.\" Get ready to unleash your inner beast and experience music/Beats NFTs like never before!",
    "external_url": "Six5Beatz.com",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Six5Beatz"
      }
    ],
    "animation_details": {
      "bytes": 34490398,
      "format": "MP4",
      "duration": 153,
      "sha256": "56782e8a60d8d176d5f8d549809da70e2559fa50f8d85f7eec3286f31f79d8d9",
      "width": 1280,
      "height": 720,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/qQQWR-lZ5zMZLNDMn4pkZYt_1sg2QtbEUGA0RRnXyPk",
    "animation_url": "https://arweave.net/qQQWR-lZ5zMZLNDMn4pkZYt_1sg2QtbEUGA0RRnXyPk",
    "image_details": {
      "bytes": 651652,
      "format": "PNG",
      "sha256": "99f3c47c354320e36fe100d9f9fc3f1c25af4f5666192496d7628138c0362399",
      "width": 1920,
      "height": 1080
    },
    "image": "https://arweave.net/R4RgPJhNXOdyGIFWoQSwMprnBVXZYi3_KkWXEDo4Xpw",
    "image_url": "https://arweave.net/R4RgPJhNXOdyGIFWoQSwMprnBVXZYi3_KkWXEDo4Xpw"
  }
}