{
  "address": "0x8894aee5257db9a220b3c3723297d7e3b98f12ef",
  "type": "ERC721",
  "name": "My West V2",
  "tokenCount": "4",
  "uri": "https://arweave.net/8gaNaFS-R_94OXFeCMLw5dQVwss8dhsxDWVXawzl1tI",
  "metadata": {
    "name": "Winter Solstice",
    "created_by": "Arwin Levinson",
    "description": "Winter Solstice\n\nThe day the Sun stands still.\n\nDo you ever get so engrossed in something that time seems to stop? On the day I took this photo, as the storm cleared, and the sun shined through the arch, time did stop. For a moment, the sun stood still.\n\nThe winter solstice (combining the Latin words sol for “Sun” and \"sistere\" for “To Stand Still”) is when the Sun appears to reach its lowest point in the sky for the year and thus ancient astronomers came to know the day as one where the Sun appeared to stand still.\n\nIn this photo, I captured so much motion in the water and clouds, but the Sun is standing still.\n\nKeyhole arch is a well-known sea arch at Pfeiffer Beach in Big Sur,  California. It is a big arch with a small opening.  Every year around the winter solstice, the Sun shines through the hole in the arch. \n\nThis photo had to be minted on the winter solstice. Since I was accepted to SuperRare shortly before, I knew this was meant to be my SuperRare Genesis. Minted on the winter solstice, December 21, 2022, it will be forever preserved on the blockchain.\n\nMany people photograph this phenomenon but most photograph it as a beam of light. I love putting my own style, or twist, on iconic landscapes.  I knew that I wanted to capture this in my own unique way, as the Sun, with rays, shining through the opening. It's one of my signature \"Sun Stars\".\n\nI love the way the shape of the clouds mirrors the shape of the flow of water and how it all leads harmoniously to our bright, beautiful Sun in the middle of the arch. I hope you love it too.\n\nArtist: Arwin Levinson  \nType: 1/1\n\nExtended Editorial License: Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The License includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Arwin Levinson"
      },
      {
        "trait_type": "Aperture",
        "value": "F/16"
      },
      {
        "trait_type": "Location",
        "value": "Pfeiffer Beach"
      },
      {
        "trait_type": "Time of Day",
        "value": "Sunset"
      },
      {
        "trait_type": "State",
        "value": "California"
      },
      {
        "trait_type": "Country ",
        "value": "USA"
      },
      {
        "trait_type": "Special Feature",
        "value": "Sun Star"
      },
      {
        "trait_type": "Edition Size",
        "value": "1/1"
      },
      {
        "trait_type": "Camera",
        "value": "SONY ILCE-7RM3"
      },
      {
        "trait_type": "Lens",
        "value": "Laowa 10-18 mm"
      },
      {
        "trait_type": "ISO",
        "value": "160"
      },
      {
        "trait_type": "Exposure",
        "value": "0.8 seconds"
      },
      {
        "trait_type": "Date",
        "value": "2019:12:23 07:41:55"
      }
    ],
    "image_details": {
      "bytes": 26179174,
      "format": "JPEG",
      "sha256": "93dc0e971dcd49f862a19cbfaa1f240b9ff27b025bb6c195d77c2e9676ef3ff3",
      "width": 5304,
      "height": 7952
    },
    "image": "https://arweave.net/LagWhBnyX67pQJN5olkHZdgQBc2nT8KQG0QBXo05nfA",
    "image_url": "https://arweave.net/LagWhBnyX67pQJN5olkHZdgQBc2nT8KQG0QBXo05nfA"
  }
}