{
  "address": "0x8819dc00be173de348ae5c7f764aaa3123c23f11",
  "type": "ERC721",
  "name": "No small talk was exchanged",
  "tokenCount": "1",
  "uri": "https://arweave.net/UgNcU5C5cpOviFqT2gJIp1aBA-tkM-fYyGaXWiIPTK8",
  "metadata": {
    "name": "Nie Zhongyou faint way",
    "created_by": "Let's get down to business",
    "description": "\"Am I not complimenting her? Rightness, this Li defect was not coadied by surname land that boy past, guarantee is because this little wench film treats him good. Isn't it?\"\n\n\n\nLi Defect was asked, glanced at Han Qiaoer one eye, see this little girl child some blushing ground lower head, the eye secretly look at him however, taking trifling curiosity and hope.\n\n\n\nShe probably didn't think much about it, but as a prisoner of war, she expected to be recognized.\n\n\n\n\"Well, yes.\" Li defect nods, again way: \"you treat me pretty good.\"\n\n\n\n\"The last sentence against my heart, against my heart.\" Lin2 zi xi xi say with a smile: \"see, this time should record a merit to the little wench.\"\n\n\n\n\"Then you give some practical.\"\n\n\n\nLi Fault passes han Qiaoer of the last egg, walk into the kitchen, not in a short while come out again, however carried a big fat meat that had cooked, slowly cut, take steamed bread to wrap to eat, ate several in succession.\n\n\n\nLin2 zi see gape, ask a way: \"you eat so much today?\"\n\n\n\n\"You need carbs and fat.\"\n\n\n\nLi Defect finish eat, stand up to come, saw Nie Zhong by one eye, way: \"I go out to stroll.\"\n\n\n\n\"Hey... Aren't we going to start today?\"\n\n\n\nThe forest asked 1, saw Li flaw put a hand, the person already went out guest courtyard......",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Let's get down to business"
      }
    ],
    "image_details": {
      "bytes": 6108,
      "format": "JPEG",
      "sha256": "5a7eb708fe59d63c1ddc28afe4ca3fa4dc519430b5a3fc6f1ad23c9af9e18dab",
      "width": 192,
      "height": 262
    },
    "image": "https://arweave.net/57GsZL1nS0-sd6hS7Swp_U3rjlcEC33ZQThlbZXwNpQ",
    "image_url": "https://arweave.net/57GsZL1nS0-sd6hS7Swp_U3rjlcEC33ZQThlbZXwNpQ"
  }
}