{
  "address": "0x888331fcf1171f27ce83f046b1dd487928d58933",
  "type": "ERC721",
  "name": "Our Search For Connection",
  "tokenCount": "1",
  "uri": "https://arweave.net/fHFvyO5NlsgtC1pwINCuv8x7cN91hrZHp7K5zcAzzxA",
  "metadata": {
    "name": "Desires in the Deep",
    "created_by": "Mpho Jacobs",
    "description": "Desires in The Deep is an AI artwork using DALL·E 2 that showcases the current story of my heart.  It centres around the woman in the upper area of the work, who holds a heart-shaped balloon, a reference to my first NFT collection titled “Love Was Never Enough”, and how the heart-shaped balloons in the artworks carried symbolism of the ideals and hopes around love. Behind her is a frame. It alongside the balloon showcases how I have framed my life around my art. \n\nThe figure dearly caressing the balloon shows how to her, art is what matters above everything else, but the lower half showcases her subconscious desires. As her dress transforms into an ocean, a man and woman stand together with their arms interlocked, facing each other with their eyes closed, as if about to kiss. They are surrounded by bubbles that represent them being submerged under the ocean, under the main figure’s alert state of mind. The submerged woman and woman above both wear blue dresses to show a connection to each other, with that being of her desiring to be in a relationship.\n\nOn the left is a dresser with a mirror and flowers. The dresser showcases how she has hidden her feelings and desires, with the mirror showcasing her self-awareness. The flowers connect to the candle on the top-right side of the artwork. The candle represents the isiZulu slang phrase my peers usually use, “Ukubamba Ikhandlela” which means “to hold a candle”, a metaphor for when someone is “third-wheeling” or awkwardly encountering a couple in romantic affection. On my daily expeditions around campus, I see partners giving each other flowers, and the encountering of witnessing that exchange makes me feel like I’m being pulled into a third-wheel in my external environment.\n\nAs much as I pride being focused on my art and other responsibilities, I used it as an excuse to dismiss any sort of want of love. But in my daily life, I see that it’s not a valid excuse. I see creatives who flourish in their craft and have healthy, loving relationships, and this artwork represents my desire for that too.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Mpho Jacobs"
      },
      {
        "trait_type": "Medium",
        "value": "AI"
      }
    ],
    "image_details": {
      "bytes": 11462270,
      "format": "PNG",
      "sha256": "e5fc909b7c173d2285c6006d6632d66801aae27552460b729900c47e8ea53750",
      "width": 3072,
      "height": 2048
    },
    "image": "https://arweave.net/X5nhnuYKkmtmm6UKW2-kqSzyZZ-aHafJTviwTpheWE8",
    "image_url": "https://arweave.net/X5nhnuYKkmtmm6UKW2-kqSzyZZ-aHafJTviwTpheWE8"
  }
}