{
  "address": "0x883a2239853151b8a986a88e4f6bb66cbc2d8500",
  "type": "ERC721",
  "name": "CriticizeByCreating",
  "tokenCount": "33",
  "uri": "https://ipfs.pixura.io/ipfs/QmVusNRhQdm2y5aTzB2oQHaBvSrabEgZmDbtzXAQFbcbpP/metadata.json",
  "metadata": {
    "name": "Love Saved Via NFTs? Black & White Edition",
    "createdBy": "Joe Chiappetta",
    "yearCreated": "2023",
    "description": "There are 3 unique versions of the \"Love Saved Via NFTs\" comic, with each one differing visually as well as each version having a completely different response from the witty and pretty woman therein. This artwork, by Silly Daddy cartoonist Joe Chiappetta, is part of the socio-historical project \"Criticize by Creating,\" by Breezy Art. \n\nThe full scoop and story of the \"Love Saved Via NFTs\" cartoon is a semi-romantic/economic/artistic/crypto tale of the heart. And it goes like this:\n\nOnce upon a socio-historical time, there was a dating couple named Gio and Gina. They had been together for several halvenings, and had built up a valuable collection of NFTs, which they had stored in their multi-sig wallet that they both had access to. However, despite their shared love for their NFT collection (which contained several rare OG gems), the couple had grown apart and decided to break up, mainly over minor disputes regarding true decentralization. But as fate would have it, Gio and Gina soon realized that their shared NFT collection was worth a small fortune (at least according to several verified NFT instant experts on Twitter). \n\nTherefore, Gio and Gina couldn't bear to part with their collection (as is the case for all die-hard HODLers). So, they decided to get back together, solely for the purpose of maintaining their NFT collection and its value, which might eventually include metaverse interoperability, and of course, staking rewards (pending SEC and Department of Homeland NFT approval). They laughed at the irony of their reunion, but were happy to have found a reason to come back together. And according to their Instagram feed, they lived (kind-of) happily ever after, forever collecting sweet NFTs in their multi-sig wallet. \n\nTo commemorate the occasion of their rare digital art reunion, they even made a collectible NFT, proving yet again that, while love should not typically be tokenized, it will be tokenized anyways.",
    "image": "https://ipfs.pixura.io/ipfs/QmZcYGdeJeq1AcMbwo5aNgkfHHjDJvLktAay9MZLgfGVms/LoveSavedViaNFTsBW01.png",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmZcYGdeJeq1AcMbwo5aNgkfHHjDJvLktAay9MZLgfGVms/LoveSavedViaNFTsBW01.png",
      "dimensions": "3200x2444",
      "size": "3196843",
      "mimeType": "image/png"
    },
    "tags": [
      "comics",
      "cartoon",
      "satire",
      "parody",
      "decentralization",
      "funny",
      "romance",
      "relationships",
      "dating",
      "sillydaddy",
      "collecting"
    ]
  }
}