{
  "address": "0x88fefa4a6bcfd063d447b85ec41dfac55ad6758b",
  "type": "ERC721",
  "name": "Lirners",
  "tokenCount": "120",
  "uri": "https://lirners-app-xndee.ondigitalocean.app/metadata/1.json",
  "metadata": {
    "name": "Lirners #1",
    "description": "Lirners is an NFT collection focused on merging the future of education and NFTs. We don't say this lightly. Our founding team has been obsessively building edtech products for several years and now it is time to build in web3. Our genesis collection has 5,555 extravagant unique pieces living on the Ethereum blockchain. Making beautiful art is not just our main focus. We are also prioritizing utility as the main factor of our collection. For our ambitious roadmap, we plan on launching a web3 school, DAO to provide grants for educational ventures, in-house professional network, live educational conferences, real-time cohort-based courses, expand the Lirners collection, build Cognia (a physical place meshing Disney + a university), and create a tokenomic economy for the exchange of value in education. As you can see this is a bold venture but we wholeheartedly believe in our mission and are not shying away from moving mountains. The only way we will succeed is if we get our community to work together. Join us in building the future of education.Lirners is created by parent company Lirn.io, visit our site for more details.",
    "image": "http://lirners-app-xndee.ondigitalocean.app/asset/1.png",
    "dna": "d05abff8f8c135bd9dbf597ee5f18d10743a3a0a",
    "edition": 1,
    "date": 1643713664186,
    "attributes": [
      {
        "trait_type": "Background",
        "value": "Light in Darkness"
      },
      {
        "trait_type": "Type",
        "value": "Scientist"
      },
      {
        "trait_type": "Body",
        "value": "Goldie"
      },
      {
        "trait_type": "Clothing",
        "value": "Mariachi"
      },
      {
        "trait_type": "Headwear",
        "value": "Robot Antennas"
      },
      {
        "trait_type": "Eyes",
        "value": "ETH Coins"
      },
      {
        "trait_type": "Mouth",
        "value": "Stitches"
      }
    ],
    "compiler": "HashLips Art Engine"
  }
}