{
  "address": "0x881ad7c46d8779b364fde19e95b2f933b5d12743",
  "type": "ERC721",
  "name": "Cosmos",
  "tokenCount": "3",
  "uri": "https://arweave.net/mYtsVSn-yOKo0prxMCK8CgLTvYf1KdCTvE_8IfX76Mg",
  "metadata": {
    "name": "The Eye of Giordano",
    "created_by": "Mandelsage",
    "description": "Carl Sagan is one of my personal heroes. The legacy of his incredible book \"Cosmos\", and his documentary of the same name, was extended with the new Cosmos Docu-Series hosted by Neil deGrasse Tyson.\n\nThis is the first of a 13-piece collection - one per episode of the series. It is my attempt to pay tribute to Sagan, and to spread his humbling influence farther in the world.\n\nEpisode 1 focuses on the universe as a whole: Its age, its nature, what we know about how it came to be, and on Giordano Bruno, a philosopher in the late 1500s, who essentially guessed correctly about several aspects of the nature of the universe, for which the church executed him by fire.\n\nWith this in mind, I created \"The Eye of Giordano\". The eye in the center is deliberately inchoate, representing the rudimentary forces at the very beginning of everything, which very quickly turned more complex and eventually gave birth to everything in existence, including us.\n\n\"In space there are countless constellations, suns and planets; we see only the suns because they give light; the planets remain invisible, for they are small and dark.\"\n\n\"I beg you, reject antiquity, tradition, faith, and authority! Let us begin anew by doubting everything we assume has been proven!\"\n\n\"I await your sentence with less fear than you pass it. The time will come when all will see what I see.\"\n\n- Giordano Bruno",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Mandelsage"
      },
      {
        "trait_type": "Collection",
        "value": "Cosmos"
      }
    ],
    "image_details": {
      "bytes": 64146573,
      "format": "JPEG",
      "sha256": "feb590fdcff8e26e0780cc45cc621c3a154292a66bf6f59487218411bb9bbb65",
      "width": 8785,
      "height": 8785
    },
    "image": "https://arweave.net/t2f1xq7fADLDuK-eHP3UuTt8_fADXZX5qwU-UWC-f5g",
    "image_url": "https://arweave.net/t2f1xq7fADLDuK-eHP3UuTt8_fADXZX5qwU-UWC-f5g"
  }
}