{
  "address": "0x888bed7a0eaa4b620d1c4a50c8c0ebc41f23d7e1",
  "type": "ERC721",
  "name": "Rachel Suzanne Tien Wood V2",
  "tokenCount": "62",
  "uri": "https://arweave.net/01gGpoX3Ou-JfrvtDfqYvPtw-1dtiMl2YRPoWajGPtQ",
  "metadata": {
    "name": "Outbacks of Australia",
    "created_by": "Rachel Suzanne Tien Wood",
    "description": "In August, 2022 I traveled to the back channels of Australia for a rare flooding event. \nFor the first time in over 100 years, the amount of rain in the desert caused extreme flooding, which changed the dry landscapes to be one of life and colors. Because of the unusual rain in one of the most remote places in the world, we saw an abundant amount of wildlife sightings and incredible vibrant colors in the soil.  \nMany people, including Australians, do not typically traverse this far into the Outback, even when it's dry. During this historic flooding, it is even more dangerous and not for the faint of heart traveler. \n\nRobert Downie and I were able to make the 40+ hour drive out and back with no major incident. We may be two out of a handful of people who have documented this rare natural phenomenon.  \n.  \nExtended Editorial. Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Rachel Suzanne Tien Wood"
      },
      {
        "trait_type": "Year Taken",
        "value": "2022"
      },
      {
        "trait_type": "Location",
        "value": "Australia"
      },
      {
        "trait_type": "Camera",
        "value": "DJI Mavic Air 2 S"
      },
      {
        "trait_type": "Lens",
        "value": "22.4mm"
      },
      {
        "trait_type": "Aperture",
        "value": "2.8f"
      },
      {
        "trait_type": "ISO",
        "value": "100"
      }
    ],
    "image_details": {
      "bytes": 28891960,
      "format": "JPEG",
      "sha256": "7f75c8a2a039f9534e732b900de873dcae127892bc6ab994504e0c34f60c4bf1",
      "width": 9344,
      "height": 5256
    },
    "image": "https://arweave.net/GjuPtiyx3CmX766hYeaDHtlt-PizrLetZerBiazrktE",
    "image_url": "https://arweave.net/GjuPtiyx3CmX766hYeaDHtlt-PizrLetZerBiazrktE"
  }
}