{
  "address": "0x89ddb3bedeccaafbbd78d32ec8aa01fc88a48dfe",
  "type": "ERC1155",
  "name": "surprAIse",
  "tokenCount": "1",
  "uri": "https://arweave.net/h3di13WDyhd5obak7HaybCWXr0OKan9iIBwjmDPRd8E",
  "metadata": {
    "name": "THE MAGICAL DRESS",
    "created_by": "SUNAGE",
    "description": "There was once a young girl named Sophie who lived in a small village nestled in the mountains. She was a kind and gentle soul, but she was often overlooked and mistreated by the other villagers because of her plain looks and simple clothes.\n\nOne night, as Sophie was walking home from the market, she saw a beautiful dress hanging on a branch of a tree. Sophie was captivated by the dress and couldn't resist trying it on.\n\nAs soon as the dress touched her skin, she felt a surge of magical energy coursing through her veins. She looked in the mirror and saw that she was no longer the plain, unremarkable girl she had always seen. She was beautiful.\n\nSophie couldn't believe what had happened. She knew that the dress was special and had somehow given her the beauty she had always wanted. She knew that she had to keep the dress a secret, so she crept back to her home, careful not to be seen.\n\nThe next day, when Sophie went to the market, everyone was shocked by her transformation. The villagers who had always ignored her were now drawn to her, and they showered her with compliments and gifts. Sophie was overjoyed and couldn't believe that the magic of the dress had changed her life so completely.\n\nFrom that day on, Sophie wore the magical dress every day, and she lived happily ever after, loved and admired by all who knew her.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "SUNAGE"
      },
      {
        "trait_type": "YEAR",
        "value": "2023"
      },
      {
        "trait_type": "TOOLS",
        "value": "Midjourney, Photoshop, Gigapixel"
      },
      {
        "trait_type": "SIZE",
        "value": "8192 x 8192 pixels"
      }
    ],
    "image_details": {
      "bytes": 81357625,
      "format": "PNG",
      "sha256": "227ccf25ec79552b09b77fc22613edfade66c34acf1e0b8fdd7e25490640775e",
      "width": 8192,
      "height": 8192
    },
    "image": "https://arweave.net/fWW_V-kd5C1HPIIrGY1Vokf7YkNQ3i5GICYF_827YFo",
    "image_url": "https://arweave.net/fWW_V-kd5C1HPIIrGY1Vokf7YkNQ3i5GICYF_827YFo"
  }
}