{
  "address": "0x894fb5c33380acd2d430f2379f9b71afc287476e",
  "type": "ERC721",
  "name": "PufferSquad",
  "tokenCount": "5555",
  "uri": "ipfs://QmenjeVrjQjJhm5vyTsRQNPxUBsTjeqG7BMMkdMpFMe3a6/1.json",
  "metadata": {
    "name": "PRIMO #0001",
    "description": "PufferSquad (PFS) is a collection of 5,555 unique, hand-drawn and 3D-sculpted NFTs created by Fugu Nation. \n\nThe PFS art is a communication tool and not just any another NFT. \n\nPFS is a collection of little emotive characters that convey facial expressions and that are decorated with various combinations of traits, colors, and patterns. This will provide holders with a means of communication to express their feelings and emotions. The entire collection contains 10 Puffer skin colors, 40 emotions, and 47 traits comprising 77 various colors, backgrounds, logos, patterns, and birth rights. \n\nAll PufferSquad NFTs are in MP4 format. \n\nAll PFS NFTs reside on the Ethereum Blockchain, are hosted on IPFS. \n\nPufferSquad NFTs will grant holders access to an exclusive work-to-earn platform hosted on puffersquad.io. Holders can also use the platform to voice their opinions and vote on matters regarding the platform. \n\nWhen anyone purchases a PFS NFT, they will have ownership over the intellectual property that is represented in the visuals of their PFS NFT(s). This means that they only have the right to sell merchandise and downloadables on the puffersquad.io platform using their NFT(s) again in that very same exact combination of traits and patterns without any sort of alteration. Holders also have the right to use the PFS logo in conjunction with their NFT art on any product being sold on the platform. However, holders are not allowed to use the PFS logo without displaying the art they own.   \n\nThis PufferSquad NFT possesses a LEGENDARY birth right trait. \n\nLegendary: Only 1 PFS NFT possesses this trait and his name is Primo, the first Puffer ever created! The entire PufferSquad dynasty descended from Primo. The Primo holder has the ability to create any Puffer with any skin color or emotion they want also on the condition that they don't already exist within the PFS collection. The Primo holder is the only holder that can create Puffers and add them to the PFS collection as NFTs. \n\nBriefly: \nThe Legendary Puffer can create colors, emotions, and traits as long as they don’t already exist in the PFS collection. \n\nNotice:  \nThe Primo holder has the right to create any type of show or series that could be streamed publicly on any sort of platform (Youtube, Netflix, Amazon…). \n\nBy purchasing a PFS NFT, every PFS holder is hereby consenting to all of the aforementioned conditions. ",
    "image": "ipfs://QmPFyn3q2ugiBRThd9fWvkXHQm3nRAsJGXZnbLysivSL6A/1.mp4",
    "animation_url": "ipfs://QmPFyn3q2ugiBRThd9fWvkXHQm3nRAsJGXZnbLysivSL6A/1.mp4",
    "attributes": [
      {
        "value": "Yellow",
        "trait_type": "Color"
      },
      {
        "value": "UNO",
        "trait_type": "Emotion"
      },
      {
        "value": "YES - Legendary",
        "trait_type": "Birth Rights"
      },
      {
        "value": "Brown Hazel",
        "trait_type": "Eyes color"
      }
    ]
  }
}