{
  "address": "0x894a16b035bb065118037b87adb8276d31be97d3",
  "type": "ERC721",
  "name": "Afterwork by Rodrigo Valenzuela",
  "tokenCount": "6",
  "uri": "https://arweave.net/CrjsSrxMbsZr6c_Jzfsx95cteZCeo4gDECH7eIoCtgc",
  "metadata": {
    "name": "Afterwork #1",
    "created_by": "Rodrigo Valenzuela",
    "description": "In conjunction with the exhibition in our physical gallery, Assembly presents “Afterwork” by Rodrigo Valenzuela. Based on the ghostly absence of workers in an indeterminate time and place, this work is at once futuristic and harking back to a century ago.\n\nIn staged sets suggesting abandoned factories, Valenzuela wishfully foments a revolution, enabling workers powerless in the face of relentless international movement of capital to flee or perhaps overrun their workplaces. As in a science-fiction universe where we feel a potential reality just out of reach of our present, Valenzuela’s scenes meld mechanical objects with steam or smoke, suggestive of steel manufacturing, a cloud of sweat-the only bodily proof of human toil-or a cinematic trope of futuristic atmosphere. In these eerily depopulated scenes, viewers are prompted to envision alternative possibilities to histories of workers dispossessed, or made obsolete, and industries that thrived on human pain.\n\nRodrigo Valenzuela is a Chilean-born, Los Angeles-based artist working in photography, video, painting, and installation. Not satisfied with the existing romanticism of blight and resurrection, Valenzuela opts for image making that is defiantly labor intensive and ambitious in scope. Detritus and industrial parts are scavenged over time, taken apart or reassembled, and transformed in the artist's own studio backdrops, then turned into flat images that confuse the viewer with scale shifts and multiple references. Using autobiographical threads to inform larger universal fields of experience, his work constructs narratives, scenes, and stories that point to the tensions found between the individual and communities. Much of his work deals with the experience of undocumented immigrants and laborers. His work has been exhibited internationally, including solo exhibitions at Lisa Kandlhofer Galerie, Vienna; the Ulrich Museum of Art, Wichita, KS; the Art Museum of the University of Memphis, TN; Klowdenmann Gallery, Los Angeles; the Frye Art Museum, Seattle; and Museo de Arte Contemporaneo, Santiago, Chile. In 2021, Valenuzlea was awarded a Guggenheim Fellowship in Photography and Smithsonian Artist Research Fellowship.",
    "image": "https://arweave.net/LAXndiqM28_oNPWVl2oRLrN7Y73VLi3TJU03kuc0D9c",
    "image_url": "https://arweave.net/LAXndiqM28_oNPWVl2oRLrN7Y73VLi3TJU03kuc0D9c",
    "image_details": {
      "bytes": 4741100,
      "format": "image/jpeg",
      "sha256": "bfbae553dc9e7b99b885b298617d3685c6e361076a443ed74f3f26c7b9eb6813",
      "width": 3000,
      "height": 2400
    },
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Rodrigo Valenzuela"
      },
      {
        "trait_type": "Copyright",
        "value": "All Rights Reserved"
      }
    ]
  }
}