{
  "address": "0x89af99da319832fd4baaad4e6a15a30b144d5ac6",
  "type": "ERC721",
  "name": "1OF1: A Portrait Initiative by Joshua S.",
  "tokenCount": "10",
  "uri": "https://arweave.net/q_98k8VrBkUOJicARDjELMJ-Z4T8jdz5T8Z6loWr6kA/1",
  "metadata": {
    "name": "Ayana Danielle #9",
    "created_by": "Joshua Sauceda",
    "external_url": "https://joshsauceda.com",
    "description": "Ayana Danielle is a creative founder & community builder. The kawaii-lifestyle brooklynite is mother to the alternative femme creator house, “pinkDAO”. pinkDAO provides resources and creates safe spaces for women, who have been historically locked out of tech, art and finance. Ayana is driving mainstream adoption & making opportunity in the Web3 space more accessible to femme creators, with an emphasis in NYC. The model and muse is focused on making a better tomorrow by utilizing emerging technologies and implementing solutions for deeply concerning societal issues that have long-lacked satisfying resolutions.\n\n1OF1 is an ongoing collective of portraiture captured by established creative director and documentarian, Joshua Sauceda. 1OF1 captures the essence of the unique individuals shaping tomorrow through innovation, contribution and community initiatives. These icons exist at the intersection of art, culture, music, technology and media. Every photograph is a 1 of 1 edition and will never be minted again.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Joshua Sauceda"
      },
      {
        "trait_type": "Collection",
        "value": "1OF1: A Portrait Initiative by Joshua Sauceda"
      }
    ],
    "image_details": {
      "bytes": 11785708,
      "format": "JPEG",
      "sha256": "86847bbe927b96179cdc2cb6873db4d14f004263e197e26661561c1da449e22d",
      "width": 2644,
      "height": 3958
    },
    "image": "https://arweave.net/uBvESFbnbWWQ4kpoFAjgsPPt2et_IUmqsILZV7mBS08",
    "image_url": "https://arweave.net/uBvESFbnbWWQ4kpoFAjgsPPt2et_IUmqsILZV7mBS08"
  }
}