{
  "address": "0x899debca6d5cbc75eb8f17667c357b7a6c3679eb",
  "type": "ERC1155",
  "name": "Art by NIC - Open Edition",
  "tokenCount": "3",
  "uri": "https://arweave.net/WI8p3yJDjT_NS-pFXsDLPJ5eiC3EKqf9n0A-hNuMACw",
  "metadata": {
    "name": "Decay",
    "created_by": "NIC",
    "description": "\"Decay\"  \nOnce upon a time, there was a striking sculpture made of two heads and two skulls, held in an abstract metal holder. The sculpture had been created by a mysterious artist and had been left in an abandoned park for many years, exposed to the elements.\n\nOver time, the sculpture had become weathered and worn, the metal holder had rusted, and the heads and skulls had become discolored. But one day, an artist came upon the sculpture and was struck by its beauty, despite its decay. They saw the potential in the worn metal and the discolored heads and skulls. They set to work, using their artistry to capture the essence of the sculpture's decline.\n\nThe artist used textures of rust and discoloration to create a sense of age and neglect. They also incorporated the surrounding elements into the piece, using bold brushstrokes to convey the sense of life pushing through even in the midst of decay.\n\nAs the artist worked, they couldn't help but think about the passage of time and how quickly things can fall apart. But they also saw the beauty in the way nature reclaims what was once hers. The final artwork was a stunning representation of the cycle of life and decay.\n\nIt was a reminder that even as life passes us by, there is still beauty to be found in the world. And though things may fall apart, new life will always find a way to push through.\n\n\"Decay\" is a story of life passing by, a story about taking risk and chances without regret.  \nArtwork was done in blender 3d. With over 3 months work, multiple revisions I am finally happy with the results.  \nArtwork size 2160 x 3840 px - 12.2 MB  \nThis Open Edition is part of larger burn/redeem project.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "NIC"
      }
    ],
    "image_details": {
      "bytes": 12872513,
      "format": "PNG",
      "sha256": "eb4dbb53aef33808d6cdaceff653dffa52028f07cd07f6262284ab3b14db7bc2",
      "width": 2160,
      "height": 3840
    },
    "image": "https://arweave.net/H4HupsqNv3DLCjHhcms2WeteNVUto4LPCB0pG2uOiSI",
    "image_url": "https://arweave.net/H4HupsqNv3DLCjHhcms2WeteNVUto4LPCB0pG2uOiSI"
  }
}