{
  "address": "0x8922ee819260382d31e4266c332316c1e6f1a7a0",
  "type": "ERC721",
  "name": "Nifty Royale X Ryan Newburn GM Iceland",
  "tokenCount": "51",
  "uri": "https://niftyroyale.mypinata.cloud/ipfs/QmakZwKPPnbA2qTVXM3iyttueLQKvuaJnqPB4c6bxgoEkG",
  "metadata": {
    "description": "GM Iceland is a moment in time that every soul yearns for. The ability to be fully immersed inside of an environment that defies imagination. The tranquility of being at one with the powerful stillness of a 700 year old iceberg that looms above, whilst inhaling the chilled Arctic air that makes you feel more alive than ever. The sight of the pink hues as dawn illuminates the sky, perfectly contrasting the deep blues of the glacial ice. The feeling of being alone amongst it all and the absolute silence that come with it. A perfect moment in time all to yourself to bring in the day. This moment will be yours on a ‘Red Eye’ to Iceland.",
    "external_url": "https://niftyroyale.com/",
    "image": "https://niftyroyale.mypinata.cloud/ipfs/QmQRi3cigw8rjVP5BWAQxxBWQyMjXKfy8W4LZieMKtHbzK",
    "name": "GM Iceland",
    "attributes": [
      {
        "trait_type": "Created by",
        "value": "Nifty Royale"
      },
      {
        "trait_type": "Nifty Royale Winner",
        "value": false
      },
      {
        "trait_type": "Artist",
        "value": "Ryan Newburn"
      },
      {
        "trait_type": "Artist Description",
        "value": "Ryan Newburn is an American glacier and aurora photographer living in Iceland. Originally from Omaha, Nebraska, Ryan spent most of his life overweight and inactive weighing over 300lbs. Then 7 years ago, after losing more than 140lbs, Ryan sold everything he owned and booked a one way airplane ticket to Japan. Since then, Ryan has walked thousands of miles across Japan, New Zealand, Iceland, and parts of Greenland and Australia. Across his walks, Ryan devoted himself to learning the art of photography and now owns a glacier photography tour company in Iceland. His greatest passion is now telling the story of the glaciers through the tours he leads people on."
      },
      {
        "trait_type": "Prize Description",
        "value": "Winner of the 1/1 Aurora piece, ‘Red Eye’, will be awarded a 4 day private tour in Iceland with Ryan Newburn, the artist. As your guide, Ryan will take you on a private tour of Iceland’s beautiful south coast, including waterfalls, black sand beaches, iceberg lagoons, and glaciers. He will also be your personal photographer throughout your trip, photographing you in your experience and giving you a professionally edited photo package at the end of your adventure. Private tour may include you and up to 3 additional people. This tour includes transportation, gas, private driver guide, private glacier guide, and photography package. This tour excludes flights, visas, accommodation, food, and drink. Offer only valid to original winner of Nifty Royale Battle ‘GM Iceland’. Offer never expires."
      },
      {
        "trait_type": "Specs",
        "value": "JPEG, 13.5 MB, 5000×5000px"
      }
    ]
  }
}