{
  "address": "0x89d2167554e2a91da051b92863019d199aa17c8c",
  "type": "ERC721",
  "name": "MUSESS.ART",
  "tokenCount": "93",
  "uri": "https://musess-api-otpxj.ondigitalocean.app/nfts/1.json",
  "metadata": {
    "name": "Musess #762",
    "description": "THE QUEST FOR KEIRA\n\nKeira was a woman who loved videogames. She was especially fascinated by those that took her on epic quests, filled with mystery and suspense. So when she stumbled upon a lost videogame that seemed to be made just for her, she was over the moon. The game was called \"The Quest for Keira\". It was a first-person adventure game in which the player had to navigate through a labyrinth of puzzles and challenges in order to find Keira. Keira was a digital character in the game, and the player's only ally. Keira was elated to be able to enter this new world and embark on her very own quest. She quickly became absorbed in the game, spending hours upon hours trying to solve its puzzles and unravel its mysteries. As she progressed further and further into the game, she became more and more curious about who Keira was and what she was trying to accomplish. Finally, after weeks of playing, Keira reached the end of the game. She discovered that Keira was a digital representation of herself, and that the game was actually a way for her to explore her own subconscious. The puzzles and challenges had been designed to help her confront her fears and unresolved issues. Although Keira was initially disappointed that the game wasn't actually a real adventure, she was glad to have finally confronted the issues that had been troubling her. She was also excited to discover that she had the potential to become a great videogame designer herself.",
    "image": "https://musess-api-otpxj.ondigitalocean.app/imgs/762.jpg",
    "attributes": [
      {
        "trait_type": "Musess Type",
        "value": "AI Painted"
      },
      {
        "trait_type": "Musess Origin",
        "value": "Keira"
      },
      {
        "trait_type": "Story Genre",
        "value": "Introspective"
      },
      {
        "trait_type": "Story Rarity",
        "value": "Rare"
      },
      {
        "trait_type": "Writer",
        "value": "AI"
      }
    ]
  }
}