{
  "address": "0x897e37dc54a130c7324eb677407138cb6a7d2c82",
  "type": "ERC721",
  "name": "Low Leaf - Jump Off",
  "tokenCount": "10",
  "uri": "ar://3k-1OQuByh5R2DzQB4UDhLxmyAMkEzAb73ZMkU1p2rM/1",
  "metadata": {
    "animation_url": "ar://aGKZhnbkF1GJi1GZn26S4np9uyRHjikQDEruaijRIyM",
    "artist": "Low Leaf",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://N3WbM8v11cpzuewp-3TSqBuV_hAaUDlu1XMbqtiUK9M",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Jump Off",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "Peace - I’m Low Leaf ! Imma Filipino/American, multi-instrumentalist (pianist, harpist, guitarist) and producer born in Hollywood n based in LA. I’ve been independently releasing music since 2012 and it’s always been my dream to awaken the world to the cosmic song within & all around us ~ by simply being true to who I am n singing my heart’s song. Bc of this I’ve journeyed deep with my relationship to music and nature as a means to communicate with the divine throughout the years. \n\n“Jump Off” is special AF bc I wrote it when I was on a year long sabbatical, and felt how freeing it was to jump off the timelines of social media ~ how amazing it felt to reclaim my aura, my mind, my body, and fill myself up with my own energy again. I hadn’t realized how much I was pouring into so many people outside of me, energetically, creatively and psychically. \n\nI also wrote this the day after I watched the Kurt Cobain documentary Montage of Heck. I was inspired by his raw spirit, and how he was able to translate his soul so clearly in everything he made. I saw parts of myself that I’d been repressing in my own art. Whenever I was depressed, I wouldn’t feel like creating cuz I always thought that music was like an energy capsule - I didn’t wanna spread my sadness. I’ve come to find that I was expressing an incomplete picture of who I was, n limiting my own creativity. Although we are divine beings, we are also human. \n\nInna way, this song is also a timeline jump… into a reality where I’m able to receive insight from my future self, and give insight to my past self / timeline jumping into a version of me where I’m more liberated and whole / embracing the multi-dimensionality of what it means to become more human. \n\nCREDITS\nAll music written, produced and performed by: Low Leaf\nGuitar, synths, percussion, vocals: Low Leaf\nMixed and mastered by: 0",
    "duration": 226,
    "external_url": "https://www.sound.xyz/lowleaf/jump-off",
    "genre": "Experimental",
    "image": "ar://N3WbM8v11cpzuewp-3TSqBuV_hAaUDlu1XMbqtiUK9M",
    "isrc": null,
    "key": null,
    "license": null,
    "locationCreated": null,
    "losslessAudio": "ar://aGKZhnbkF1GJi1GZn26S4np9uyRHjikQDEruaijRIyM",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Jump Off #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Jump Off",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}