{
  "address": "0x89b54c9eb5613c299e5781cd06e99917f0d68dfb",
  "type": "ERC721",
  "name": "Bit_Flip's NFT Art",
  "tokenCount": "6",
  "uri": "https://infiNFT.azurewebsites.net/api/HttpTrigger?artContract=0x89b54c9eb5613c299e5781cd06e99917f0d68dfb&id=1",
  "metadata": {
    "image": "https://gateway.pinata.cloud/ipfs/Qmb1hJji4XYtjRPfLKzpr2rSJ1f1pPxTnj44NTLftvkyxx",
    "description": "\"Maasai Warrior\" is from the secret crypto art show that happened February, 2020. \"Maasai Life\" was a benefit show and fundraiser for the Tanzania Maasai who contacted the artists via Instagram.  It was Nevada County California's first A.I. and Crypto art show. Artworks were offered for sale for cash or crypto currency. Purchase included a physical digital painting and certificate of authenticity tracked via this NFT. This work was created using drawing, artificial intelligence, and digital painting techniques. The show was a sucess, but largely misunderstood by the rural inhabitants of the area. The artwork was airbushed by a robot, a canon pro 4000 printer, at Artist-Proof: print and design (Dani Joy's print shop). The artwork was airbrushed on gloss canvas. The artist printed the art, stretched the art and built the stretcher bars himself. The artwork is 20\"x20\". The art work was listed for $400USD or equivalent cryptocurrency. This is an edition of 1. There will be no more versions made of this painting. The owner of this NFT token is the legal owner of this artwork and has full rights to the hand built physical and digital NFT asset. Artist reserves rights to 10% royalty fee upon sale of the NFT and the painting. Artwork was left up at location and sold on 12/16/2020. This on-chain metadata of this NFT was created by the artist Dani Joy. ",
    "animation_url": "",
    "external_url": "https://www.infinft.com/view.html?artistcontract=0x89b54c9eb5613c299e5781cd06e99917f0d68dfb&token=1",
    "name": "Massai Warrior",
    "attributes": [
      {
        "trait_type": "artist name",
        "value": "Dani Joy"
      },
      {
        "trait_type": "edition number",
        "value": "1 of 1"
      },
      {
        "trait_type": "exhibition",
        "value": "Maasai Life_GlitchAIart_CryptoArtShow"
      },
      {
        "trait_type": "file type",
        "value": "png"
      }
    ]
  }
}