{
  "address": "0x8a00736212dd36aa60a3cfa482787c2d82e58e76",
  "type": "ERC721",
  "name": "Suzann Victor",
  "tokenCount": "2",
  "uri": "https://arweave.net/Rpi_EsDyZmrwKZPrKcIgjz_wrWIx3eA6OBWYvBUNZlk",
  "metadata": {
    "name": "Contours of a Rich Manoeuvre, \"Criss Cross\"",
    "created_by": "Suzann Victor",
    "external_url": "https://suzannvictor.com/artwork/contours-of-a-rich-manoeuvre-2006/",
    "description": "“Contours of a Rich Manoeuvre” was initially commissioned for the re-opening of the newly retrofitted National Museum of Singapore in 2005. During its installation, the artwork was suspended directly above the entire length of the bridge linking two architectural halves of the new museum. In “Contours”, a row of eight red chandeliers swing as pendulums to mark out a choreography of lit patterns in air, time and space. These patterns coalesce into a dramatic mid-air calligraphy that alter and change synchronistically by the physics of differentiated time signatures. There are twelve “light drawings”, or movement signatures generated in light when the artwork is in full swing. While each chandelier’s swinging repetitively traces arcs in 1-dimension on the horizontal plane to create independent sine waves, when all twelve swing, the work’s physical 4-dimensionality performs a continuous sine wave that is visible at any instant. Thus, “Contours of a Rich Manoeuvre” can be said to physicalize the indescribability of time by acting as the physical axis to portray movement over time i.e. 1-dimension against time. \n\nThe Contours series speaks in the language of time where timing is the heartbeat driving the movements that make drawings out of light. These twelve sets of time signatures, when physicalized as the swinging motion of chandeliers, transcribes time into a visual form – a narrative of clearly discernible/visible images made of light derived from an Asian iconography e.g. a sixteen-metre red dragon swaying in midair, twin dragons crisscrossing etc. This re-engages the viewer with the present - the fact of time. Each red chandelier pendulum begins its journey moments before or after its neighbour in a coherent performance as one body-machine, gradually swaying from a motionless start to an amplitude of thirty degrees. In so doing, they exceed the boundaries of their given point in space such that their place of belonging is no longer anything but a point in their movement, repeatedly marking a trajectory of arcs that render patterns of light that alternate between organic manoeuvres.\n\nAny and all intellectual property, including copyright, in the Digital Artwork remains with me as the Artist.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Suzann Victor"
      },
      {
        "trait_type": "ARTWORK",
        "value": "Contours of a Rich Manoeuvre"
      }
    ],
    "animation_details": {
      "bytes": 104372619,
      "format": "MP4",
      "duration": 81,
      "sha256": "b2a70bd59521e8d3c733bb94991f2e3951067ecc290f8736fc6ee7cda054fea3",
      "width": 1440,
      "height": 2160,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/prbfxfGLNZtl3mFF85gT9JtXcBeV2Vq7uDS027Fzi98",
    "animation_url": "https://arweave.net/prbfxfGLNZtl3mFF85gT9JtXcBeV2Vq7uDS027Fzi98",
    "image_details": {
      "bytes": 169956,
      "format": "JPEG",
      "sha256": "461ec065b248d4e9e44bba4f75245e55d4f544ea65b4b680b9ab218cd39c215e",
      "width": 907,
      "height": 907
    },
    "image": "https://arweave.net/eTMh7YXBcynA9NTRs0gVGIKeRWQ0V7XD0m5eWvm-7EI",
    "image_url": "https://arweave.net/eTMh7YXBcynA9NTRs0gVGIKeRWQ0V7XD0m5eWvm-7EI"
  }
}