{
  "address": "0x8a9193b19be77c654fd8e6b707e23bddfc0b344a",
  "type": "ERC721",
  "name": "Proud Alpharian Club",
  "tokenCount": "22",
  "uri": "https://arweave.net/5epIs51aKK9FIrRFNkLd6WaUse_fBz1Md-vbaqp7aW0/1",
  "metadata": {
    "name": "Alpharian #002",
    "created_by": "Alpharian - microbilo.eth",
    "external_url": "alpharian.xyz",
    "description": "Alpharian(s) are people who are full of love. Their beautiful emotions create harmony and balance for anyone who is lucky enough to become their friend.\n\nAlways graceful and charming when dealing with others, their emotional intelligence is very high.\n\nBringing people together for a common cause or to solve disagreements is part of their skills. Professionally they could become an amazing mediator. Seeing both sides of a coin lets’ them constantly find new perspectives to solve all disagreements.  \nIt is easy to be gracious because they strive for balance. Knowing the importance of balance in their life makes them into a good negotiator.\n\nThat is also why they never close any doors so that there is room left for compromise. Creativity probably runs through their veins. It is up to them how they want to use their artistic ability.\n\nThe impression they usually give to people are that of playful elegance and safety. Even if they have a hard time with something, to the outside world they seem to be doing just fine.\n\nPeople around them feel safe because they give them joy. Giving joy to the world is one of their greatest gifts.",
    "attributes": [
      {
        "trait_type": "COUPLE STATUS",
        "value": "Same-Sex"
      },
      {
        "trait_type": "ATTIRES",
        "value": "Suits"
      },
      {
        "trait_type": "COLOUR",
        "value": "Green & Navy Blue"
      },
      {
        "trait_type": "SHOES",
        "value": "Black & White Smart"
      },
      {
        "trait_type": "HAIRS",
        "value": "Black & Ginger"
      },
      {
        "trait_type": "SKIN",
        "value": "Dark & Light"
      },
      {
        "trait_type": "OCCUPATIONS",
        "value": "Entreprenuers"
      }
    ],
    "image_details": {
      "bytes": 905967,
      "format": "JPEG",
      "sha256": "ee6f21a29a7d3b279eb7eeed43afab4b94feed7111cbff7ff9c6ed7581ec0b56",
      "width": 1484,
      "height": 2009
    },
    "image": "https://arweave.net/k-dbYDD5MmMYu-VkWFkmHwgmeQBVJ47Gx9AQSNlbFAo",
    "image_url": "https://arweave.net/k-dbYDD5MmMYu-VkWFkmHwgmeQBVJ47Gx9AQSNlbFAo"
  }
}