{
  "address": "0x8ae4a0a1a9477dfc5e311fb11d1bed343769eac7",
  "type": "ERC721",
  "name": "Vita Evangelista",
  "tokenCount": "3",
  "uri": "https://api.tropix.io/nfts-metadata/0x8ae4a0a1a9477dfc5e311fb11d1bed343769eac7/1/1",
  "metadata": {
    "description": "A obra e composta por dois videos que apresentam uma frase escrita em cada uma\nde duas linguas europeias amplamente instrumentalizadas para a colonizacao do\nchamado Sul Global: o portugues e o ingles. Voce nao tem que espelhar o opressor\npara reivindicar um mundo que foi dominado por ele — a nota medita sobre a\nimportancia de se investigar quais outros possiveis metodos de se estar no mundo\npoderiam desafiar a hegemonia sem espelhar sua producao sistematica de dano.\nFazendo referencia ao simbolo yin yang, o contraste entre os estados quebrados e\ndistorcidos de uma superficie espelhada constroi as imagens. A lentidao com que\ncada palavra aparece para compor a frase, chama atencao para a linguagem como\nconstrucao material, na tentativa de deslocar os poderes dominantes que lhe\nconferem significados. Contra o ideal de completude que tende a permear o\nobjetivo de controle total, as diferentes partes da obra sao desatadas e\npossibilitadas a existir em separado.\n\n \n\nArtista: Vita Evangelista\n\nTitulo da obra: Yin Yang Mirror: Notes on Method in two colonial languages\n\nAno: 2021\n\nNumero de edicoes: 1\n\nDimensao da obra: 1920 x 1080p\n\nDetalhes tecnicos: Video. Resolucao: Full HD (1920 x 1080p). Duracao: 1m39s.",
    "external_url": "https://tropix.io/auctions/428d3519-326c-4dba-b8f9-b4b757bed0ca",
    "image": "https://res.cloudinary.com/tropix/image/upload/v1628044752/assets/artworks/vita_evangelista/videos/Yin%20Yang/Notes_On_Method_-_Yin_Yang_Mirror_thumb_medio_uvddtl.jpg",
    "animation_url": "https://res.cloudinary.com/tropix/video/upload/v1628043168/assets/artworks/vita_evangelista/videos/Yin%20Yang/Notes_On_Method_-_Yin_Yang_Mirror_otimizado_i4bgjp.mp4",
    "name": "Yin Yang Mirror: Notes on Method in two colonial languages (Edition #1) by Vita Evangelista",
    "attributes": [
      {
        "trait_type": "Artist Proof",
        "value": false
      }
    ]
  }
}