{
  "address": "0x8a135a8a0001b03ea3270a122d93b96f76dfcec5",
  "type": "ERC721",
  "name": "154ever by Mariah Robertson",
  "tokenCount": "30",
  "uri": "https://arweave.net/_v9vjQolPGJTvbb4pdSMC21pulaQUWtlzHyO8qxJXPA",
  "metadata": {
    "name": "154ever #1",
    "created_by": "Mariah Robertson",
    "description": "Zome.art presents 154ever, a collection of 30 images by artist Mariah Robertson. Using a large roll of photographic paper, and deploying a myriad of analogue techniques, Robertson created a single tapestry over the course of several days in the darkroom. She then photographed the tapestry, and divided it into 30 discrete images, now available as NFTs. \nThe images will be revealed as they are collected, and will also be stitched together and displayed here: https://art.zome.art/robertson/154ever/. Once all 30 images are collected, the tapestry will be complete, and an NFT of the final piece will be airdropped to each primary collector. Each primary collector will own both a piece of the tapestry, as well as an edition of the completed tapestry. This is a unique opportunity to own both a part and a whole of a large scale unique work by the artist, previously unavailable, and now archived on the blockchain.\n\nMariah Robertson (b. 1975) received her BA from University of California, Berkeley and her MFA from Yale University. She has exhibited widely at institutions such as MoMA PS1 and The International Center of Photography. Her work is in the collections of the Whitney Museum of American Art, New York; Museum of Modern Art, New York and the Los Angeles County Museum of Art, among others. Mariah Robertson lives and works in Brooklyn, New York.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Mariah Robertson"
      }
    ],
    "image_details": {
      "bytes": "11305681",
      "format": "JPEG",
      "sha256": "2902cca275b2a9cf9a5d1822640a04323c18513b1a8558ec384a42aa784cd2b4",
      "width": "3560",
      "height": "3022"
    },
    "image": "https://arweave.net/03qNcULpBw_s1N_mOi4J7tMCUbARZ7d5wjTLYNgYgsk",
    "image_url": "https://arweave.net/03qNcULpBw_s1N_mOi4J7tMCUbARZ7d5wjTLYNgYgsk"
  }
}