{
  "address": "0x8acaa3bcbb7b1793ea89a737e3df39ca2bb29650",
  "type": "ERC721",
  "name": "UNFAZED",
  "tokenCount": "700",
  "uri": "ipfs://QmPDCFFMF2BzWVudKtR1SpnnyCamM2VXRKcTVcHQjEvQat/1",
  "metadata": {
    "name": "UNFAZED NFT LOVE #1/100",
    "description": "# UNFAZED NFT LOVE\n\n## GNAMP x Free-HY\n\n## Somewhere off in a Distant Galaxy is a Crypto OG who Loves Supporting Digital Artists and Buying NFT Art. Each Day the OG Needs to Harvest Energy Pods to Keep his NFT Adventure in Motion. He Does All This Unfazed Amongst the Chaotic Market Forces Symbolized by Whales, Bears, Shrimp and Bulls 🐳🐻🦐🐂\n\nThis drop is the culmination of well over a year's work.  We are very proud and excited to present a piece of ourselves in this work.  The last few years have been a very trying time, in which faith was tested.  With everything going on around us and the market forces, it is easy to get lost; many times I had to remind myself why I am here and that much of what crypto and NFTs are going through is because by fiscal market forces.  Inflation, High Interest Rates, Fiscal Policy was the cause. So as the Unfazed OG Alien, we have been undeterred by the market forces - whales, shrimp, bulls and bears. We continue on into the future without blinking, supporting digital artists and purchasing NFTs. We have faith in the Future and Blockchain. NFT Art Gallery's Collection is a great example of having faith, supporting the scene and HODLING.\n\n---\n\n10% of proceeds from this drop and a portion of all future primary and secondary sales will be donated to the Marketing Foundation’s NFT Artist Boost Initiative, marketing and advising Digital/NFT artists to help them break through and level up.\n\nThe Marketing Foundation is a 501(c)3 nonprofit. 10% of the purchase price is tax-deductible.\n\n[Learn more about The Marketing Foundation NFT Artist Boost Initiative](https://marketing.foundation/nft-artist-boost-initiative)\n\n# Together, We Build The Future - LFGGG💗🔥🚀\n\n## Should you encounter any issues, please contact our support team immediately via our Live Chat or [by submitting a ticket.](https://help.niftygateway.com/hc/en-us/requests/new)",
    "image": "https://res.cloudinary.com/nifty-gateway/image/upload/v1683917977/publishers/nft-art-gallery/65705/86759/ezgif-frame-001.jpg",
    "image_hash": "QmfGUiXkCSTq6FymXxcL6ozNtRP41nACwEZwp5eQ3h2jMF",
    "background_color": "ffffff",
    "external_url": "https://niftygateway.com/collections/unfazed/"
  }
}