{
  "address": "0x8acee507e3eb952b96559b2f7e8b02893d3fb77b",
  "type": "ERC721",
  "name": "gm.pizza",
  "tokenCount": "1",
  "uri": "https://arweave.net/6DWmQ7iBagx9dC3TBX1MuS8ncYbO77CSu_ZX86bwuR8",
  "metadata": {
    "name": "Golden Slice",
    "created_by": "Pizza Lord",
    "external_url": "gm.pizza/golden_slice",
    "description": "Golden Slice is a club membership NFT for gm.pizza, a Web 3.0 animation studio and lifestyle brand created by PizzaLord with the mission of spreading good vibes and the message that pizza should be free through the metaverse. As a member of the Golden Slice club, you will be part of an exclusive community of pizza and crypto enthusiasts who have a special connection to the gm.pizza brand.\n\nWith your Golden Slice membership, you will receive a range of exclusive benefits and perks, such as early access to limited edition NFTs, discounts on future purchases, and special event invitations. As a holder of the Golden Slice NFT, you will also have a voice in the development and expansion of the gm.pizza brand, and you will be considered part of the inner circle of the gm.pizza community. This means that you will have the opportunity to mint any future NFTs on the gm.pizza platform and help shape the future of the brand.\n\nOverall, the Golden Slice club membership is a unique and rewarding way to support and be a part of the exciting gm.pizza project. Not only will you have access to exclusive experiences and rewards, but you will also be able to contribute to the growth and evolution of this innovative and fun brand.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Pizza Lord"
      }
    ],
    "animation_details": {
      "bytes": 6897112,
      "format": "MOV",
      "duration": 5,
      "sha256": "7f05262ba1a218516870b9e770ee6de611d9a4d9c085a3b73dc79322dc918406",
      "width": 1088,
      "height": 1088,
      "codecs": [
        "H.264"
      ]
    },
    "animation": "https://arweave.net/hF03flGJ1WbRxl72CnsYFpCCtkIDFsiM5NNuSrgDUEY",
    "animation_url": "https://arweave.net/hF03flGJ1WbRxl72CnsYFpCCtkIDFsiM5NNuSrgDUEY",
    "image_details": {
      "bytes": 423654,
      "format": "PNG",
      "sha256": "1a4602dbe7d325bbac2823e209d607edc661c64323bc7586c3b9a8c8cb578409",
      "width": 1088,
      "height": 1080
    },
    "image": "https://arweave.net/zoCTfeNSFtC5qTO5cMCDZI9vU9HBfHwmIIT6kTlFPMI",
    "image_url": "https://arweave.net/zoCTfeNSFtC5qTO5cMCDZI9vU9HBfHwmIIT6kTlFPMI"
  }
}