{
  "address": "0x8a07a9f786c1c67edeea0f9488625b47676f532c",
  "type": "ERC721",
  "name": "Woman in Improper Hijab Slaying Mullah",
  "tokenCount": "17",
  "uri": "https://arweave.net/MBHydag2bbOeybn5wMO_93E5Q71i3lRXWlMSTb3eCX8",
  "metadata": {
    "name": "Woman in Improper Hijab Slays Mullah",
    "created_by": "Hajar",
    "description": "\nFree mint: Work based on Artemisia Gentileschi’s interpretation of ‘Judith Slays Holofernes’ and inspired by current events in Iran. \nMint is open to all till 25th October, 40 days after Mahsa Amini’s death. Minted on Manifold. ‪#Mahsa_Amini‬ ‫#mahsaamini_مهسا_امینی‬ \n\n The practice of commemorating a death after 40 days (arba’ein in Arabic, chehellom in Farsi) has its roots in the death of Imam Hussein and gained political impetus during the years leading up to the Islamic revolution of 1979 with observances held for martyred protestors. \nThis time round though, four decades after the Revolution, it’s clear that it’s the women and men fighting the Islamic Republic that will be the martyrs. \n\n The 1979 Islamic revolution was a crucial point in the development of political Islam; it was meant to show the world how a theocracy was a better solution to the rule of the Shah, then reviled as an American puppet. \n\n The Revolution inspired millions of Muslim women across the globe, Sunnis and Shi’ites alike, to don the hijab. \n\nWhat the world was blind to was the way the hijab was enforced; the razor blades hidden in the handkerchiefs used to remove the lipstick of women who dared to put on makeup and the acid attacks on women for the crime of being improperly veiled describe the current reign of terror in Iran. \n\nThe choice of  Gentileschi’s interpretation of ‘Judith Slaying Holofernes’ over Caravaggio’s was deliberate: Gentileschi was a woman ahead of her time, who brought her rapist to court when rape was not even a crime.\n\nIn order to prove the veracity of her claims, she was tortured, at the risk of losing her fingers and even when the court believed her, her rapist walked free. Gentileschi painted herself into many of her works. \n In the original, Judith took on her likeness and Holofernes, that of her rapist. I have substituted a woman in ‘improper hijab’ for Judith and a mullah for Holofernes. \n\nThe VHS effect was applied to evoke the terror of 21st century terrorist beheading videos. ",
    "image_details": {
      "bytes": 3303137,
      "format": "JPEG",
      "sha256": "58cb39a5f6dcc002c5f2a516bcc485f977a1d3c85f3b83b58513f7bbfee479e3",
      "width": 2055,
      "height": 2499
    },
    "image": "https://arweave.net/9HcI-b15R3axtVaoCbF8m9OkrppZOiTw-MKFaOLBygo",
    "image_url": "https://arweave.net/9HcI-b15R3axtVaoCbF8m9OkrppZOiTw-MKFaOLBygo"
  }
}