{
  "address": "0x8bcbf689db20842c6314a15f2b3311132eb8685a",
  "type": "ERC721",
  "name": "Anna Dart",
  "tokenCount": "2",
  "uri": "https://arweave.net/7Ji8sL6oWQWKtx2wabHyYj5fuIYGKuz4l_zxCiwv1uc",
  "metadata": {
    "name": "Fu Mar AI",
    "created_by": "Anna Dart",
    "description": "Introduction\n\nAnna Dart has been crowned as one of top 3 Winners of the 1st Claire Silver AI Contest among 1753 art submissions with her groundbreaking artwork \"Fu Mar AI\". The major event was organized by a pioneer in AI-Collaborative art, Claire Silver and received 168K views. It took place on August 15, 2022, with the results announced on August 18, 2022. Congratulations to Anna Dart, Javier Tomeo, and to the Absolute Prize Winner, Nate Talbot.\n\nA quote from Claire Silver: \"This was so hard. Loved so many more than whats chosen here, & if I can find time, want to make a thread discussing them. (...) Please know my favorites list was 341 pieces long, and it was *extremely* painful to pare it down. I hope you're encouraged by that. Of the list, finally narrowed it to Javier Tomeo, Anna Dart and Nate Talbot. All shared high quality work that moved me. Recommend you follow all 3 & watch their work closely.\" \n\nAbout the artwork\n\nThis highly meticulous work by Anna Dart is about the enduring love and its power to encore us in the midst of external chaos. There is a contrast between the old love and new solitude the virtual world brings, masterfully represented by the watercolour core and multilayered roots generated by AI.\n\n“The feelings I wanted to contain in “Fu Mar AI” are best represented by Kara Jackson's poetry \"The World Is About to End and My Grandparents Are in Love\" which speaks about the destruction of the modern-day world and how this has ruined the chances of having a love like our grandparents do.”\n\nAbout the artist\n\nAnna Dart is an artist, curator, and futurist who promotes ecological, cultural and social sustainability at the intersection of new tech. Co-founder at Exquisite Workers. Gaudí´s Ambassador. Guest artist at Picasso Museum & digital fashion house The Fabricant. Anna has been nominated at the NFT.NYC Awards ´22 as the Best Traditional artist turned NFT artist:\n\n\"Every morning I wake up and dedicate my life to awakening in people the connection to the emotions because this is what makes us receptive, empathetic and humane and what will eventually help us steward our physical environment and keep the balance in the new era of phygital.\"\n\nWith the power of Blockchain and machine learning we can make exciting encounters between the creators, art styles and events from different moments of history. In “Fu Mar AI” Anna Dart from 2012 meets her future self in a form of the collective intelligence whose truth is spoken by an all-knowing mastermind of AI.\n\nLinks & Hashtags\n\nhttps://twitter.com/ClaireSilver12/status/1560172003260129281?s=20&t=nxe88jm507fV2t793LeFMA \n\n#ClaireAIContest #annadart #aiart\n\nReferences\n\n“Fu Mar” is one of the most emblematic watercolour works of Anna Dart created in 2012 known to go viral across social media. It was inspired by JamArt Photography and exhibited in Victor Lope Gallery, Barcelona, Spain in 2013.\n\nProperties\n\nJPG | 5000 x 3950 | Anna Dart | 2022 I Watercolour (2012) + GAN",
    "attributes": [
      {
        "trait_type": "Year",
        "value": "2022"
      },
      {
        "trait_type": "Dimensions",
        "value": "5000 x 3950"
      },
      {
        "trait_type": "Award",
        "value": "1st Claire Silver AI Contest"
      },
      {
        "trait_type": "Artist",
        "value": "Anna Dart "
      },
      {
        "trait_type": "Feature",
        "value": "Wonder Fair 5.0 during Art Basel Miami"
      }
    ],
    "image_details": {
      "bytes": 9610159,
      "format": "JPEG",
      "sha256": "10c3fbe38cb32de1e355ab503a55e38f9ef982a72b23463b0b0102237adb4fea",
      "width": 5000,
      "height": 3950
    },
    "image": "https://arweave.net/371nc0kyJSEJaZdkLiz2eBzgoLVjO_lhjGmO1uz1s2M",
    "image_url": "https://arweave.net/371nc0kyJSEJaZdkLiz2eBzgoLVjO_lhjGmO1uz1s2M"
  }
}