{
  "address": "0x8b0374c949732de8387e082e549730ab0a149706",
  "type": "ERC721",
  "name": "CoGniTiVe DisSoNaNce V3",
  "tokenCount": "1",
  "uri": "https://ipfs.pixura.io/ipfs/QmXoFRsEbQgMa29GqgvKi5bwfmbJCF7sZMdWvniwvDqGMh/metadata.json",
  "metadata": {
    "name": "La Coronación",
    "createdBy": "JokiArgu",
    "yearCreated": "2022",
    "description": "La Coronación is part 1 of my cognitive dissonance series.\n(a series with a twist)\nCognitive dissonance is the discomfort a person feels when their behaviour does not align with their values or beliefs. It can also occur when a person holds two contradictory beliefs at the same time.\nThis too is the story of my life, and my once struggles with opposing belief systems, not necessarily of conflicting truths but more on the mythos of the comedy of the divine and the constant evolution scientific secularism. This too is sublimely alluded to web 2‘s expansion to web 3 and onwards.\n So this is where my heART showcases a parody of these belief systems with the amalgamation of a social culture of conformists and influencers as well as its cognitive dissonance, if not it's anti in the purest form. My attempt is too unconsciously and cognitively shortlist pop culture references as well as inert personal emotions into a cluster of chaotic lumps.\nAll my characters are devoid of ocular, olfactory and auditory faculties and sensations save the tongue, the mouth that representation of the visceral nature of man. Introverted or extroverted, this faculty says it all... literally. Along with this recognizable and dominate feature are the extremities of one. One phalange for each...disregard less of evolutionary walk of life.\nThese all represent not only the bizarre mix of reality and dreamscape which is utterly Surreal, but is what I love to coin... the SORE-REAL. A trippy psychedelia influx of whimsical moments and creatures, my loud take on imaginative realism. But there's more to it because as it suggests, Sore is that pain, that ache, that angriness of life masks in rainbow slushies.\nI can go on and on, but for now yall be the judge and decipher for yourselves the heART within my ART.\nNone the less La Coronación is the veneration of everything important, everything unimportant, every folly under the sun.\nthe artwork is a digital painting employing Corel painter and Corel photopaint.\nto be continued....",
    "image": "https://ipfs.pixura.io/ipfs/QmUhJLziY4uspBtJycf3WE3AB8vzbXxrwdXGj6VHZPTf79/lacornacion.png",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmUhJLziY4uspBtJycf3WE3AB8vzbXxrwdXGj6VHZPTf79/lacornacion.png",
      "dimensions": "7600x7980",
      "size": "50642469",
      "mimeType": "image/png"
    },
    "tags": [
      "jokiargu",
      "jothamguintos",
      "cognitivedissonance",
      "digitalpainting",
      "sorerealism",
      "surrealism",
      "imaginative",
      "imaginativerealism",
      "lacoronacion",
      "thecoronation",
      "rainbow"
    ]
  }
}