{
  "address": "0x8b3620bb97dbb0bb5dfc73821aebd342b844b343",
  "type": "ERC721",
  "name": "Flower Lady of the Night (Nature - VB)",
  "tokenCount": "2",
  "uri": "https://arweave.net/PXiavO7ibFKFccAghiqjoDSBnZW00elPpD3TACM_74M/1",
  "metadata": {
    "name": "Flower Lady of the Night #1/20",
    "created_by": "viniciusbedum.eth",
    "description": "A unique moment that few people get the chance to see.\n\nRecord of the blossoming of the Dama da Noite flower, in Pomerode SC - Brazil on Dec. of 2022 between 19:00 and 21:00.\n\n-\n\nThere is no one who doesn't know the lady of the night, that plant that blooms only once a year, during the night, and dies when morning comes. This show usually takes place in spring or late summer.\n\nLady of the Night With a name well connected to its characteristic of blooming at night and having a unique perfume, the lady of the night is seen as a mystical flower by many.\n\nThere are those who say that white petals are capable of making wishes come true, make yours in its flowering season and it will be granted.\n\nLikewise, if you start seeing ladies of the night frequently, it could mean that your plans are close to being realized.\n\n--\n\nUm momento único que poucas pessoas tem a chance de ver.\n\nRegistro do desabrochar da flor Dama da Noite, em Pomerode SC - Brasi em 24 de dez. de 2022 entre 19h e 21h. \n\n---\n\nNão há quem não conheça a dama da noite, essa planta que floresce apenas uma vez ao ano, durante o período da noite, e morre quando a manhã chega. Geralmente esse espetáculo acontece na primavera ou no final do verão.\n\nDama da Noite com nome bem ligado a sua característica de florescer à noite e ter um perfume único, a dama da noite é vista como uma flor mística por muitos. \n\nHá quem diga que as pétalas brancas são capazes de realizar desejos, faça o seu em sua época de florescimento e seja atendido. \n\nDe igual modo, caso passe a ver damas da noite com frequência, pode significar que seus planos estão perto de se concretizarem. ",
    "attributes": [
      {
        "trait_type": "Created by",
        "value": "viniciusbedum.eth"
      },
      {
        "trait_type": "Flor",
        "value": "Lady of The Night"
      },
      {
        "trait_type": "Date",
        "value": "Dec. of 2022 Between 19:00 and 21:00"
      }
    ],
    "animation_details": {
      "bytes": 58736673,
      "format": "MP4",
      "duration": 22,
      "sha256": "7d40708c1fd5d3ff56bc543d6d3d34895999c7a941bc1f6ba4dbae6370f06156",
      "width": 2160,
      "height": 2700,
      "codecs": [
        "H.264"
      ]
    },
    "animation": "https://arweave.net/QHLrkB0aBajTDkqHMRaGUJk3z116OCOg7cbwTqqfBNM",
    "animation_url": "https://arweave.net/QHLrkB0aBajTDkqHMRaGUJk3z116OCOg7cbwTqqfBNM",
    "image_details": {
      "bytes": 1724922,
      "format": "JPEG",
      "sha256": "64fc18bfaca242970ca8a21a32149f4c3495fac67077b7dff8d21a8118958d52",
      "width": 1284,
      "height": 1574
    },
    "image": "https://arweave.net/hAYzjWc7f4AjKi5K1qxPPNPTi4-akWL5BEoDabbKKZM",
    "image_url": "https://arweave.net/hAYzjWc7f4AjKi5K1qxPPNPTi4-akWL5BEoDabbKKZM"
  }
}