{
  "address": "0x8bc482c61574f034dd143881ff6f26a86df877de",
  "type": "ERC721",
  "name": "Untold stories - mHIOHEc6FZ",
  "tokenCount": "8",
  "uri": "https://arweave.net/QRbQOm2SmEd7RAyPpfw_RNFr_WpySn8u9UNkOGKHDXU",
  "metadata": {
    "name": "The untold stories of a punk",
    "created_by": "DVK",
    "external_url": "https://dvktheartist.xyz/",
    "description": "‘Untold stories’ is a collection of artwork made in the modern style of “expressionism” with a direct story to each piece.\n\n“Putting a spotlight on the subjects we avoid discussing” - DVK\n\nExpression is essential in life, but it is difficult. It is interesting how art can display a presence of mind, that can’t be explained, similar to how a well-known feeling can become exponentially strengthened when presented in a visual form.\n\nIn the process of creating this art, I perfected the prompts enough to get the same visual qualities even though the expression changes. Yet the expressions require a lot of outputs to get the exact feeling that I wish to depict. With hundreds of pieces looked through I narrowed it down to the specific pieces with the right feeling to them.\n\nThe project has been ongoing for several months. Sometimes I’ve had to let it sit for a while, but I kept returning to it.  One of the difficult parts is to achieve the same level of quality over a long period of time, because the tools constantly develop and change. This is also even without using the same prompts and using different tools. So I've had to refine the prompt numerous times.\n\nPrograms used: Stable Diffusion, DALL-E 2, Midjourney, Real-ESRGAN, Gigapixel AI, and meticulous Photoshop editing.\n\nThe piece is 4089x5112 pixels and 300 DPI.",
    "attributes": [
      {
        "trait_type": "Year",
        "value": "2022"
      },
      {
        "trait_type": "Artist",
        "value": "DVK"
      },
      {
        "trait_type": "Main AI Tool",
        "value": "Midjourney"
      },
      {
        "trait_type": "Style",
        "value": "Expressionism"
      }
    ],
    "image_details": {
      "bytes": 37483072,
      "format": "PNG",
      "sha256": "2c9d307311271bb736378ff713dd8e84d3f7fd1d4ccdf62b9c4bcafa5425565f",
      "width": 4089,
      "height": 5112
    },
    "image": "https://arweave.net/dVzwlXocz8AMv9FCekb7jqQyn92RjowtarRXVV5XHeg",
    "image_url": "https://arweave.net/dVzwlXocz8AMv9FCekb7jqQyn92RjowtarRXVV5XHeg"
  }
}