{
  "address": "0x8b60cae831f59c3bcaad8467b0c6a3bd1e98ea00",
  "type": "ERC721",
  "name": "D & T Limited Editions",
  "tokenCount": "21",
  "uri": "https://arweave.net/nJfFk7E7kH0Fv3VcKzenTp1URfdrb6MtT5xHKfjO6jU/1",
  "metadata": {
    "name": "In Search of Golden #1/21",
    "created_by": "Downs & Towns - Houston Vandergriff ",
    "external_url": "https://downsandtowns.com",
    "description": "THE IMAGE \n\nIn Search of Golden by Downs & Towns - Houston Vandergriff \n\nDuring our 9,000 mile trip across the United States from Tennessee to Washington State and back home we saw many spectacular sights. We experienced all types of weather, including heat, cold, rain, sleet, snow, and hail. In our hometown in East Tennessee storms move in quickly in stealth mode because of the mountain ridges that surround our home. \n\nSo, one of our favorite sights on our trip was to watch storms moving in for miles. We could see them form, travel, dispense, and move on. One evening as we were driving across North Dakota a storm passed through as the sun was setting. We could see a hawk flying around the field and stopped to try to catch a photo of him. \n\nThe hawk was too quick for our camera, but in the process Houston was able to capture this seemingly endless road heading into the golden light. \n\n\nTHE PHOTOGRAPHER \n\nAdvocate. Artist. Traveler. Dreamer. \n\nHouston Vandergriff is a globe-trotting travel photographer based in Knoxville, Tennessee. Houston has a simple vision with his photography: Make the world a better place. \n\nBy the age of 25, he has traveled to all 95 counties in his home state, to 49 of the 50 United States, to 5 Canadian provinces, and to 26 countries. Houston has Down syndrome and inspires others, both inside and outside of the disability community. He is a strong self-advocate who uses the universal language of the arts to push for inclusion. He is a social media influencer - using TikTok, Instagram, Facebook, and Twitter to share his story. His clients include Amazon, TikTok for Good, Nikon, and multiple brands of photography-related equipment. \n\nHouston has appeared in live events, podcasts, and broadcasts on four continents. He has been called “The Champion of Life” by one of the broadcasters from India. By sharing his gift of photography he is also sharing the gift of hope. Houston earned his Certificate of Photography in 2019 and his Advanced Photography Certificate in 2020 after completing more than 200 hours of study through the University of Tennessee Professional Programs. He is a member of the Southern Appalachia Nature Photographers (SANP) and the Professional Photographers of America (PPA). \n\nHis photography journey has been shared in Newsweek, It’s Gone Viral, Aljazeera, Transcontinental Times, and MSN. He and his mom were featured speakers at the 2021 World Down Syndrome Conference in Dubai. His award-winning photography has been displayed in solo and group curated shows, online galleries, and the Inspiration Gallery in Perth, Scotland, He was awarded the 2020 International Photographer in “My Perspective” photo competition in the UK.\n\n\nTHE LICENSE\n\nExtended Editorial: Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.\n\nIn addition, the owner of this NFT can receive 20% off any size limited edition print of this image, while supplies last. Message the artist to receive the special collector code and find more details at www.downsandtowns.com.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Downs & Towns - Houston Vandergriff "
      },
      {
        "trait_type": "Location",
        "value": "North Dakota, USA"
      },
      {
        "trait_type": "License",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Edition Size ",
        "value": "21 (in honor of Trisomy-21, Down syndrome awareness)"
      },
      {
        "trait_type": "Genre",
        "value": "Fine Art"
      },
      {
        "trait_type": "Camera",
        "value": "NIKON D7100"
      },
      {
        "trait_type": "Lens",
        "value": "18.0-140.0 mm f/3.5-5.6"
      },
      {
        "trait_type": "ISO",
        "value": "400"
      },
      {
        "trait_type": "Focal Length",
        "value": "18.0 mm"
      },
      {
        "trait_type": "Time",
        "value": "Sunset"
      }
    ],
    "image_details": {
      "bytes": 18142673,
      "format": "JPEG",
      "sha256": "92a91e79b3da9b3b660efa44eb7afb850599c0e8f0dae9e75f3c4abf9c5d9e1b",
      "width": 5818,
      "height": 3879
    },
    "image": "https://arweave.net/OXezVG0YOtBhwfPq5mc8mSnwU9EvvuDxkzNFa-DGUCw",
    "image_url": "https://arweave.net/OXezVG0YOtBhwfPq5mc8mSnwU9EvvuDxkzNFa-DGUCw"
  }
}