{
  "address": "0x8b9eccd4d8922a6edd2b30d51a6898cbd7027277",
  "type": "ERC721",
  "name": "RENE SAHEB - Life Journey",
  "tokenCount": "1",
  "uri": "https://arweave.net/3dVNcW0kGVZXuKzpXFLNgrGeB5B3EUcGMIre61qgEFk",
  "metadata": {
    "name": "Rebirth",
    "created_by": "RENE SAHEB",
    "description": "The rebirth of Venus is a classic myth that tells the story of how the goddess of love and beauty, Venus, was born from the sea foam. The myth says that Venus emerged fully formed and beautiful from the waves, symbolizing the power of nature to create new life and beauty.\n\nIn some versions of the myth, birds play a significant role in the story. They are said to have witnessed Venus's emergence from the sea and were so struck by her beauty that they began to sing and celebrate her arrival. Some even say that the birds helped to create the sea foam that formed Venus, with their wings stirring the water and creating bubbles.\n\nAs Venus emerged from the waves, the birds circled around her, singing and chirping in celebration. Some say that the goddess was so moved by their music that she gave them each a gift, such as colorful feathers or beautiful songs to sing. From that day on, the birds became her faithful companions, following her wherever she went and helping to spread her message of love and beauty throughout the world.\n\n\nMore info : www.renesaheb.com",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "RENE SAHEB"
      },
      {
        "trait_type": "Year ",
        "value": "2023"
      }
    ],
    "animation_details": {
      "bytes": 5913319,
      "format": "MP4",
      "duration": 4,
      "sha256": "901aee061dbe8c95d7948b92bdef40d11417f764a65be28bcad8a47cbc47eaf4",
      "width": 4000,
      "height": 4000,
      "codecs": [
        "H.264"
      ]
    },
    "animation": "https://arweave.net/TxXGrHsIrbg7GbgmgsPwT8nQKCHTmwoa4U9JDLmFNkE",
    "animation_url": "https://arweave.net/TxXGrHsIrbg7GbgmgsPwT8nQKCHTmwoa4U9JDLmFNkE"
  }
}