{
  "address": "0x8bf7b9858569d3694eb3c35d3defccbcb39d5b74",
  "type": "ERC721",
  "name": "The Birth of AI Sculptures by Godwits",
  "tokenCount": "500",
  "uri": "https://arweave.net/6VwEApA_fC-t4g_LoHZyJcSzyMyfBQO4LjIze-z1m70/1",
  "metadata": {
    "name": "The Birth of AI Sculptures #1",
    "created_by": "Godwits",
    "external_url": "https://www.godwits.com/collections/ai-sculptures",
    "description": "EDITION 1 OF 1\n\nTitle: The Birth of AI Sculptures  \nArtist: Godwits  \nYear: 2023\n\nABOUT THE COLLECTION  \nGodwits continues the adventure as a digital creator by learning from people in the art space, creating works on a new medium like NFTs & applying new technology like AI software to the creations like \"The Birth of AI Sculptures.”   This collection of 500 unique 1/1 works expresses a relationship of creativity between man and machine. A harmony of shapes, colors & texture gives a story to a wonderfully curated collection of modern sculpture art for the metaverse & one day can be viewed in a museum like The MOMA.\n\nWE KEEP BUILDING THE AI ART COMMUNITY TOGETHER  \nThis is my way of introducing myself & to share what I created with innovative people who care about AI Art & Design. This collection was created with love to gift the artworks to active AI creators, AI builders & AI enthusiasts in this space. \n\nAIRDROP DETAILS  \nWith the helpful tools created by Manifold, I am able to share this collection on a smart contract & airdrop these beautiful sculptures as gifts to my new collectors. I chose the BrainDrops community for the airdrop because I admire the works of all the creators using AI and enjoy the works relating to AI for all creations released on BrainDrops. A screenshot has been taken of all the holder's addresses holding at least 5 works from the BrainDrops smart contract 0xdFDE78d2baEc499fe18f2bE74B6c287eED9511d7. The sculptures will be airdropped to these holders on January 1st, 2023. \n\nThese works are not for sale by the artist. After the airdrop, The owners of the sculptures are free to do as they please. The only way to obtain a sculpture is through the secondary market like OpenSea: https://opensea.io/collection/ai-sculptures\n\n\n SMART CONTRACT INFORMATION  \nPublished By: Abstract Art Labs LLC  \nSmart Contract By: Manifold \nType of Contract: ERC-721  \nArtist Royalty (On-Chain): 7.5%\n\n\nLINKS  \nWeb: https://godwits.com  \nTwitter: https://twitter.com/godwitsart  \nInstagram: https://instagram.com/godwits.eth\n\nLimited to personal non-commercial use and resale rights of NFT are granted.  \nAll other terms & rights are reserved to Abstract Art Labs LLC",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Godwits"
      }
    ],
    "image_details": {
      "bytes": 6000180,
      "format": "PNG",
      "sha256": "5c74e49115be32f2591a86dd833c0ff643918043a19982ab892756b9de4b04ca",
      "width": 10001,
      "height": 10001
    },
    "image": "https://arweave.net/sKnjvhhwUvhKR2gJsKqXoLLCYw1nlR3eVaozxtGWFfw",
    "image_url": "https://arweave.net/sKnjvhhwUvhKR2gJsKqXoLLCYw1nlR3eVaozxtGWFfw"
  }
}