{
  "address": "0x8ca0c25c66917a3821d67aed8a6be7ce4521c1f4",
  "type": "ERC721",
  "name": "Flow - by TJ Thorne",
  "tokenCount": "5",
  "uri": "https://arweave.net/rqi4MBnOmDR0L1Fhav5_gNagcNrxO860rfZr1KzaQrI",
  "metadata": {
    "name": "Falling Stars - The First Ebb and Flow",
    "created_by": "TJ Thorne",
    "external_url": "https://tjthornephotography.com",
    "description": "Taken on October 7, 2014 Falling Stars is the very first Ebb and Flow ever created that ended up in my portfolio. It is a photo of direct light dancing on the windblown surface of Crater Lake, Oregon and aside from a crop, this image is presented as photographed from the northeastern rim near Palisade Point.\n\n2014 was a pivotal year in my creative journey and photography career. I had taken a chance and applied for an Artist-in-Residency appointment at Crater Lake National Park. To my surprise, I was accepted into the program and spent two weeks in the park, opting for October in the hopes that I would have a better chance of the weather systems moving through and hopefully, the first snow of the year. The summers and early autumns in Oregon are dominated by mostly clear skies and this can make for some challenging conditions and light to photograph in. The entire first week was nothing but hot temperatures and cloudless skies. I was disheartened at first, as I let my hopes and expectations dictate my approach and mindset, but the more time that I spent just sitting and observing, the more that I realized that beauty was everywhere around me– even in the seemingly photographically mundane dirt, rocks, and water that make up the park. It wasn’t a change of conditions that I needed, it was a change in mindset and approach. I needed to dig deeper and explore that beauty through my camera to find solace and gratitude that I had the opportunity to exist right then and there and I needed to place the value on the fact that I got to experience those moments. That switch of mentality is what made me the photographer I am today and has played a crucial role in the work that I produce and the importance that it holds for me. I needed that first week as a lesson and I was lucky enough to be blessed with the more favorable conditions I initially hoped for during the second week of the residency when I was able to sit in solitude while watching low clouds pour over the rim of the caldera and also experience the first snow of the year, which dropped a couple of inches in the park, completely transforming it into a winter wonderland.\n\nBeing a co-parent with a stressful and demanding full-time restaurant management job, I rarely had opportunities for anything more than a day trip to escape to nature and fill my soul. This residency appointment was the first time that I got to forget about work meetings and responsibilities and completely immerse myself in my creative pursuits. It was hard for me to accept at first. The guilty burdening thoughts of being undeserving of this experience and that I should be back in the city with my son or slaving away with my kitchen team were overwhelming, and I’m not sure I was ever able to get away from them. Because of that I made sure to wring every bit of gratitude out of the experience and I still highly value my time there, even all these years and dozens of visits later. It was a pivotal moment for me as both a person and an artist.\n\nAnd I learned a few things too: \n\n1. I learned that following my creative passion was something that I wanted to do full-time and I made it my goal to work towards being a full-time photographer. I gave myself a 5 year timeframe to achieve this goal and exceeded that goal by going full-time in October of 2017.\n\n2. It taught me that there is no such thing as bad light and that beautiful things can happen all day long. This mindset completely shifted the way I approach photography and ever since this trip I have explored midday light with purpose and have learned how to use it to my creative advantage. Many of my most personal images were made using direct midday light.\n\n3. I learned to place 100% of the value in the experience– that coming back with a photo to represent that experience is a gift, but not the goal.\n\n4. I learned that light on water is one of my favorite subjects– one that has turned into an obsessive passion which has brought me the solace and comfort I need in this world. Though my first record of photographing direct light on water happened in 2011, Falling Stars is the photograph that sparked a conscious exploration of the subject that eventually led to the Ebb and Flow Collection and philosophy, something that has become the most personally significant body of work I have ever created and a view on life that when the bad times are being experienced, the good times will come as long as you survive and keep moving forward.\n\nThis image is one of the most important images of my life. It speaks to me of reaching for the stars and reminds me of one of the most impactful experiences of my photography career. I wouldn’t be the artist I am today without that experience and I’m happy that I have this photo to represent it.",
    "attributes": [
      {
        "trait_type": "Year",
        "value": "2014"
      }
    ],
    "image_details": {
      "bytes": 7104548,
      "format": "JPEG",
      "sha256": "76950928030f17ed8fb870f92704f4f2cccc96b7d342a88b3c69cbaea9990cdb",
      "width": 4000,
      "height": 2667
    },
    "image": "https://arweave.net/WTNvssVw5bCyYoZurS91C4Ea30IxS5W9ZELUa5lp-m4",
    "image_url": "https://arweave.net/WTNvssVw5bCyYoZurS91C4Ea30IxS5W9ZELUa5lp-m4"
  }
}