{
  "address": "0x8c8aaf7e6c60194e35ba4d6da4ff0afb583c3af7",
  "type": "ERC721",
  "name": "Heartbeats",
  "tokenCount": "40",
  "uri": "ipfs://QmWwDtP4W8VV3KnLJZPvbUzErL5hNZXzDHcDJEXo3u2Wsb/1",
  "metadata": {
    "name": "#85 SCAM | Fragile #1/13",
    "description": "# Heartbeats | Fragile by ROBENS  \n\n---  \n\n## This is the story of \"Fragile\" trying to survive in a cruel and beautiful world...  \n\n...Fragile doesn't want to lose the only life he has working in front of a screen, but he doesn't know how to escape from the hamster wheel...  \n\nThe head of 'Fragile' is a thin and brittle glass urn, extremely fragile, filled with an aqueous solution of the chemical compound formaldehyde at 37% which preserves and keeps his only eye alive. Any impact or breakage of the glass could end 'Fragile', so like any person, he is terrified of receiving the blows of life...\n\n---  \n\nMy pieces are like heartbeats, pounding every second with a subtle movement. They are vibrant and full of life, of joy, of sadness... They carry a lot of work and I put my soul into them. They are everything I have. \n\nHere you can see MY EVOLUTION as an artist over time. Every day that I wake up in this crazy NEW WORLD I feel the need to draw something, to express myself by doing any garbage, to spit out any shit without too much connection or logic, without any predetermined artistic discipline, ... just draw what I want how I want.  \n\nI use all kinds of techniques that allow me to transform what I have in my imagination into reality, from the most basic to the most complex... freehand sketches on paper, oil painting, watercolor, photography, digital tools, AI dall-e, video, music, collage, ..., I am constantly testing things and open to experiment with all the possibilities that exist.  \n\n---  \n\n## \"Don’t believe everything you think. It is during our darkest moments that we must focus to  see the light. Your present circumstances don’t determine where you can go, they merely determine where you start. Mental health problems don’t define who you are. There is a crack in everything, that’s how the light gets in. If there is no struggle, there is no progress. If you’re going through hell, keep going. Just when the caterpillar thought the world was ending, he turned into a butterfly.\"  \n\n---  \n\n**About me:** I love to imagine worlds and bring them to reality. Sometimes I spend days locked in my room playing with colors, shapes and concepts. I experiment with all kinds of artistic disciplines and I don't care too much about the result, I just concentrate and enjoy the creative process. It's not pleasure, it's need, it's my favorite therapy.  \n\nROBENS | **[byrobens.eth](https://etherscan.io/address/0x2fFCc849afF021B52B53bCE875057facE86AD4a6)** \n\nWebSite **[https://robens.io](https://robens.io)**  \n\nTwitter **[https://twitter.com/byROBENS](https://twitter.com/byROBENS)**",
    "image": "https://res.cloudinary.com/nifty-gateway/image/upload/v1682433594/publishers/robens/60325/79432/185_1700.gif",
    "image_hash": "QmcWCf9UJWpUTCVSwgNwqcrC34CtZpzfWfoRy7yVMt9Vwn",
    "background_color": "ffffff",
    "external_url": "https://niftygateway.com/collections/heartbeats/"
  }
}