{
  "address": "0x8cddfecb6c12e61ce6ba5b2f907c31a803d3d349",
  "type": "ERC721",
  "name": "\"Survival\" Editions by Brynn Alise - old",
  "tokenCount": "60",
  "uri": "https://arweave.net/nqGltZk2L1DP80rSqmKoxvBNzSz1tFRPR1hc4g5cABw/1",
  "metadata": {
    "name": "Belonging #1/30",
    "created_by": "Brynn Alise Schmidt",
    "description": "I think many of us have a certain place that feels like home, even though it technically isn't. It doesn't matter where or what it is, just that you know you are at home when you arrive. You instantly have that sense of peace and belonging. Your heart feels content.  For me, one of those places is Grand Teton National Park. The iconic Moulton Barn on the old Mormon Row has always been a landmark that gives me this sense of home. I assume that has to do with the fact that this land was homesteaded for the greater part of the 20th century and I can stand here and imagine waking up to these mountains every day. I often find myself standing in this spot, lost in daydreams about what life would have been like here during those early years. I have spent the better part of two decades in this park. The crowds have grown here in the predawn hours as I wait for sunrise, the tall grass has been beaten down to dirt by tourists, and cars now fill the small parking lots, but the barn remains untouched. The park has changed drastically over the years since I started coming here, but my heart still immediately feels at home and at peace here among the wilderness, towering peaks, and this old barn that represents a place of belonging for me.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Brynn Alise Schmidt"
      },
      {
        "trait_type": "Location",
        "value": "Mormon Row, Grand Teton National Park"
      },
      {
        "trait_type": "Date of Photo",
        "value": "September 29, 2018"
      },
      {
        "trait_type": "Camera",
        "value": "Canon EOS 5D Mark III"
      },
      {
        "trait_type": "Lens ",
        "value": "Canon EF 16-35mm f/2.8L II USM"
      }
    ],
    "image_details": {
      "bytes": 16738685,
      "format": "JPEG",
      "sha256": "3460f8797e29e49cc2c22d82740058686dc716aa6d50296af6c4fb3a2fe4b5e0",
      "width": 4990,
      "height": 3191
    },
    "image": "https://arweave.net/kIOvWPlSJIBREiAU-j5KOsO2dygaTVrYHfpu8m0Q6AA",
    "image_url": "https://arweave.net/kIOvWPlSJIBREiAU-j5KOsO2dygaTVrYHfpu8m0Q6AA"
  }
}