{
  "address": "0x8c4cc45e2839f2f35ad10b985062d63e963cb46f",
  "type": "ERC721",
  "name": "Non-Fungible Travels V3",
  "tokenCount": "2",
  "uri": "https://arweave.net/i1JlI00_hk-rwCa-qOHnMo8VFb9aAqyQSr94KCMpQsI",
  "metadata": {
    "name": "Sublime Light",
    "created_by": "Steve Walasavage",
    "external_url": "https://www.walasavagephoto.com",
    "description": "For thousands of years, we've looked out into the darkness, either out of fear or curiosity, and asked ourselves:  \"Are we alone?\"  And whether it was our ancestors peering from a cave looking out for beasts of fur and teeth, or our more recent relatives standing watch on their front steps for bandits and thieves in the night, or our modern day astronomers probing the heavens for signs of extraterrestrial life, one underlying theme has persisted:  \n  \nLight.  \n  \nOr to be more accurate, the electromagnetic spectrum in all its forms.  We light torches to fend off saber-toothed tigers;  we use flashlights to scour the shadows for intruders;  we probe the very limits of the spectrum itself, from infrared to to ultraviolet to X-ray to everything in between, in order to seek out signs of some alien nation, or at the very least traces of bacteria on some distant shore...  \n  \nWe owe our existence, since the earliest moments the sun's rays lit up our primordial staging grounds, to these dazzlingly permanent waves of energy in all their forms.  Via these signals, we can communicate with each other near-instantaneously via undersea cables and invisible pathways above our heads.  We can use these electromagnetic pulses to cause destruction or creation from afar, to power machines that can put up barriers or tear them down.  And yes, we can capture them with machines as complex as the human eye or as simple as a camera lens, translating them into moving pictures and breathtaking images in our hearts and minds.  \n  \nIf any otherworldly beings are out there, listening to our spirited radio shows and watching our television broadcasts from the last century or so, the story they gather about us might not be one of determination, or grit, or the soul of humanity, or any of that.  They might simply see a unique creature that was able to achieve the universal dream of harnessing that most ephemeral and fascinating aspect of our reality:  \n  \nLight.  \n  \n---  \n  \n**Artist:**  Steve Walasavage  \n**Series:**  Non-Fungible Travels  \n**Collection:**  Non-Fungible Travels  \n**Edition:**  1/1 NFT  \n  \n---  \n  \n*\"Non-Fungible Travels\"* is a collection of photographs taken all over the world during my travels over the years.  Each one is a specific moment in time and piece of my soul, and none of them are repeatable or interchangeable.  \n  \nAll images in this collection are ERC-721 tokens minted on the Non-Fungible Travels custom smart contract.  \n  \nExtended Editorial License:  Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants.  The License includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder.  Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Steve Walasavage"
      },
      {
        "trait_type": "Collection",
        "value": "Non-Fungible Travels"
      },
      {
        "trait_type": "Series",
        "value": "Non-Fungible Travels"
      },
      {
        "trait_type": "License",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Edition",
        "value": "1/1 NFT"
      },
      {
        "trait_type": "Country",
        "value": "United States of America"
      },
      {
        "trait_type": "State",
        "value": "Arizona"
      },
      {
        "trait_type": "Location",
        "value": "Havasu Falls"
      },
      {
        "trait_type": "Feature",
        "value": "Stars"
      },
      {
        "trait_type": "Feature",
        "value": "Milky Way"
      },
      {
        "trait_type": "Feature",
        "value": "Waterfall"
      },
      {
        "trait_type": "Feature",
        "value": "Person"
      },
      {
        "trait_type": "Feature",
        "value": "River"
      },
      {
        "trait_type": "Main Color",
        "value": "Blue"
      },
      {
        "trait_type": "Main Color",
        "value": "Purple"
      },
      {
        "trait_type": "Main Color",
        "value": "Orange"
      },
      {
        "trait_type": "Main Color",
        "value": "Green"
      },
      {
        "trait_type": "Year Captured",
        "value": "2017"
      },
      {
        "trait_type": "Season",
        "value": "Spring"
      },
      {
        "trait_type": "Time of Day",
        "value": "Night"
      },
      {
        "trait_type": "Camera",
        "value": "Canon EOS 6D"
      },
      {
        "trait_type": "Lens",
        "value": "Rokinon 24mm f/1.4 ED AS IF UMC"
      },
      {
        "trait_type": "Style",
        "value": "Astrophotography"
      },
      {
        "trait_type": "Technique",
        "value": "Long Exposure"
      },
      {
        "trait_type": "Animated",
        "value": "No"
      },
      {
        "trait_type": "Panorama",
        "value": "No"
      },
      {
        "trait_type": "ISO",
        "value": "3200"
      },
      {
        "trait_type": "Focal Length",
        "value": "24mm"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/2.0"
      },
      {
        "trait_type": "Shutter Speed",
        "value": "15 sec."
      },
      {
        "trait_type": "Composite",
        "value": "No"
      },
      {
        "trait_type": "Aspect Ratio",
        "value": "4:6"
      }
    ],
    "image_details": {
      "bytes": 21413556,
      "format": "JPEG",
      "sha256": "3a89301582b94835af4fecdea2f481d6907d871fd9687528371241746d0fefd5",
      "width": 7947,
      "height": 11920
    },
    "image": "https://arweave.net/Jg1VQrLGqHG-NhhCjoNHt87X71WoqCbWStZWIZ7Ktgg",
    "image_url": "https://arweave.net/Jg1VQrLGqHG-NhhCjoNHt87X71WoqCbWStZWIZ7Ktgg"
  }
}