{
  "address": "0x8de2b36fb11de9c9ce0c591fec0336c52e5acd07",
  "type": "ERC721",
  "name": "Von Doyle",
  "tokenCount": "1",
  "uri": "https://arweave.net/r2MFpvNL3y8Nc3Upm23fdNAIGoKIfa-FMjfpgxoIUvI",
  "metadata": {
    "name": "Slashing the Beast",
    "created_by": "Von Doyle",
    "description": "Slashing the Beast is one of my most elaborate pieces thus far. Created using over 25 different deep neural networks, it reconceptualized the original masterpiece’s individual details for a grandiose cyberpunk marriage of the Italian Renaissance with today’s AI-derived art.\n\nFor the Medici sale I knew I had to work on a piece from Piero di Cosimo (1462-1522). Hailing from Florence, Cosimo was a goldsmith’s son who grew up poor. His paintings strike me as having more depth than those works by Cosimo’s Renaissance contemporaries. This particular painting, Perseus Freeing Andromeda, marries the historical and the mythical: although it relates Greek myth, within the painting you can see the Medici family and many of Florentine's elite upper ruling class. Cosimo depicts Lorenzo de’ Medici as Perseus, attacking the sea monster.\n\nWhen I work on a piece I like to immerse myself in its story and re-interpret that narrative for a contemporary context. Like Cosimo, I grew up poor: Cosimo in Florence, myself in the countryside of rural Québec, Canada. Perseus felling the monster in Cosimo’s painting alludes to the Medici household’s return to power in Florence. Similarly, the NFT revolution allows a French Quebecer to slash the establishment and express himself through technology and community.\n\nSo when I was reimagining the beast I wanted it to be an eye - right in the middle of the piece, staring straight into your soul, and turning itself back on the artist and the audience. If you identify with Perseus, are you really slashing the beast or are you just indulging a hero fantasy?",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Von Doyle"
      }
    ],
    "image_details": {
      "bytes": 4392534,
      "format": "JPEG",
      "sha256": "28efc92f0e4a6d0c1bc55fd7ecc8a79ed9414759e299b6ca7b4d40140c66b9e3",
      "width": 3842,
      "height": 2186
    },
    "image": "https://arweave.net/eiVxxYTr2IWAumYWIWr3SYCW4ZzLoh1unassMUTiGQ0",
    "image_url": "https://arweave.net/eiVxxYTr2IWAumYWIWr3SYCW4ZzLoh1unassMUTiGQ0"
  }
}