{
  "address": "0x8d3399c91d4bea5e1e3d374c417dac6a0bddc1fb",
  "type": "ERC721",
  "name": "Unholy",
  "tokenCount": "46",
  "uri": "https://metadata.async.art/t/0x8d3399c91d4bea5e1e3d374c417dac6a0bddc1fb/1/token.json",
  "metadata": {
    "name": "Fate #1",
    "description": "Emily Lazar is a multi-disciplinary artist fronting the rock/metal transmedia project, September Mourning. She made history as the first female metal/ hard rock musician to mint and sell an NFT on the blockchain. She has spoken about her accomplishments in Web 3/ NFT's at Harvard (2x), NFT.NYC and ETH Denver Conferences.\n\nSeptember Mourning is a transmedia project based on a comic book series she wrote and published through Image/Top Cow Comics with her business partner Marc Silvestri (Batman/Witchblade/Darkness). September Mourning is the title character. As a human reaper hybrid, she gives expired souls a second chance at life in another body. In doing so, she messes with the plans of the antagonist, Fate, who is trying to rid the earth of all the good souls and leave the bad so the world will self-destruct and It can start anew. An epic war between the living and the dead ensues. Emily plays the title character on stage.\n\nEmily designed the world she and her band (Rich Juzwick, Kyle Mayer, and Aaron Hoover) bring to life on stage, including costumes, choreography, sets, etc. The band has toured with & opened festivals for Rob Zombie, Marilyn Manson, Slipknot, Mudvayne, and others across Europe and the United States.\n\nThis generative release is the project's first release on Async.art and is the first release by a metal band on the Async platform. By minting an Unholy Edition, you will be getting your own, custom mix of the track. The band has introduced reimagined vocal, guitar, drum, bass and production layers so your edition will be one-of-a-kind! \n\nBe a part of history and give your Soul to September and her band of Reapers!",
    "image": "https://asynchronous-art-inc-res.cloudinary.com/image/upload/w_1200/v1675379570/editionRenders/ef51ef9d070d367719aeca6c3503e853.jpg",
    "external_url": "https://async.market/blueprints/63daceda9ad776dbb3b77740/editions/0x8d3399c91d4bea5e1e3d374c417dac6a0bddc1fb-1",
    "attributes": [
      {
        "trait_type": "Asset Type",
        "value": "Edition"
      },
      {
        "trait_type": "Artist",
        "value": "September Mourning"
      },
      {
        "trait_type": "Collection",
        "value": "Unholy"
      },
      {
        "trait_type": "Verse Vocal",
        "value": "VV-3"
      },
      {
        "trait_type": "Chorus Vocal",
        "value": "CV-3"
      },
      {
        "trait_type": "Drums",
        "value": "D-1b w/ Hats"
      },
      {
        "trait_type": "Bass & Guitar",
        "value": "BG-1b"
      },
      {
        "trait_type": "Bridge Vocal",
        "value": "BV-1"
      },
      {
        "trait_type": "Layer Guitar",
        "value": "LG-4"
      },
      {
        "trait_type": "FX",
        "value": "FX-4"
      }
    ],
    "animation_url": "https://storage.googleapis.com/art-creation-test/audio/e6678e7e52.mp3"
  }
}