{
  "address": "0x8d0ecc4ccc795cfe9575b9fc9eaf4215371633a7",
  "type": "ERC1155",
  "name": "Catharsis #1 by Pierre-Elie de Pibrac",
  "tokenCount": "1",
  "uri": "ipfs://bafkreicq6mt2wtwore4zilouxgnxwiyrkn43ho6dnyemgewwkvx6lcdehm",
  "metadata": {
    "description": "Catharsis #1, a limited edition photograph from the Catharsis series, expertly captures the beauty and power of dance through an exquisite representation of the Sleeping Beauty ballet at the Paris Opera. Renowned French artist, Pierre-Elie de Pibrac, uses abstract forms and dynamic movements to create a striking and captivating image that immerses the viewer in the heart of the performance. The subjects, Eléonora Abbagnato and Mathieu Ganio, embody their roles as princess and prince with grace and talent.\n\nWhat sets Catharsis #1 apart is Pierre-Elie's unique approach to capturing the essence of the performance. Using an old camera that belonged to his grandfather, he creates a one-of-a-kind effect that exudes a palpable sense of energy and emotion. Every aspect of the photograph reflects Pierre-Elie's creativity and attention to detail, from the abstract forms to the subtle distortions that bring the image to life.\n\nThe series' name, Catharsis, reflects Pierre-Elie's intention to evoke personal emotions, memories, and stories in each viewer. The photographs serve as a means of emotional release and purification, becoming a canvas for the viewer's own experiences and emotional responses.\n\nIn short, Catharsis #1 is a remarkable photograph that beautifully captures the energy and emotion of dance, serving as a testament to the beauty of the Sleeping Beauty ballet.",
    "image": "ipfs://bafybeiasp7ctwm3zw4f6vh6dl7kjn3qaylpjdk4i2smscemnd7ng2zizkm",
    "name": "Catharsis #1",
    "properties": {
      "author": "Pierre-Elie de Pibrac",
      "edition": 150,
      "format": "jpeg",
      "height": 4000,
      "issue": "1",
      "licence": "ipfs://bafkreiht5wkbqontiejvrh7fdz5zqteojdeer4jvewfj3qwmw3ndnoil2a",
      "season": 1,
      "collection": "Rhapsody's Limited Editions",
      "width": 3000,
      "year": 2013
    }
  }
}