{
  "address": "0x8d6c564af16da1e13f8d3297dbd9f202289ffd7d",
  "type": "ERC721",
  "name": "cazandocielos",
  "tokenCount": "76",
  "uri": "https://arweave.net/Ie0wEBJQdhRg4e2bm_3iSiRk5MARrXja4uebjONaPFw",
  "metadata": {
    "name": "Mirror to the Past",
    "created_by": "Alfredo Juárez",
    "external_url": "https://alfrek.net",
    "description": "I live in an area where Monsoon season cover in clouds my entire State from June to September. \n\nFortunately, Monsoon gave me two nights with semi clear skies near me (around 100 miles) . \n\nI grabbed my stuff, and hit the road.\n\n2 hours later, I was in a Bortle 2 sky, darkness was already ruling the area, and a small storm was hitting on the North East.\n\nI stopped on an unpaved road, where I saw a huge body of water. I immediately saw the photo I was going to make. A photo that has been wandering in my mind for about 12 months, and I was about to make it happen.\n\nI was there, shooting my lights, for about 45 to 50 minutes, when two armed men came by, and after explaining what I was doing, and why I was there, they asked me to leave.\n\nI dream of being able to chase these never before imaged landscapes, and not having to deal with this kind of situations. However, I know that's not the case. I accept my reality, and have to deal with it. I live in an area sadly controlled by drug cartels.\n\nAstro photography is one of those genres that make us push our limits and our gear's  above and beyond. I instantly felt in love with the craft after my first chase, when I hunted down the Neowise comet back in June 2020, and I don't have plans to stop, even if that means risking my life doing it.\n\nGet ready to grab one of my best images to date.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Alfredo Juárez"
      },
      {
        "trait_type": "Method",
        "value": "Stacked (15 lights | 15 Darks)"
      },
      {
        "trait_type": "Aperture",
        "value": "2.8"
      },
      {
        "trait_type": "ISO",
        "value": "1600"
      },
      {
        "trait_type": "Shutter Speed",
        "value": "30\""
      },
      {
        "trait_type": "Camera",
        "value": "Sony A7II"
      },
      {
        "trait_type": "Lens",
        "value": "Sigma 24-70mm f/2.8 Art"
      }
    ],
    "image_details": {
      "bytes": 132793224,
      "format": "PNG",
      "sha256": "1c9af63cae0d4df84a7e5745c74e4ce71edfcd192e7600a0a327b79030f36a51",
      "width": 4000,
      "height": 7500
    },
    "image": "https://arweave.net/Non-xFHOy85zKW38WSwN1byRqpDvJd4ejK3msHWUbv8",
    "image_url": "https://arweave.net/Non-xFHOy85zKW38WSwN1byRqpDvJd4ejK3msHWUbv8"
  }
}