{
  "address": "0x8d5bcb52bd8aba988e175f785610d7de9b99f566",
  "type": "ERC721",
  "name": "New Home by Takens Theorem",
  "tokenCount": "3",
  "uri": "https://arweave.net/f15CsXPc5JnfAy-QrPcE9AroxzJu1MtCI0U62TtSz-g",
  "metadata": {
    "name": "Portal",
    "created_by": "Takens Theorem",
    "description": "This series of visualizations depicts data from the perspective of an observer who is embedded in some way in that data. Often data is depicted as apart from the observer, such as on a two-dimensional plane, like a graph. It is held at arm's length. Away from the self. This series asks the observer to imagine themselves intrinsically situated relative to some data, from a given perspective. \n\nThis exercise can alter one's sense of scale and dimension, sometimes in imposing or mysterious ways. \n\nThese first three tokens for \"New Home\" pertain to The Merge, and they use simple, stark sentiments many of us feel: excitement, enticement, mystery . What future is beyond TTD 5.875e22? We can envision The Merge with brilliant, vibrant and colorful complexity. My aim here is to express a curious cognitive dissonance for many of us watching the Ethereum wizards work. The Merge gives us a feeling of imposing potential that is uncertain and mysterious and exciting. Bright energy, about to go off, on the backdrop of that alluring and unknown future.\n\n\"Portal\" is rendered entirely from data with adjustments only to get it precisely into view. An observer at the precipice of The Merge. The observer turns, looking back at history. Rings represent dates, their area proportional to the TTD on that date going back in time. An array is interconnected by markers with areas proportional to the average difficulty on that ring's day: mass energy supporting an unbroken chain extending back years. \n\nDespite this edifice, change is upon the observer. The structure is at its last ring, off like a switch. \"Portal\" depicts the observer about to escape this energy-consuming reticulum into something beyond. \n\nYou can imagine the observer turning, looking beyond the last ring. \n\nWhat's next?",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Takens Theorem"
      },
      {
        "trait_type": "Format",
        "value": "JPG"
      },
      {
        "trait_type": "Dimensions",
        "value": "20,000 x 20,000 pixels"
      },
      {
        "trait_type": "File Size",
        "value": "Approx. 20 MB"
      },
      {
        "trait_type": "Data",
        "value": "TTD, difficulty, time"
      }
    ],
    "image_details": {
      "bytes": 19552441,
      "format": "JPEG",
      "sha256": "6ef04bc88c9eb6f23be543d9ce52ad5945ea0f68fe8fa7758fcd42d8af0c5c9d",
      "width": 20000,
      "height": 20000
    },
    "image": "https://arweave.net/pV3NN6o4dqEhXrjV5ZMLXxGs7lG6JOSY0Go9TGJMROY",
    "image_url": "https://arweave.net/pV3NN6o4dqEhXrjV5ZMLXxGs7lG6JOSY0Go9TGJMROY"
  }
}