{
  "address": "0x8daa6416c255feb724a76121e5dddb2e4021e061",
  "type": "ERC721",
  "name": "alsonquenostoquen",
  "tokenCount": "4",
  "uri": "https://arweave.net/12NAgYitj1zwqDL-eDlL2_tnruTe_VaCUsyDWbzAvzo",
  "metadata": {
    "name": "Carlos Orta by Roland Streuli, 1984-1986",
    "created_by": "alsonquenostoquen",
    "external_url": "https://www.marcyrangel.com/alsonquenostoquen",
    "description": "Carlos Orta fue el primero de los bailarines que se preocupó por llevar la danza contemporánea al terreno popular en Venezuela y fundó la Escuela Integral de Danza Coreoarte, en 1983, en un barrio de Caracas, con el propósito de fusionar la danza contemporánea con el hombre citadino. \nOrta estudió en la Escuela Folwang en Essen, Alemania, con maestros como Pina Bausch, representante de la vanguardia del movimiento en el mundo y fue profesor por 25 años de la escuela de José Limón en Estados Unidos, uno de los tres representantes de la danza moderna junto con Cunningham y Graham, hasta el año 2009. \nFoto: Roland Streuli, fotógrafo suizo quien, desde su llegada a Venezuela hace 40 años, se dedica al registro analógico de la danza en el país.  \n---  \nCarlos Orta was the first of the dancers who were concerned with bringing contemporary dance to the popular terrain in Venezuela and founded the Escuela Integral de Danza Coreoarte, in 1983, in a neighborhood of Caracas, to merge contemporary dance with the man city dweller  \nOrta studied at the Folwang School in Essen, Germany, with teachers such as Pina Bausch, a representative of the avant-garde movement in the world, and was a teacher for 25 years at the José Limón school in the United States, one of the three representatives of the dance along with Cunningham and Graham, until 2009.  \nPhoto: Roland Streuli, a Swiss photographer who, since he arrived in Venezuela 40 years ago, has dedicated himself to the analog recording of dance in the country.",
    "attributes": [
      {
        "trait_type": "CREATOR",
        "value": "alsonquenostoquen"
      },
      {
        "value": "Historical Archive",
        "trait_type": "PROPERTY"
      },
      {
        "value": "Contemporany Dance",
        "trait_type": "PROPERTY"
      },
      {
        "value": "Social & Cultural Goods",
        "trait_type": "PROPERTY"
      },
      {
        "trait_type": "PROPERTY",
        "value": "Public Good"
      },
      {
        "display_type": "number",
        "trait_type": "YEAR",
        "value": "1984",
        "max_value": "1986"
      }
    ],
    "image_details": {
      "bytes": 13562300,
      "format": "JPEG",
      "sha256": "bb77162b22a8827843b130fbe8c28de66cf6fb72cba808d20b89962f6c7a836d",
      "width": 1959,
      "height": 2872
    },
    "image": "https://arweave.net/xQd5xkLJEg4kIWFnpsrUJUn0CWxcKtfR0iTohqPAx9s",
    "image_url": "https://arweave.net/xQd5xkLJEg4kIWFnpsrUJUn0CWxcKtfR0iTohqPAx9s"
  }
}