{
  "address": "0x8d14c41a175d196c72aca0575142cd3fda4945b5",
  "type": "ERC721",
  "name": "Dance Of The Lines",
  "tokenCount": "4",
  "uri": "https://arweave.net/nEqzCIo0gqbXGv1vTxma3Ft6e3KjT6qiicMTAfQJwvI",
  "metadata": {
    "name": "Self-Love Symphony",
    "created_by": "PinkyJenny",
    "description": "All around me, life is bursting with color and energy. The world is filled with vibrant hues and brilliant shades, each one a celebration of the beauty and vitality of existence. And though at times it can feel overwhelming, I am invigorated and inspired by the endless array of colors that surrounds me.\n\nEverywhere I look, there are new and exciting shades to discover. The reds are bold and passionate, the yellows bright and cheerful, and the blues deep and serene. Each color has its own unique character and charm, and I revel in the diversity and richness of the world around me.\n\nI may be immersed in a sea of color, but I am not drowning. Instead, I am buoyed up by the waves of life, lifted up by the very things that might otherwise overwhelm me. I am filled with a sense of wonder and awe at the sheer beauty and complexity of existence, and I feel grateful to be alive in such a vibrant and dynamic world.\n\nSo I keep living, my senses alive to the endless array of colors that surrounds me. With every stroke, I feel more and more invigorated, more and more inspired by the boundless possibilities that lie ahead. And though the journey may be challenging at times, I know that the colors of life will guide me ever onward, illuminating my path and filling my heart with joy and hope.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "PinkyJenny"
      }
    ],
    "image_details": {
      "bytes": 9326554,
      "format": "JPEG",
      "sha256": "6349077681dac288977e274bacde8bd46b1119bd49342baad217bada2c21b336",
      "width": 3500,
      "height": 3000
    },
    "image": "https://arweave.net/tlxtdTbvhR0ZogPeaajCUKJMPlNMCs3BLaEVZb_52Xo",
    "image_url": "https://arweave.net/tlxtdTbvhR0ZogPeaajCUKJMPlNMCs3BLaEVZb_52Xo"
  }
}