{
  "address": "0x8eeb1ff26081a097226597df60864a04af0f4e72",
  "type": "ERC1155",
  "name": "Rogue Editions",
  "tokenCount": "11",
  "uri": "https://arweave.net/Utq9MJGBhcqHmv11qaaKlquU45AJmxzK5v42Cda6-7Q",
  "metadata": {
    "name": "Cosmic Cloud (Birth of a Star)",
    "created_by": "Rogue",
    "external_url": "https://drive.google.com/drive/folders/1Oez2M1Zl3RVxwK5uv4PJQcBVJzHtlWSd?usp=sharing",
    "description": "“Cosmic Cloud (Birth of a Star)” is a song from the hypnotic sound healing album, “Awakening,” that synchronizes your brainwaves to theta state, or REM sleep. The song opens the gateway of your subconscious mind so you can rapidly increase your intuition, creativity, cognitive function, reduce anxiety and depression, and promote healing in the body and mind.\n\nThis song is one of three in the “Cosmic Cloud” series. In deep meditation using a frequency such as theta, one touches the cosmos and learns its secrets. For the artwork, I chose a meditative pose, using a graphic style and colored it using public domain photos from the Hubble Space Telescope.\n\nTHE STORY\n\nThe year was 2013, I was right out of film school. I found myself crushed under the weight of anxiety, living under the flight path of Los Angeles International Airport, and the realization that the whole 9-to-5 life wasn’t for me. \n\nQuarter-life crisising about how I ended up here, I found myself wandering down Abbot Kinney in Venice, CA. I found a bookstore, and a book jumped out at me - The Artist’s Way, by Julia Cameron. With that book, I had an awakening that led me back to music, which had been a huge part of my childhood. I had buried it and moved onto other pursuits, but the music was always there. Waiting. \n\nPlanes rattling my windows, I made this album in between take-offs. Before work. After work. Mixing with headphones, the theta waves started to do their work on me. I noticed huge differences in my creativity levels, my intuition, and I finally made moves. I quit my job and invested fully into my music, art, and filmmaking. I devoted myself to my art and supporting myself with it. \n\nThis project is a synthesis of my journey’s beginning and the art I am creating now, in web3. One of those real, Return with the Elixir moments, if you know what I mean. \n\nWARNING: Do not listen while driving or operating heavy machinery. May cause trance-like or psychedelic experiences.\n\nComes with a Google Drive link to download the WAV and MP3 files of the song so you can listen an attune yourself to the frequency. Use stereo headphones or earbuds for best results.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Rogue"
      }
    ],
    "animation_details": {
      "bytes": 150705716,
      "format": "WEBM",
      "duration": 403,
      "sha256": "1d67840cb00124029d530fde82da58a0866606619992d27629be0ebdf4c5b1c7",
      "width": 3000,
      "height": 3000,
      "codecs": [
        "Google",
        "Opus"
      ]
    },
    "animation": "https://arweave.net/VP5Jhxx6aYV1XveiS9_M4U6sf8ioJK8_TyLCMSgmvt4",
    "animation_url": "https://arweave.net/VP5Jhxx6aYV1XveiS9_M4U6sf8ioJK8_TyLCMSgmvt4",
    "image_details": {
      "bytes": 17964307,
      "format": "JPEG",
      "sha256": "6fb22a3be5715a002b8b66fca785ecb4f2384cd5943aca236ea79ea26f2a85f0",
      "width": 8000,
      "height": 8000
    },
    "image": "https://arweave.net/LJdwD1Htl4fXBuR_bbyGgRYQYsYrUHs_8hWwBpMlxmA",
    "image_url": "https://arweave.net/LJdwD1Htl4fXBuR_bbyGgRYQYsYrUHs_8hWwBpMlxmA"
  }
}