{
  "address": "0x8e8dd284d3dbcf429abcc5e64d171611044125f8",
  "type": "ERC721",
  "name": "Kori Burkhardt",
  "tokenCount": "1",
  "uri": "https://arweave.net/Osq7z7_OS9_VOXAW-yXsBr1StWjJSwT7frBqC5aeNWg",
  "metadata": {
    "name": "IMMENSITY",
    "created_by": "Kori Burkhardt",
    "external_url": "https://koriburkhardt.com/",
    "description": "Immensity: the extremely large size, scale, or extent of something.\n\nAttempting to describe the immensity of such a moment is an impossible feat. Everything is capable of feeling immense depending on the scale and perspective you choose to approach it with. In this moment, recognizing the immensity of a humpback whale in comparison to you, a human being. The immensity of the deep blue ocean extending endlessly to cover a majority of this planet and into unfathomable depths in comparison to that same humpback whale. Even our planet feels tiny in comparison to the infinitely immense universe. It is a moment like this that is so important to remind ourselves that we are all tiny parts of an immense purpose, and we must fearlessly pursue that moment and never let go.\n\n'Immensity' | September 2022 | Edition 1/1 NFT | License: Extended Editorial\n\nKori Burkhardt is an underwater photographer, expedition leader, & shark biologist based in French Polynesia. Capturing the ocean's wildlife by completely immersing with them, her goal is to show the ocean in a beautiful, yet still powerful, perspective. As co-founder of conservation and research organization Mao Mana Foundation, her mission commits to protecting sharks and all marine wildlife.  \nwww.koriburkhardt.com\n\nExtended Editorial License: Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The License includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Kori Burkhardt"
      },
      {
        "trait_type": "Species",
        "value": "Humpback Whale"
      },
      {
        "trait_type": "Location",
        "value": "Moorea, French Polynesia"
      },
      {
        "trait_type": "Camera",
        "value": "Canon 7D"
      },
      {
        "trait_type": "Lens",
        "value": "Tokina 10-17 Fisheye"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      }
    ],
    "image_details": {
      "bytes": 3132014,
      "format": "JPEG",
      "sha256": "75cba74441fe168462e5092a3ad1774060c1d196d3f625a74c4adb461461cd8b",
      "width": 4000,
      "height": 2667
    },
    "image": "https://arweave.net/or9xHDU849B_UbTisuSk795CKwUCY_i7H-j61ZHpHjs",
    "image_url": "https://arweave.net/or9xHDU849B_UbTisuSk795CKwUCY_i7H-j61ZHpHjs"
  }
}