{
  "address": "0x8efe4b3933ace855230bbe9fa1f3f216cc409d07",
  "type": "ERC1155",
  "name": "ΞIGHT 🔥 Ignition Cards",
  "tokenCount": "3",
  "uri": "https://arweave.net/qhdsyIuxhq4175pFcv-YHbup9_xZs2KPpDI06TXpdy4",
  "metadata": {
    "created_by": "iH0DL",
    "name": "Card #1 | Carl is Pointing Again",
    "description": "This collectible card features a \"Meta-Redux\" or \"Meta-Genesis\" character from the ΞIGHTH dimension or another dimension beyond ΞIGHT. Meta-Redux characters are reimagined characters or objects from previous works, while Meta-Genesis characters are new additions that will be used to create fresh artworks. Each card is uniquely crafted in a distinct style, angle, or mood, different from previous works. The Ignition Cards (ERC1155) are limited edition collectibles which can either be held or burned to redeem different dynamic artworks from the ΞIGHT (ERC721) collection. The required cards to be burned for redemption will be listed in the dynamic artwork description and redemption page, and the Meta-Redux or Meta-Genesis will be specified in the card properties.\n\n**CARL'S STORY**  \nCarl had always been the talk of the town, but not for the reasons one might imagine. With his enormous mouth, bulging wallet, and ever-present fanny pack, he was the embodiment of a male Karen. He simply couldn't keep a secret, let alone his opinions, to himself. It was as if he had made it his life's mission to spoil everyone else's fun.\n\nOne sunny day, the neighborhood had gathered for a joyous block party. As laughter and music filled the air, Carl peered out from his window, annoyed by the festivities. He decided that enough was enough and marched outside, cellphone in hand.\n\nAs he stormed onto the street, Carl couldn't help but bellow into his phone, his massive tongue flapping wildly. He pointed at his neighbors, accusing them of everything from noise pollution to tax evasion. The neighbors looked on in disbelief as Carl continued his tirade, his fanny pack swinging back and forth with his every movement.\n\nBefore long, the once vibrant block party had fizzled out, and the neighbors retreated to their homes, disheartened by Carl's outburst. But Carl felt triumphant, believing that he had once again enforced the rules that others so casually ignored.\n\n\"Card #1 | Carl is Pointing Again\" serves as a reminder that even in the most joyous moments, there may always be a Carl lurking in the shadows, ready to ruin the fun. The card's illustration captures the essence of his insufferable nature and serves as a warning to beware of the Carls in our own lives.  \n",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "iH0DL"
      },
      {
        "trait_type": "Meta",
        "value": "Redux"
      },
      {
        "trait_type": "Redux Source",
        "value": "import { TheEnigmaticEntanglement } from 'redux';"
      },
      {
        "trait_type": "Depth Level",
        "value": "🟨"
      },
      {
        "trait_type": "Exclusivity",
        "value": "🔓"
      },
      {
        "trait_type": "Carl",
        "value": "👉"
      }
    ],
    "image_details": {
      "bytes": 7044195,
      "format": "PNG",
      "sha256": "de8c9aff37c038bcbbd7707a647795c72b75d7711c013812557217f52e0ed60c",
      "width": 2048,
      "height": 2732
    },
    "image": "https://arweave.net/o5Yy7qQamqhjeSiT0c3bFWGICFbMyNjh878i43QKtJk",
    "image_url": "https://arweave.net/o5Yy7qQamqhjeSiT0c3bFWGICFbMyNjh878i43QKtJk"
  }
}