{
  "address": "0x8ed4bdf12f89ea7a628cabf61f99150b0969725a",
  "type": "ERC721",
  "name": "Almost PC Redneck",
  "tokenCount": "1",
  "uri": "https://arweave.net/jhh6FW4PvPM_0qCy4SSf3C-SPuCmhACToBIk14phaCg",
  "metadata": {
    "name": "Almost Politically Correct Redneck",
    "created_by": "Zach Downey",
    "external_url": "https://www.deepfriedmullet.com",
    "description": "A redneck on the path to enlightenment?\n\nA hillbilly finding his way in a woke world?\n\nOn Halloween 2003, Zach Downey gave himself a righteous mullet & had a good ‘ole time in Bloomington, Indiana. The next morning, before shaving his head, his wife Tricia snapped this absolute peach of a pic. Chances are good you've seen 'ole Zeke out there on the internets.  He's shown up just about everywhere at this point.\n\nIn 2012, Almost Politically Correct Redneck was born on reddit. *Meme comedy with an edge.*\n\nMore than 18 years after that infamous night, Zach has come out of the backwoods in high-res glory for your NFT delight.\n\n1/1\n\n2048x1536 pixels | 300dpi\n\n**BONUSES** - initial purchaser will receive:\n\n- High-quality print of photo, autographed and framed  \n- 10 5x7 prints, autographed to the person(s) of your choice  \n- Lock of Zach’s hair from his 2021 mullet (Please do not clone him.)  \n- Zoom meeting with Zach - It’s time for a dang cold one!  \n- 15 bonus images of the original mullet from 2003, including many that have never been seen online before – a link to the images will unlock upon purchase of NFT.\n\nhttps://knowyourmeme.com/memes/almost-politically-correct-redneck",
    "Bonus images": "Howdy!    Wow - thanks so much for your purchase.  I am very grateful to you and I hope this NFT will be a highlight of your collection.  Please let me know where you would like your framed print sent.  Also, please let me know who to sign it to.  Same for the 10 extra 5x7's - please let me know names to include on those.  Here is a link to 15 bonus images from October 31st & November 1st, 2003 - the night and morning that I had the infamous mullet.  https://drive.google.com/drive/folders/1ilQjWfo5I_9hIN708OV8j4UzK8NMU672?usp=sharing  Send me an email with the information for the signed prints and I'll get a package sent.  deepfriedmullet@gmail.com  Again, thanks so much.  -Zach Downey aka Zeke Durden aka Almost Politically Correct Redneck.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Zach Downey"
      },
      {
        "value": "mullet * meme * redneck * photography * kentucky waterfall * beaver tail * skullet * mississippi mudflap * ape drape * tennessee tophat * neckwarmer",
        "trait_type": "APCR Tags"
      }
    ],
    "image_details": {
      "bytes": 1359386,
      "format": "JPEG",
      "sha256": "8e8f18b09f3403cac2570a83e95b757460a7f910808d137081738fa83e8ff1b1",
      "width": 2048,
      "height": 1536
    },
    "image": "https://arweave.net/m-zJpfdMDLYrsZC9JH_-1swvnb6m1FrS5RJrvJWpBbo",
    "image_url": "https://arweave.net/m-zJpfdMDLYrsZC9JH_-1swvnb6m1FrS5RJrvJWpBbo"
  }
}