{
  "address": "0x8e7b9a4ab66f5c27f664e674eac24968e4ed629b",
  "type": "ERC721",
  "name": "Aurum Daybreak",
  "tokenCount": "2",
  "uri": "ipfs://bafkreigh6ozvau3f77yyjul5dac777k2cm3nwqogi6ssv3sygse6yydmfq?1",
  "metadata": {
    "description": "A collaboration between multidisciplinary Artist Maxximillian.eth and The Visceral Glitch\n\nA few words on contributions from Maxximillian.eth\nMusic: Bars from a song we call \"Dawn\"\nPhotograph: Morning Glory \nArt: Thē Zeurudi Aerocharger, from Thē Motor Club Collection \nThē Motor Club represents a lifestyle that transcends driving to celebrate the discovery of surreal views, exquisite moments of quality, unexpected whimsy and the wisdom to know that we are here to enjoy all of this. From ethereal sky retreats to breathtaking cliffhanger views from the open road, Thē Motor Club inspires members to be in constant companionship with the beauty and wonder of the world. Learn more: beacons.ai/the_mc \n\nA few words on the glitch, \nfrom Thē Visceral Glitch \nMaxxmillian provided me couple of photographs to glitch up. One her beautiful cars and a nature shot of desert mountains. My task was to take these images and create a new and unseen world. I started with the mountain, but the mountain didn’t want to move.  With only one option left, I had to glitch up with car.  I slammed pixels across the screen, pumped colors to the extreme, and eventually I broke the car.   Now we got something. I layered the mountain on top and new textures emerged as a beautiful digital decay emerged on the screen. \n\n\nAbout the artists\n\nMaxximillian.eth is a visionary artist-hacker, a musical creative force, and a trailblazing founder who's carving a new path for digital art and fashion experiences. With a passion for exploring the intersections of art, technology, and finance, Maxximillian is using her unique skill set to foster cryptocurrency, metaverse, and web3 adoption and literacy through her work in art and media. As a woman pushing boundaries in a male-dominated industry, Maxximillian is breaking down barriers and challenging preconceived notions of what it means to be a digital artist. Through her work she explores inter dimensional weave of the non physical and its manifestations in the human experience by incorporating cutting-edge AR technology and music to create experiences that are both visually stunning, spiritually impactful and intellectually engaging. Connect: maxximillian.eth.limo. \n\nThe Visceral Glitch is the alter ego of Daniel Kramer, a digital video artist living in Brooklyn.  He has been creating glitch art on his phone since 2018.  What started as a daily design discipline for Instagram, has turned into a vehicle to sell art via NFTs, galleries, and art fairs.  As you view these singularly visceral creations, he hopes that they both disrupt your comfort zone and stimulate your mind. More from The Visceral Glitch: thevisceralglitch.com\n\n\n\n\n",
    "image": "ipfs://bafybeigxq4qatjxj4zqdq7fhlnpg4md53kj2i2ukqbydtv7rezrbblyhve?",
    "name": "Aurum Daybreak",
    "animation_url": "ipfs://bafybeigxq4qatjxj4zqdq7fhlnpg4md53kj2i2ukqbydtv7rezrbblyhve?"
  }
}