{
  "address": "0x8e6682483254a8d96d10a4128028259fb4e0b2cf",
  "type": "ERC721",
  "name": "Weinbagz - Different Way",
  "tokenCount": "57",
  "uri": "ar://efT1cyebGfcdBy3uc6oUvjSn8oAsW0FxoK_Qz2JPD8A/1",
  "metadata": {
    "animation_url": "ar://ik10CsdCqLSutuMhX2J7qum2NYOvooF9yNiI740-9Us",
    "artist": "Weinbagz",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://A035Gcttv8hm7N_3_pOmn-aPljlSc3vZoKJSF6LeTBM",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Different Way",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 100,
    "credits": null,
    "description": "Different Way is a brand new track that I recorded specifically for my first Sound.xyz release and was performed, arranged, and mixed by myself and mastered by Genzo Rubin. It will also, subsequently, be the first track that I upload to DSPs under the Weinbagz moniker. I started my journey as a full time producer and my journey into web3 at roughly the same time in early 2021. I remember back to when I was thinking seriously about what being a producer/songwriter would actually look like. While there was always the possibility of getting attention and eyes on my music, I did not see a path to being able to feed myself from my work. Enter web3. Over the past 2 years, I’ve created more financial freedom for myself than I ever could have hoped for with going strictly the traditional route with music.\n\nI’ve also been trying to figure out how to start integrating a web2 presence alongside my presence in web3, because I do believe in my music and I know that distribution is very limited when looking at web3 and NFTs. So, when I’m referring to a “Different Way”, or finding “Our Own Way”, this is the dynamic I’m referencing. I’m always looking for the intersection of music, tech, and audience. So merging my Sound genesis along with my Spotify genesis only made sense.\n\nTo further marry these two worlds, I will also be including the name of the Golden Egg winner in the track title when uploading to DSPs (unless they express not to be included). I figure it’s another way to take the fans on the journey with me and feature the true supporters.\n\nThanks for listening and reading. Much love,\n\nWeinbagz ",
    "duration": 175,
    "external_url": "https://www.sound.xyz/weinbagz/different-way",
    "genre": "R&B & Soul",
    "image": "ar://A035Gcttv8hm7N_3_pOmn-aPljlSc3vZoKJSF6LeTBM",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://ik10CsdCqLSutuMhX2J7qum2NYOvooF9yNiI740-9Us",
    "lyrics": {
      "text": "Does it sound good? \nDoes it feel good to you?\nDoes it sound good?\nDoes it feel good to you?\n\nWe can do it a different way\nCause we can do it our own way\nYea we can do it a different way\nIt doesn’t matter what they say",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Different Way #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Different Way",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}