{
  "address": "0x8e5c5a5fb28cb34f6e58f5e81949724e8a78bd2a",
  "type": "ERC721",
  "name": "Jing xuan pool",
  "tokenCount": "1",
  "uri": "https://arweave.net/xfPGkhNAgWDGuEVHrWgj8bxImeJKVCUFNXaGzWEp73Q",
  "metadata": {
    "name": "He glared at Ye",
    "created_by": "RTRRSS",
    "description": "Ye Xiaochuan was caught by gu Pan son in the morning, eyes also got gu Pan son two fists, dare not quibble, had to be honest.\n\n\n\nBut he is still more loyal, did not hire his Brother Zhu out.\n\n\n\n\"Now that he has confessed, he will be handed over to the precepts and punished by the law enforcement elders according to the rules of the door.\"\n\n\n\nLook around son way: \"master, give discipline courtyard disposition, really be cheap this boy!\"\n\n\n\nMrs. Jingxuan waved her hand and motioned for her to be silent. She took a look at the drunk Taoist and said, \"Drunk, what do you think?\"\n\n\n\nDrunk people know that if Ye Xiaochuan fell into the hands of jing Xuan teacher too, it will certainly make big, bad will also make to the head there, then it is not good to end.\n\n\n\nHanded over to the precepts, according to the cangyun gate rules, it is estimated that some flesh and blood suffering, grounded to the wall for a few months.\n\n\n\nHe nodded. \"THAT's fine with me.\"\n\n\n\nAs a result, Ye Xiaochuan was bound to the precepts, many young disciples are with the past to watch, some were Ye Xiaochuan stolen disciples see this person was caught, big heaven has an eye.\n\n\n\nPrecepts, Ye Xiaochuan kneeling on the ground, law enforcement elders yunhe daoren a look at the following kneeling ye Xiaochuan, immediately the head on a big circle.\n\n\n\nYe Xiaochuan had come to the precepts house several times over the years, as if the precepts house had been opened just for him.\n\n\n\nThis time in addition to Ye Xiaochuan, there are drunk road people and Jingxuan master tai, these two people are cangyun gate quite prestigious elders.\n\n\n\nYunhe daoren private and drunk daoren's relationship is good, before the disposal of Ye Xiaochuan, always talk about some personal affairs, to Ye Xiaochuan.\n\n\n\nBut this time it seems that the situation is not very good, jingxuan teacher too unexpectedly also came, this Jingxuan teacher is famous for harsh, and daodaogao strong, in cangyun gate can almost rank in the top ten, oneself can not offend.\n\n\n\nHe stood up and said, \"Jing Xuan teacher sister, how did you come to this precepts house today? What's the matter?\"\n\n\n\nJingxuan took a look at Ye Xiaochuan who was kneeling on the ground and said, \"A disciple ran into my disciple's boudoir and violated the rules of the door. Brother Yunhe, you are in charge of the rules of the door, so you are escorted here and let him deal with you.\"\n\n\n\nThe monk moved his eyes from Jing Xuan shita to Ye Xiaochuan, and then looked at the angry face of Gu Pan, who was standing beside Jing Xuan Shita. He understood what was going on.\n\n\n\nAfter all, he had a close personal relationship with the drunk Taoist people. If Ye Xiaochuan had offended other disciples, it would have been easy for him to do so. But this time Ye Xiaochuan had not been wise enough to offend the disciples of Master Tai Jing Xuan.\n\n\n\nThe drunken Taoist, seeing what yunhe was thinking, came forward and said, \"Yunhe has rebelled against the disciple's intransigent behavior and repeatedly violated the rules of the gate. This time, Jingxuan has taken matters into her own hands again. You don't need to think about the friendship between you and me.\n\n\n\nYunhe road person helplessly, say to ye Xiaochuan: \"Ye Xiaochuan, I ask you, did you sneak into Gu Pan son's room last night?\"\n\n\n\nYe Xiaochuan escaped in the morning, was gu Pan son dozen eyes black, when many people saw.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "RTRRSS"
      }
    ],
    "image_details": {
      "bytes": 126367,
      "format": "JPEG",
      "sha256": "56ff63ba7ee568bba1b4f9b855c40f8ec78cc1db2e75d33edebef74222faa5d3",
      "width": 800,
      "height": 533
    },
    "image": "https://arweave.net/X4fsk4ZwST6zIb05ZKIKk3Zx0mDWJ-g6LwYOG_-YGUA",
    "image_url": "https://arweave.net/X4fsk4ZwST6zIb05ZKIKk3Zx0mDWJ-g6LwYOG_-YGUA"
  }
}