{
  "address": "0x8e7c19d2d347e96bb49b53e5a50049b80904e1da",
  "type": "ERC721",
  "name": "The pixel and identity",
  "tokenCount": "3",
  "uri": "https://ipfs.pixura.io/ipfs/QmTzdF4jaXne4PuHbAnwLbyiRr3yDLB9NixpHK9wzqykj8/metadata.json",
  "metadata": {
    "name": "Be a line",
    "createdBy": "Souline ",
    "yearCreated": "2022",
    "description": "We are slowly approaching an era where we begin to realize that nothing, absolutely nothing is solid and rigid. Thanks to the pixel, technology and the new perspectives that our current reality gives us, we are able to capture this state of uncertainty, where security is something ephemeral. If until today we felt able to define ourselves with concepts and words such as he, she, transracial, transgender, etc, in the future this will be mixed in a container where endless terms coexist adopted by each human being to define himself with total freedom according to his way of seeing himself.\nThe pixel as a tool capable of lending to the game of identity, where I can symbolically define myself with anything that feels real, that brings me closer to my true essence.\nGeneralizations are things of the past and I firmly believe that our current ways of communicating will be unable to define the magnitude of what is ventured. In the metaverse, the limits known until now vanish, the intimate relationships that we have with our own way of defining ourselves see an open door towards infinity, and I believe that many will want to cross it.\nIn this universe I can be a point, a line, a stroke in a space, I can feel and appropriate the unthinkable. Everything known collapses before our eyes and it is time to rebuild ourselves. Creativity and play will be a path that brings us a little closer to who we really are: soul.\n\nThis compilation of works invites us to reflect on both virtual identities within the metaverse and our way of defining ourselves in the real world. It is an open door to think in our language with a view to the future, to consider that any parameter that remains static for a long time is simply an illusion.\nThis series called The pixel and identity  provides a creative space to talk about the paradigm that we approach each time we move forward in time towards a future in which technology and art are threaded by the same thread.\n\nThis project was carried out with Manuela Hidalgo, who has provided the photographic records. The decision that none of the photos show the face is key so that the viewer is not able to define the being, nor associate it with a specific gender. The fact of using symbolic elements placed on the skin as a tattoo is an anchor to the past, to the ancestral, where these pictorial elements were used to tell events of their lives, stories, to demonstrate belonging to a certain culture, etc. In this case, the symbolism of the tattoo, and the staging of the piece on a white surface, seeks to generate a dialogue in the entire piece in which now the pictorial itself can be the total identity if we integrate our being into the pixel.\n\n\nPhotography: Manuela Hidalgo\nDesign and ilustration: Solange Orfano",
    "image": "https://ipfs.pixura.io/ipfs/QmZM9x3eBRB3XUeGenhazaaeVLSeLfXeaDoz6muZ36N7B1/Ilustracion_sin_titulo61.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmZM9x3eBRB3XUeGenhazaaeVLSeLfXeaDoz6muZ36N7B1/Ilustracion_sin_titulo61.jpg",
      "dimensions": "8375x7242",
      "size": "8784752",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "pixel",
      "concept",
      "reflection",
      "newera",
      "souline",
      "photography",
      "metaverse",
      "identity"
    ]
  }
}