{
  "address": "0x8f45dd381dac50eb7bf42e9f5cd0ae265e77d905",
  "type": "ERC1155",
  "name": "Cosmic Angel",
  "tokenCount": "2",
  "uri": "https://arweave.net/HF5p8-yP10dGDCo1Q_xZZYGsmJNrfwefgXI-6nTTch4",
  "metadata": {
    "name": "Cosmic Angel",
    "created_by": "aydinmustafa",
    "description": "Open this window to the universe and take a peek inside.  \nWhat do you see? \nDo you see stars, nebulae, and galaxies?  \nMaybe you see astronauts, aliens, and angels? \nOr maybe when you carefully study the depths of this image, can you find them all?\n\nCreating this image required the collection of photons that have traveled toward our earth for 160,000 years. This image was shot with a widefield to be able to include the many beautiful nebulae located deep within our galactic neighbor. This “next-door neighbor” is a companion, or in other words a satellite galaxy, of our own Milky Way Galaxy.\n\nThe Large Magellanic Cloud (LMC), is called a \"cloud,” even though it is actually a dwarf galaxy orbiting the Milky Way. In the Southern Hemisphere, it is visible to the naked eye. And, with the benefit of modern art and science, we can see so much more detail. The infinity of space, combined with our human imagination, brings us true Cosmic Angels.\n\nLMC is the second or third closest galaxy (≈160,000 light-years) to the Milky Way after the Sagittarius Dwarf Spheroidal (≈70,000 light-years) and the possible dwarf irregular galaxy known as the Canis Major Overdensity.\n\nCapturing this image took 47 hours and 20 minutes and it was shot using a remote access 106 mm refractory telescope located in dark skies of Australia. Three different filters and a monochrome CCD sensor/camera were used to create SHO also known as the Hubble Palette image. These filters capture different wavelengths of light from emissions from different elements: H stands for Hydrogen, S for Sulfur, and O for Oxygen. With these 3 different filters, the object is shot and every individual filter data is calibrated and stacked and 3 master mono images are created. These three mono master files are assigned to Red Green and Blue channels to create an RGB aka color image.  \n\nOnce there was the RGB color image, a rigorous post-process starts where lots of scientific and artistic steps were taken to have the finished image. Pre and post-processing took several hours.\n\nLicense: \nExtended Editorial; Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.\n\nImage Credits: Mustafa Aydın / Telescope Live",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Mustafa Aydin"
      },
      {
        "trait_type": "Object Type",
        "value": "Emission Nebula"
      },
      {
        "trait_type": "Telescope",
        "value": "Takahashi FSQ-106ED"
      },
      {
        "trait_type": "Camera",
        "value": "FLI ML 16083"
      },
      {
        "trait_type": "Location",
        "value": "Yass, NSW Australia"
      },
      {
        "trait_type": "Total Exposure",
        "value": "47 hours 20 minutes"
      },
      {
        "trait_type": "Edition Size",
        "value": "42/42"
      },
      {
        "trait_type": "Year",
        "value": "2021/2022"
      },
      {
        "trait_type": "Dimensions",
        "value": "3770x3770 pixels"
      },
      {
        "trait_type": "File Type",
        "value": "JPEG"
      },
      {
        "trait_type": "License",
        "value": "Extended Editorial"
      }
    ],
    "image_details": {
      "bytes": 5629538,
      "format": "JPEG",
      "sha256": "22fd370b16861d293e59e34608e05a3e121332f6d2cf7fcd0e4ed555f92f1c25",
      "width": 3770,
      "height": 3770
    },
    "image": "https://arweave.net/eF69EeZRsQ-ON1GKG_iMmq5ghCOIFc0mDPCPqPpQIs8",
    "image_url": "https://arweave.net/eF69EeZRsQ-ON1GKG_iMmq5ghCOIFc0mDPCPqPpQIs8"
  }
}