{
  "address": "0x8fe4a4b84b1a04c4bc9af99be70fe355451a7ac4",
  "type": "ERC721",
  "name": "Love Thy Self 3 Part Art & Poem Series. A Be Coded By Colour Series. (SOLD OUT)",
  "tokenCount": "3",
  "uri": "https://arweave.net/xSVqdoVwTaMO0fhF8gFaGRrF-dSCPbycJRlcd9ervKc/1",
  "metadata": {
    "name": "PART ONE: Allowance Of Love.",
    "created_by": "Madame Love",
    "external_url": "www.madamelove.io/lovethyself",
    "description": "The journey of re-coding our self worth/love.\n\nPART ONE - POEM:  \n\"Intrepid heart asks,  \n“What have I done wrong” again,  \n“For undeserved pain?”.\n\nFor you hold onto  \nAll of these thoughts of hatred  \nWhen I love freely.\n\nPlease hear my embrace, \nWrapped in lace of roses bright;  \nJust let the love in.\"\n\nPART ONE - DEBRIEF: \n(Note: Prelude of PART TWO & THREE)  \nOne must be creative (orange) when in the thick of negative self talk, limiting beliefs and low self worth. What can help to overcome it requires a laser like focus, watching your thoughts (purple) and seeing if you can change them with a heart-based (green and pink) approach. \n\nExample: \nLimiting belief: I am never going to be able to get to where I want to be, I am not smart enough. \nCorrection: I am working towards my goals, as I learn the skills I need to get there. \n\nOne tells yourself you are not worthy or capable of achievement. The other shows that you value and LOVE yourself, and have belief that you can evolve, which is what the soul does. We come to this life to grow, to learn, to be. \n\nThe green around the mind is the love you're using to reshape brain structure. Some call this NLP (Neuro-Linguistic Programing), I like to put the emotional/spiritual aspect in there as I find it makes it easier to understand.\n\nYour cells and all parts of you hear the negative self talk and act accordingly, in forms of illness, un(dis)ease, low mood and energy, but this is not your natural state. The heart is full of unconditional love and can bypass the mind to shift these patterns if you quieten down the chatter long enough for you to hear it. It wants to help you. It can help you. You just need to let the love in. \n\n\nPART ONE - SERIES DESCRIPTION: \nSelf worth is an integral building block to the life we live on planet earth, and it comes when we start to see and acknowledge the COLOURS OF OUR SOUL. The \"colours\" are the metaphorical expression of the unique elements that make up the code of our spirits, the crux of who we are as individuals and the special ways in which we interact with life. \n\nThe journey to loving thy self is one that is done with layers, just like this art was created. We may find the foundation one day, feel good and think \"This is it. I've worked it out. This was all that was needed.\", but then, a little while later, perhaps the gun was jumped as insecurities come blazing through. \n\n\nThis series is made in full force love, by Madame Love. \n\nAll use of poetry and art of this series must be credited. \n\nwww.madamelove.io",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Madame Love"
      }
    ],
    "image_details": {
      "bytes": 1693541,
      "format": "PNG",
      "sha256": "81fec727bc933a6a65ad54e33e552cfec4eb45f15f588fd1bfd31acec403de0d",
      "width": 4000,
      "height": 4000
    },
    "image": "https://arweave.net/ZqRTlPNUifI8ubqcLaZzqWbYlHea9O5_NG8DikA0u5Q",
    "image_url": "https://arweave.net/ZqRTlPNUifI8ubqcLaZzqWbYlHea9O5_NG8DikA0u5Q"
  }
}