{
  "address": "0x8f18c72566884636549aee7d9990b1b4867c1ca1",
  "type": "ERC1155",
  "name": "Body Without Organs",
  "tokenCount": "1",
  "uri": "https://arweave.net/fj7UPqML-oooymd5_lj3AYbtHzJAt7OG_I8SvQrIy-Q",
  "metadata": {
    "name": "Eye of Water",
    "created_by": "Gino Battiston",
    "description": "From Body Without Organs series: ´Eye of Water´.\n\nAnalog-digital hybrid.  \nConceptual photography.  \n5504px 3381px 300dpi JPG.\n\nAnalog camera: Voigtländer Bessa year 1936.  \nAnalog exposure: 1/300, f11, ASA 400.  \nNegative: Ilford Delta 400 Pro.  \nFrame format: 6cm. x 9cm.\n\nDigital camera: Nikon D750.  \nDigital exposure: 1sec., f11, ASA 100.\n\nLocation: Potrerillos, Mendoza, Argentina. (Andes)\n\n---\n\nWhy such a dreary parade of sucked-dry, catatonicized, vitrified, sewn-up bodies, when the BWO is also full of gaiety, ecstasy, and dance? Deleuze - Guattari, A Thousand Plateaus.\n\n---\n\nWhat is there beyond our body that still belongs to us?  \nHow many realms conjugate our existence?\n\nOur experience is arranged in multiplicities, so numerous that they prevent us from self-defining. We feel being much before we know what it's about. We stumble upon concepts, provisional words that cannot contain the experience that causes them. Only an ephemeral moment can capture this movement that tends towards the infinite.\n\nThis eye of water is the reflection of an astonished soul, which never ceases to fall among things. The landscape can be seen, but is it as real as we believe it to be?\n\nAre our eye-parts the ones that reveal secrets?  \nWill the vortex, the astonished gaze, ever stop swallowing us?\n\n---\n\n¿Qué hay más allá de nuestro cuerpo que aún nos pertenece?  \n¿Cuántos reinos conjugan nuestra existencia?\n\nNuestra experiencia se dispone en multiplicidades, tan numerosas que nos impiden auto-definirnos. Sentimos el ser mucho antes de saber de qué trata. Tropezamos con conceptos, palabras provisionales que no pueden contener la experiencia que las provoca. Solo un instante efímero puede capturar este movimiento que tiende hacia el infinito.\n\nEste ojo de agua es el reflejo de un alma atónita, que no cesa de caer entre las cosas. El paisaje se deja ver, pero, ¿es tan real como creemos?\n\n¿Son nuestras partes-ojos las que revelan secretos?  \n¿El vórtice, la mirada estupefacta, dejará algún día de tragarnos?\n\nGino.  \n",
    "image_details": {
      "bytes": 10890730,
      "format": "JPEG",
      "sha256": "9aca39a6e6c6daca8509bc52fcb1998f9b9c5bc1f777f603b732c9e2530e1e7f",
      "width": 3381,
      "height": 5504
    },
    "image": "https://arweave.net/JSAqseUSf4D0v5llDhEsHhZr0vWHjYYxdnoPE3Qebig",
    "image_url": "https://arweave.net/JSAqseUSf4D0v5llDhEsHhZr0vWHjYYxdnoPE3Qebig"
  }
}