{
  "address": "0x90408c6dd71cd9d732462b676c9a075902c8fd66",
  "type": "ERC721",
  "name": "Human Alien Friendship League",
  "tokenCount": "27",
  "uri": "https://arweave.net/hlg7hMUZ67gVDeLex36uONgAoFXfCBu74m1lSykOAHc",
  "metadata": {
    "name": "Napolien",
    "created_by": "The Human Alien Friendship League",
    "description": "This rare Invader escaped imprisonment, evaded the Resistance, and told its story to Cosmic Artist. This story changed everything. Thanks to the heroism of this Invader, who based this disguise on a history book it read while in captivity, we now know that the Invaders come from not from outer space, as previously believed.\n\nThey were once humans, living on Earth in a parallel dimension 3000 years ago. This Earth is known as Earth-1155. \n\nThe humans of this similar planet became so advanced technologically that they thought emotions stood in the way of their primary goal: rapid evolution. \n\nAfter three thousand years of advancing technologically, plundering worlds, upgrading themselves genetically, and thinking they were thriving and mastering the universe, the Invaders started to realize that they’d gone too far. \n\nIn merging with technology, the Invaders lost their humanity. And technology without humanity is simply an object: without spirit, soul, emotion. \n\nWe now know that the Invaders came here to warn us not to make the same mistakes, thanks to this brave Invader. Please treat Napolien with the care and respect worthy of a hero.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Cosmic Artist"
      },
      {
        "value": "New Invader Rare",
        "trait_type": "Type"
      },
      {
        "value": "Historical",
        "trait_type": "Disguise"
      },
      {
        "value": "Hero",
        "trait_type": "Role"
      },
      {
        "trait_type": "Style",
        "value": "Black & White"
      }
    ],
    "image_details": {
      "bytes": 2869399,
      "format": "JPEG",
      "sha256": "382764efa6f6130f0dd53414fe8968309a00d172fc1a4d23a77dcd9990954270",
      "width": 2048,
      "height": 2048
    },
    "image": "https://arweave.net/7y6IE6nQeO8rtBLCUgZ-PIgjBB-pLSf9MOrXlh5-D9M",
    "image_url": "https://arweave.net/7y6IE6nQeO8rtBLCUgZ-PIgjBB-pLSf9MOrXlh5-D9M"
  }
}