{
  "address": "0x9004bd559f7b95291a9141acc9600d795a3688a7",
  "type": "ERC721",
  "name": "EsqLida Editions",
  "tokenCount": "151",
  "uri": "https://arweave.net/CTv1A4MuaNyOnLnM0KD2oGGjyDfMtwJbket0SdDiasE",
  "metadata": {
    "name": "Kekrising ",
    "created_by": "EsqLida",
    "description": "Stuck in an endless cycle of content without substance and constantly being encouraged to conform by the powers at be, the residents of Keksaw have seen their spirits crushed and a malaise sweep over the community over the last several years. \n\nYet, one magical day the residents hear rumors of residents of other communities banding together to take a stand and fight for art, memes, and good times. \n\nThe residents of Keksaw begin talking about others working in unison and across regions leading the charge such as those in the Corn Cavalry and the spirit lifting art coming out of the Kek Win$ Edition armory.\n\nSpirit among the residents begins to grow, songs begin breaking out in the streets, laughter can be heard everywhere in the community, and slowly spirits start to improve.  \n\nThe residents of Keksaw decide to rise up and fight together to spread memes and vibes regardless of the likelihood of succeeding.  The residents realize that when times get tough, that is precisely the time to work together and continue on the path.  The residents decide fighting through the tough times is when culture is made and that is what must be done to preserve Keksaw and the culture.  \n\nA dawn of a new era is beginning.  For Keksaw.  For the culture.  \n\nThis is the start of the Kekrising.",
    "external_url": "@EsqLida",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "EsqLida"
      },
      {
        "trait_type": "Editions",
        "value": "EsqLida Editions Genesis"
      }
    ],
    "animation_details": {
      "bytes": 11911126,
      "format": "MP4",
      "duration": 5,
      "sha256": "5dff13f39a9aa40b68af84913acc3ac5f4576a3f0f26cd015f2a33d61865465a",
      "width": 1248,
      "height": 2096,
      "codecs": [
        "H.264"
      ]
    },
    "animation": "https://arweave.net/WooI8x3ZK98PIyDvA08DWadremZjGZJBzwkD-Sa99i4",
    "animation_url": "https://arweave.net/WooI8x3ZK98PIyDvA08DWadremZjGZJBzwkD-Sa99i4",
    "image_details": {
      "bytes": 2353509,
      "format": "PNG",
      "sha256": "273a780af6b8dd1f9fa49b484aa1d49dcfd1a8640ffcbab71d1a4dda4ce58098",
      "width": 928,
      "height": 1592
    },
    "image": "https://arweave.net/rSu-YMrXndCxY3Dbf6pfQxUrby6mVDGw653LsbyUzYc",
    "image_url": "https://arweave.net/rSu-YMrXndCxY3Dbf6pfQxUrby6mVDGw653LsbyUzYc"
  }
}