{
  "address": "0x903ce57b511e3571d485db1fd28bf7f74ef1862d",
  "type": "ERC1155",
  "name": "OSOOTTER",
  "tokenCount": "1",
  "uri": "https://arweave.net/Lh0XbVIg2PI-7x7le94netwAjj-mnll-CDAV_XSwdNg",
  "metadata": {
    "created_by": "OsoOtter",
    "name": "OSO & OTTER (I) \"The Creek At The Edge Of The World\"",
    "external_url": "https://twitter.com/OsoOtter",
    "description": "The Creek at the Edge of the World\n\nIt was like this:  \nOne night under the fullness of the diamond-bright moon, Oso & Otter stole down to the Creek at the Edge of the World. Their teacher, old Kingfisher, had always made it clear that visits to the creek were not only dangerous–they were forbidden. This, of course, had the opposite of the intended effect–Oso & Otter were always dreaming of how and when they would go. What they would do there, they never thought about.  \n\tSo the night came when old Kingfisher snored deep and the Strawberry moon was high, and they set out. It was a strange journey, but I’ll save that for another tale. Eventually, they arrived.  \n\tThe Creek was a golden thread, with a brightness not just from the moon, but all its own. Oso felt afraid, but Otter put a paw on his soft haunch, gave a little squeeze, and then leapt right into the water.  \n\tAs you might imagine, the Creek at the Edge of the World is not like other creeks. As Otter swam, she saw beneath her the whole of life unfolding, the streams of little lives, the births and deaths of larger stars. \n\tEventually, Oso joined his friend in the bright water. Together they looked down into the universe in motion, the endless whirl of galaxies and the labyrinthine intricacies of the flower. Over it all presided the raven Death. He, too, watched, and would occasionally unfold his wings of midnight to swoop over it all.  \nDo you see them, right up there in the sky? Look up and you’ll see Oso, Otter, and, just where the night is darkest, Raven.  \nThey are swimming still.\n\nStory by J. Alexandra McGhee \nIllustration by Whalesink  \n",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "OsoOtter"
      }
    ],
    "image_details": {
      "bytes": 4198091,
      "format": "JPEG",
      "sha256": "10ed325dcd09b54ea10903908cd3f1faa91533372d52adee9d95aff5e472962a",
      "width": 3840,
      "height": 2160
    },
    "image": "https://arweave.net/yMY_vlQ6yB3C-yJF2XRwjFyGoSdrJMAyT9kW1k8nMhc",
    "image_url": "https://arweave.net/yMY_vlQ6yB3C-yJF2XRwjFyGoSdrJMAyT9kW1k8nMhc"
  }
}