{
  "address": "0x9039cbdd624c0883d9edc844bcdaaf7598bc270a",
  "type": "ERC1155",
  "name": "MrsPepe Community Pillars",
  "tokenCount": "9",
  "uri": "https://arweave.net/tSfJTpzN84PNDz97jLvfUsPxJFiV_Ndcfu6gVkFV0Rc",
  "metadata": {
    "created_by": "MrsPepeArmy.eth",
    "name": "MrsPepe OG",
    "description": "*This is a whitelisted token\n\nUnfazed by the stormy winds of FUD (Fear, Uncertainty, and Doubt), you clung to MrsPepe with an unbreakable grip, becoming the unsung heroes.\n\nThis Special Edition NFT stands as a vibrant tribute to your unwavering spirit. It encapsulates the sheer brilliance and audacity with which you embraced every challenge, transforming adversity into opportunities for laughter and connection. By owning this exceptional piece, you flaunt your membership in an elite circle, a league of fearless meme warriors who never surrendered their sense of humor nor their belief in the power of memes to unite and uplift. As you proudly display this rare gem, know that you are not only a collector but a custodian of our vibrant meme culture—a culture that thrives on resilience, creativity, and an unwavering commitment to never take life too seriously.\n\nCollectors of OG tokens are esteemed members within our community, deserving the utmost respect from their peers. They may enjoy privileged benefits such as exclusive access to upcoming utilities, i.e. Redeem to Mint, and other enticing perks.",
    "external_url": "https://MrsPepeArmy.eth.com",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "MrsPepeArmy.eth"
      },
      {
        "trait_type": "Special",
        "value": "OG"
      }
    ],
    "image_details": {
      "bytes": 893435,
      "format": "PNG",
      "sha256": "495df71f51a8c6d2c7ce23de3a7ed4769481ee6f9eb3bec5b35111fc42127089",
      "width": 1282,
      "height": 1000
    },
    "image": "https://arweave.net/xlgOauPOJW_gJ0wnh685tgsVN5jjTsWqqUlNT8SPYio",
    "image_url": "https://arweave.net/xlgOauPOJW_gJ0wnh685tgsVN5jjTsWqqUlNT8SPYio"
  }
}