{
  "address": "0x90a95b57ab69bd89c1b4e11c57c9a18835478f3b",
  "type": "ERC721",
  "name": "Emilia Fynsk Norup",
  "tokenCount": "1",
  "uri": "https://arweave.net/gaWFkQJvjTYyUiTLRp6iBF-nwCNjhOp7Ba5BWr5OAlI",
  "metadata": {
    "name": "Cyania The Healer",
    "created_by": "Emilia Fynsk Norup",
    "description": "Cyania is a healer and adventurer who travels her magical world to find new herbs, creature ingredients and different plants that she uses to help the patients she meets all around the world. Earlier in her life she was an assassin, who worked for people she thought she could trust, but who spun stories for her, to make her think she was helping the world. She eventually found them out and left, using her assassin's abilities instead to help her fight off the beasts lurking at night. \n\nCyania tends to mostly pick healing herbs, herbs that gives adrenaline etc., but she also has a compartment in her bag exclusively for poisons and harming potions and herbs, which she only uses for the more dangerous creatures she encounters on her journeys. When she's not out exploring or finds herself close by, Cyania stays at her home village near the palace. \nThe village is a marketing town and is almost always crowded with visitors of all species; high elves, gnomes, mortals, magicians, mer-people (who gather at the salt water stream to chatter with creatures on the shores), wood elves and so on, who either rent a stall, or are there to look at the many items and foods from across the world. When she’s there, Cyania often buys a trinket to set on her bedside table in her small cottage at the center of the cozy village. \n\nFormerly she had a lover, and she would’ve stayed in the village with him if their relationship hadn’t been cut short. They had been together for three moons at the time, when something had shifted in him. She had questioned him about the change of behaviour, and when she’d pushed him about it, he’d lashed out and hit her. They had fought, and during their fight her eye had been damaged beyond even a healer's help. Seeking to see again with both eyes, she had contacted a village smith that claimed he could make a working prosthetic for her. With both eyes working again she’d looked for her former lover – who, claimed the few villagers who had seen him, had disappeared after their fight – to no avail. \n\nShe had stopped looking for revenge after some years, but sometimes when she catches her prosthetic eye’s reflection in a stream, she still wishes she could repay him for the scarring that run along the edges of the metal plates.\n\nCreated February 2022",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Emilia Fynsk Norup"
      },
      {
        "trait_type": "Date",
        "value": "2022:02:06"
      }
    ],
    "image_details": {
      "bytes": 2203635,
      "format": "JPEG",
      "sha256": "a47571f18958513d7827e372b1dcac52e6a47e101225130aa7ca6be915d7019f",
      "width": 3024,
      "height": 4032
    },
    "image": "https://arweave.net/qUBpC-O7dD0dExDLmgc2f449XvNxQEGO6yViwr8IvSk",
    "image_url": "https://arweave.net/qUBpC-O7dD0dExDLmgc2f449XvNxQEGO6yViwr8IvSk"
  }
}