{
  "address": "0x90e080a5641c0fbd996dcda592f44a18dfed5fa7",
  "type": "ERC721",
  "name": "(un)becoming: an experiment for ctrl-x by juni & cc",
  "tokenCount": "8",
  "uri": "https://arweave.net/grU3_WwlCCpo-ez6Jy3uP_j1jwuhObDtoG3vuggoEmk",
  "metadata": {
    "name": "becoming",
    "created_by": "juni & cc",
    "external_url": "https://www.xueniversal.fun/post/un-becoming",
    "description": "Do you remember the age you first were desired?  \n‍  \n  \n6 years.\n\n\nI can only tell you of my own world. In this cut of universe, I am divided. In the Western canon, my body represents something closer to divinity, and is simultaneously characterized as diabolical. As a transgender woman, I don’t intend deceit -- but when one looks at me there is only so much assumption to manifest.\n\n\nAngel, devil, man, woman: the difference is in the fall, it is in the fruits of our labor. We are made of each other, but somehow starkly different. In any case, welcome to this small project: (Un)becoming -- a sum of parts of two humans, that is infinitely more. In this project, I took my dear confidante, CC, and soul-stitched their image to mine, lovingly, piece by piece. With this, we ask: what divides the divine from the monstrous? Is it love?  \n‍  \n\nDo you remember the first time you fell in love?\n\n\nHere we are in the world of Web3: a playing field of finance, firsts, and the future. Folks are at their highest highs, and things don’t seem to be slowing down. We interface at hyperspeed so as to build lasting connections -- all while not seeing the face behind the profile. Or if we do, it is flattened by bravado, by posturing, by becoming more becoming. Is this human nature, or natural disaster? Is this a dance, or a deception? This project doesn’t seek definitive answers. It seeks stories. With this, you will find our 6 parts -- each will lead you to a question, and each question demands an answer. We hope you choose the one that calls to you. All of these responses will be consumed by our avatar, digested and transformed from nutrient, to shit, to flowers, in our next project.\n\n\nMay we become something that everyone wants, together.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "juni & cc"
      }
    ],
    "image_details": {
      "bytes": 760433,
      "format": "JPEG",
      "sha256": "4bf546e80c022cf000ab56052acf9ba629eea88d8169a8f8a96381e1ea3b41f9",
      "width": 2025,
      "height": 2025
    },
    "image": "https://arweave.net/nvI-Tz-erVWiI1Z8AXUZG1LoCaXblhgqCpwXtIelZMs",
    "image_url": "https://arweave.net/nvI-Tz-erVWiI1Z8AXUZG1LoCaXblhgqCpwXtIelZMs"
  }
}