{
  "address": "0x90201cbf94a81fb145899a0c5ac606d8b0ab515f",
  "type": "ERC721",
  "name": "AI Yokai Summoning Ritual",
  "tokenCount": "45",
  "uri": "https://neort.mypinata.cloud/ipfs/QmXv4mfapZdXU8YtVPGWCTib9LMvBCjzK2MHpQdxCAxnG3",
  "metadata": {
    "name": "001_みえるもの あらわれるもの いないもの",
    "description": "この作品は、タイトルになっている俳句をもとにChatGPTが以下の詩を作成し、たかくらかずきの作風を学習したAIが詩を読み込んで生成した妖怪です。\nFor this work, ChatGPT created the following poem based on the haiku of the title of this work, and AI, having learned Kazuki Takakura's style, read the poem and generated the YOKAI.\n\nIn the realm of vision Appearances and vanishing acts Things unseen unfathomed depths.  What seems so tangible Transparent and undeniable Bears secrets unrevealed.  The elusive essence That which is quietly hidden Lurking beneath the surface.  Mysteries cloaked in shadow Awakening curiosity Challenging perception and belief.  In the presence of the unseen The quest for understanding Venture beyond the horizon.  Peering through the veil of reality Unraveling the tapestry of life Discovering the invisible thread.\n\nこのNFTはたかくらかずきのアートピースであり、キャラクターデザインのマスターデータです。この作品を生成しているAIツールは神田川雙陽によって開発されました。この作品の展示の権利は作者と所有者が共有します。この作品の商用利用は禁止されています。この作品の変更は禁止されています。著作権は作者に帰属します。この画像を使用して別の商品を販売できるのは作者のみです。この作品や添付の素材、キャラクターのアイデアを使用して別のNFTを製作することは禁止します。購入者はこれに合意したと見なします。\nThis NFT is an art piece and master data of character design by Takakurakazuki. The AI tool generating this work was developed by Sanyou Kandagawa.The rights to display this work are shared by the artist and the owner. Commercial use of this work is prohibited. Alteration of this work is prohibited. Copyright belongs to the author. Only the author can use this image to sell another product. It is forbidden to produce another NFT using this work, the attached material or character ideas. The purchaser is deemed to have agreed to this.\n\n©️takakurakazuki",
    "image": "https://neort.mypinata.cloud/ipfs/QmX2aqsa1uhk7nskgjpT1nsnyVHVFTa6DVBJc35wfmVyHn",
    "attributes": [
      {
        "trait_type": "First Phrase",
        "value": "みえるもの"
      },
      {
        "trait_type": "Second Phrase",
        "value": "あらわれるもの"
      },
      {
        "trait_type": "Third Phrase",
        "value": "いないもの"
      }
    ]
  }
}