{
  "address": "0x90a8361a2d238aa60bb1056ed9cd659ccdff23db",
  "type": "ERC721",
  "name": "Lead With... ™",
  "tokenCount": "5",
  "uri": "https://arweave.net/z1TFFV4LTqxSEmQMCrOaHYASU0OH3ih1C8ymyNjwQiA",
  "metadata": {
    "name": "I Promise",
    "created_by": "Dori Desautel Broudy",
    "external_url": "https://doridesautelbroudy.com/",
    "description": "“I Promise”:  part of the “Lead with…™️” series, this original illustration created by renowned artist Dori Desautel Broudy is offered as a 1/1 NFT, with 51% of the net sale proceeds dedicated to Everytown for Gun Safety (everytown.org).  Notably, Dori has chosen to abstain from collecting royalties in secondary sales for this piece. Each successful NFT collector will also have the option to purchase the original, physical version of Dori's artwork or a single edition print-an option never before made available-in a subsequent transaction, and will receive a diamond-cut, gallery-quality acrylic block conversion of the NFT image bought.\n\n*The purchase of one of Dori's NFTs does not transfer any intellectual property rights to the successful buyer, and all copyright, trademark, and any other right to commercially exploit each image remains with Dori Desautel Broudy, alone. At no time without specific, written authorization by Dori Desautel Broudy may any images be produced in physical form or reproduced in any way.\n\nPrice:  7.7 ETH (The combined number of deaths from the four deadliest school shootings in the United States-Columbine, Sandy Hook, Parkland, and Uvalde-totaled 77 children and adults).",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Dori Desautel Broudy"
      }
    ],
    "image_details": {
      "bytes": 303871,
      "format": "JPEG",
      "sha256": "a1c1d629dcae484b148e929a8de09e548b9a956275d806bbe7af05e8847cb29d",
      "width": 825,
      "height": 1050
    },
    "image": "https://arweave.net/kIEVm2eE71m72Lv6J-dtitZWZYMLZ0DRKczuGn-Cxx0",
    "image_url": "https://arweave.net/kIEVm2eE71m72Lv6J-dtitZWZYMLZ0DRKczuGn-Cxx0"
  }
}