{
  "address": "0x9178a6a8b057210e28b3a7931dd825b04f69703b",
  "type": "ERC721",
  "name": "TokyoAlternativeGirls",
  "tokenCount": "10000",
  "uri": "https://nanataku.net/json/1.json",
  "metadata": {
    "name": "Amy #00001",
    "description": "エイミー　女性格闘家　高速移動可能（特殊能力）得意武器は斧、大きな鎌。数々のテロ組織を一人で壊滅させ、ついた異名は「血の嵐」.  \n  戦争孤児でTAGのBOSSのセブンに保護されている。鼻が良く、美味しい食べ物に目が無い。好きな食べ物は塩ラーメン。周囲の人間がこってり系のラーメンが好きで逆にさっぱりしたラーメンが好きになった。背が低いことがコンプレックスで「チビ」と言われるとキレる。お化けが苦手。理由は触れられないので倒せないから。相方はミニブタで名前はマリモ。カラオケでは演歌を歌う。好きなアーティスト・北島三郎・吉幾三・氷川きよし  \n    \n    \n  Amy  /Female martial artist, capable of high-speed movement (special ability), her specialty weapons are an axe and a large sickle. She has single-handedly destroyed numerous terrorist organizations, earning her the nickname \"\"Blood Storm.  \n  She is a war orphan and is being protected by Seven, the BOSS of TAG. She is a master of martial arts.He has a good nose and is a sucker for good food. Her favorite food is salt ramen. Her friends likes thick ramen, and she has come to like light ramen. She has a complex about his short stature and gets furious when people point it out.She is not good at ghosts. The reason is that dhe can't beat them because she can't touch them.   \n  Her partner is a miniature pig named Marimo. She sings enka at karaoke. Favorite artists: Saburo Kitajima, Ikuzo Yoshi, Kiyoshi Hikawa",
    "image": "https://sp.nanataku.net/image/images/1.png",
    "attributes": [
      {
        "trait_type": "Face",
        "value": "normal"
      },
      {
        "value": "bunches Pink",
        "trait_type": "Hair"
      },
      {
        "value": "leather jacket purple",
        "trait_type": "Costumes"
      },
      {
        "value": "none",
        "trait_type": "Item"
      },
      {
        "trait_type": "Hand",
        "value": "leather jacket purple"
      },
      {
        "value": "straight bangs princess purple",
        "trait_type": "FrontHair"
      },
      {
        "trait_type": "Accessory",
        "value": "tiara"
      },
      {
        "value": "Amy",
        "trait_type": "Name"
      }
    ]
  }
}