{
  "address": "0x91ab93a36351e1d479596c98e0c009fe4f2c0353",
  "type": "ERC721",
  "name": "STREET ART ALIVE by Artflow",
  "tokenCount": "352",
  "uri": "https://arweave.net/fgCpbvXL9XeCTRAnS0fPvklJO9ua-QC_0uENUX0yzGE/1",
  "metadata": {
    "name": "A Rising Tide #1/16",
    "created_by": "ELLE x REDS",
    "external_url": "https://www.artflownft.art/",
    "description": "ELLE’s work is evocative, alluring, lavish, outrageous, purposeful and informative. ELLE is considered to be one of the top touring street artists in the world. ELLE’s mural graffiti art portrays her main passions for feminism and protecting the environment. The elements in her pieces are pure visual poetry; powerful females, flowers, animals and classical elements juxtaposed with pop-culture and high fashion imagery, revealing purposefully designed messages to the world. In 2022 ELLE is excited to have entered into the NFT space, and has exhibited alongside Keith Haring and Basquiat inside KunstLinie Museum in Almere Netherlands.\n\nA RISING TIDE  \nThe aphorism “a rising tide raises all ships” stands as a symbol of our times. We are living amidst a rising tide of anti-racism, of feminism and compassion, of Black Lives Matter and environmental awareness. The juxtaposition of a rising tide, of course, is an environmental disaster and means devastation to Miami and elsewhere in the world. This street art piece was done in collaboration with Miss Reds.\n\nThe image: a spray paint collage portrays two giant goddesses. They hold us humans in their hands and watch as our choices and actions reveal what our future world will look like.\n\nELLE’s collection is being displayed as part of the STREET ART ALIVE experience at THE LUME Los Angeles. A selection of animated artwork pieces have been exclusively curated by Artflow NFT. “A Rising Tide” is a high quality digital animation NFT and has 16 limited editions available, with 1 edition dropping on a weekly basis.\n\nFind out more on  \nhttps://www.artflownft.art/  \nhttps://thelume.com/losangeles/  \nhttps://grande-experiences.com/\n\nELLE’s socials  \nhttps://www.instagram.com/ellestreetart  \nhttps://twitter.com/elle__elle_  \nhttps://www.ellestreetart.com\n\nMural in Collaboration with Miss Reds - https://www.instagram.com/redskeee\n\nThe owner of this NFT is entitled to the high resolution file of this animation. Please contact info@artflowNFT.art with proof of ownership to receive file.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "ELLE"
      },
      {
        "trait_type": "Artwork Name",
        "value": "A Rising Tide"
      },
      {
        "trait_type": "Drop",
        "value": "Street Art Alive #1"
      },
      {
        "trait_type": "Location",
        "value": "Miami, USA"
      }
    ],
    "animation_details": {
      "bytes": 18990951,
      "format": "MP4",
      "duration": 15,
      "sha256": "be8fde030fa32e26e27fbe826a354a1937df5d17e5400bd6971839dffca6ab66",
      "width": 2260,
      "height": 1080,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/cxbvgfbwKAxcuWHhmRfgsY9NXnU_wsN_gQmG8BYcuw0",
    "animation_url": "https://arweave.net/cxbvgfbwKAxcuWHhmRfgsY9NXnU_wsN_gQmG8BYcuw0",
    "image_details": {
      "bytes": 304578,
      "format": "JPEG",
      "sha256": "bf48814d1ce6f0be8ec45280ad720a1738fb0639a9c266049158cf29ad05e35a",
      "width": 2000,
      "height": 2000
    },
    "image": "https://arweave.net/lOa_GkZydG6W-EbclU9uxI-FGgD4DrUNNrnyTQWvAoY",
    "image_url": "https://arweave.net/lOa_GkZydG6W-EbclU9uxI-FGgD4DrUNNrnyTQWvAoY"
  }
}