{
  "address": "0x91daecff370fad5ab5638b901834a76e65cc8089",
  "type": "ERC721",
  "name": "Sara Phillips - someone I don't know",
  "tokenCount": "25",
  "uri": "ar://cuHGu66VzhY1-RVp6QOlLQ25PkExX6J7ELO47iK08W4/1",
  "metadata": {
    "animation_url": "ar://qUOaeQy1o6vSAeVZBJC2lsgt9XVLmeFo6MZFzSfp3PI",
    "artist": "Sara Phillips",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://rZDF1oqcGxeLd2G61_1sjR30pIlWbyNppwVA46nrwUU",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "someone I don't know",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "When I was 21 years old I packed two suitcases and moved alone from Montreal, Canada, to New York City. I wasnʼt sure where I would live, how I would earn money, or what my life would look like, I just knew that I needed to leave and that I wanted to sing.\n\nLeaving my friends and family and the life I had at home was one of the most difficult things Iʼve ever done. Honestly, it broke my heart. But I knew I needed the change and the space to chase my dreams.\n\nIʼve spent a lot of time over the years beating myself up over choosing the life Iʼve chosen instead of staying physically close to people I love. Iʼve lost friends and relationships. Itʼs always been extremely difficult for me to reconcile making the decision to be so far from the people I care most about.\n\n‘Someone I donʼt knowʼ is an apology letter to people Iʼve hurt (even unintentionally) along the way. Itʼs also a letter to myself, in a way, an attempt at forgiving myself for putting my dream of having a career in music first.\n\nMaybe you can relate. Maybe youʼve had to live with a decision that hurt someone even though it was what was best for you. Maybe your heartʼs been in two places at once. Maybe you need to make amends with others- or with yourself. In any case, I hope you love this record. I hope it makes you feel something.\n\n10% of all sales of this record will go directly to charity. This record will be supporting The NCRI Womenʼs Committee, an organization that ‘works to be the voice of Iranian womenʼ, fighting to achieve gender equality and equal rights for Iranian women. Thank you so much for supporting this incredibly important cause with me.\n\n-Sara",
    "duration": 224,
    "external_url": "https://www.sound.xyz/saraphillips/someone-i-dont-know",
    "genre": "Indie",
    "image": "ar://rZDF1oqcGxeLd2G61_1sjR30pIlWbyNppwVA46nrwUU",
    "isrc": null,
    "key": null,
    "license": null,
    "locationCreated": null,
    "losslessAudio": "ar://qUOaeQy1o6vSAeVZBJC2lsgt9XVLmeFo6MZFzSfp3PI",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "someone I don't know #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "someone I don't know",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}