{
  "address": "0x91d72afb612abc1eb9eda05b0286a58089c9d54a",
  "type": "ERC721",
  "name": "Joyce Ong Creative",
  "tokenCount": "1",
  "uri": "https://arweave.net/SzcNFRcSwgiThWtY5OodZbmYUlw-qy6_jaVH13LjT5c",
  "metadata": {
    "name": "A Spotty Situation",
    "created_by": "Joyce Ong Creative",
    "external_url": "www.joyceong.com",
    "description": "The day I dropped my lens cap next to a wild leopard! 😱😅🤦‍♀️  \n*****  \nHoney the leopard had a fresh kill, and was contently feasting on the guts of a baby oryx when we found her.\n\nClick, click, click… our camera shutters were on overdrive. It was the first time I’d seen a wild leopard feasting on a fresh kill. \n\nGreat! I was happy with my close up shots, and went to grab my wider lens to get more of the surroundings in shot.\n\nBut arghhhhhh!!! My clumsy fingers somehow managed to both unscrew the lens cap, and also simultaneously flick it off the side of the Land Rover. \n\nOops. Sorrryyyyyyy…..\n\nThe lens cap landed about a metre from the vehicle, right in front of Honey, who was just another metre away. \n\nShe noticed, and looked up from her meal. \n\nI held my breath as she got up to explore what this little plastic thing was. \n\nShe sniffed it, looked around, growled a little… all as we stayed as silent and as still as possible.\n\nWhat was going to happen next? No one knew, but we all just watched and waited.\n\nHoney then sat down next to us and continued to check us out. \nAs slowly and silently as possible, I hit record on my phone, and caught her as she growled at us.\n\n*****  \nOur guide, Carel, later told us that this was the closest a wild leopard has ever come to a vehicle. \n\nNot only that, but this was also the ONLY time he’s ever broken out in a sweat in his entire career as a guide. \n\nSo my lens cap is gone for good (no we didn’t try and get it back), but wow, what an experience for us! 😮‍💨\n\nTaken in Namibia",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Joyce"
      }
    ],
    "image_details": {
      "bytes": 112635,
      "format": "JPEG",
      "sha256": "aaa0b7174c6e15fd4f05f435f479f628a9b5defe1869256baa3a6b2a48e928f2",
      "width": 1066,
      "height": 1600
    },
    "image": "https://arweave.net/Hqk-A5WshHakTCNz1rmFPSz1kvt9CK4xssMIQkHBG6o",
    "image_url": "https://arweave.net/Hqk-A5WshHakTCNz1rmFPSz1kvt9CK4xssMIQkHBG6o"
  }
}