{
  "address": "0x9113e60338e3d5adfb63161b11e0eeb4d1997cb8",
  "type": "ERC721",
  "name": "ED3N_001",
  "tokenCount": "2",
  "uri": "ipfs://QmVWpg366gLq12btmArfEUvVAZwa5D4gZdpN8v3yqvrtXS/1",
  "metadata": {
    "name": "“ED3N_001” BY NICOLA FORMICHETTI",
    "description": "With this NFT purchase you will unlock access to “ED3N_001” 3D digital sculpture animation, music performed by Nicola Formichetti and digital still artwork. This NFT is a .MP4 displaying the actual 3D digital sculpture of Nicola.\r\n\r\nThe unlockable content includes:\r\n\r\n*Creative Zoom Discussion Call with Artists Nicola Formichetti and Gigi Gvalia\r\n\r\n*Guaranteed Allowlist for future Formichetti NFT projects to be announced in the near future\r\n\r\n*Special custom signed thank you note from Nicola and doodle for you!\r\n\r\n*Special merchandise thank you from Folio platform\r\n\r\nThe experience changes over time:\r\n\r\n*1 Week Hold Animation Adds Music by Nick Weiss\r\n\r\n*2 Week Hold New NFT Adds Nicola’s Digital Signature\r\n\r\nMore details on the art piece from the artist:\r\n\r\nWeb3 here I come. 👾  As you probably already know, I’ve always had a love for futurism, cyberspace, and anything new, so naturally I want to find out everything I can about creating and collaborating in a web3 world. We’re experiencing a renaissance for digital art that will reshape the way creatives work, so I want to learn this new digital language and apply it to what I do and inspire other creators to take the leap.\r\n\r\nFirst step: creating my avatar. This was my first time using the 3D Scanning machine on myself! I’m very excited to be working with Folio, a curated NFT community for diverse LGBTQ+ artists, to explore this new era of digital creativity. Huge thank you to Human Engine 3D for letting me experiment in your studio!\r\n\r\nSculpture & Music Production: Nicola Formichetti\r\n\r\n3D Renderings: Gigi Gvalia\r\n\r\nStudio: Human Engine 3D, Los Angeles, California\r\n\r\nNFT Production: Folio\r\n\r\nhttps://folionft.com/",
    "image": "ipfs://QmZbJKpuotxJ5MnSK8auaWtjTHrkLLrZEDcRq91EuwGxQK/1.gif",
    "external_url": "https://folionft.com/",
    "animation_url": "ipfs://QmZhWDHMEW77M7rRjAXhxxFFUrKQdL2A17zZ4hDL1BFq1T/1_phase3.mp4",
    "attributes": [
      {
        "trait_type": "Type",
        "value": "Animation"
      },
      {
        "trait_type": "Flower",
        "value": "Chrysanthemums"
      },
      {
        "trait_type": "Color",
        "value": "Red"
      },
      {
        "trait_type": "Material",
        "value": "Metallic"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      },
      {
        "trait_type": "Position",
        "value": "Right"
      }
    ]
  }
}