{
  "address": "0x923f33fd70f718a77ad7dd876cefdd464b950d45",
  "type": "ERC1155",
  "name": "FREEDOM EDITIONS",
  "tokenCount": "5",
  "uri": "https://arweave.net/v63SCF7RllCtMB51L_5HnOolPQ9KNqmEVEk-DSl442w",
  "metadata": {
    "name": "FREEDOM",
    "created_by": "KAPLINSKIY",
    "description": "Freedom is like white clouds and a warm wind. Just look around, nature is very wise, pure, insanely beautiful, everything around us is made up of elements. If you try to hold fire, you are sure to get burned, if you want to take earth, water, wind in your fist, they will simply flow out or fall out of your palm. Everything around us is born free! Standing on the cliff at that moment the girl felt peace, tranquility, unity with nature, the warm summer wind was blowing her hair, and that was freedom - the highest value of man! \n\nThere is meaning in life when there is freedom - the freedom to choose, the freedom to love, the freedom to do what you want and to fear nothing.\n\n\nExtended Editorial License: Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder, as long as the creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with the creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "KAPLINSKIY"
      },
      {
        "trait_type": "Country",
        "value": "Ukraine"
      },
      {
        "trait_type": "Dimension",
        "value": "3334x5000"
      },
      {
        "trait_type": "Editions",
        "value": "Limited to 30"
      },
      {
        "trait_type": "Licenses",
        "value": "Commercial And Editorial"
      }
    ],
    "image_details": {
      "bytes": 7735539,
      "format": "JPEG",
      "sha256": "0354fb9773c9722ea436a2b33118f1b9760c63f16e01cca1046ad8cde608a038",
      "width": 3334,
      "height": 5000
    },
    "image": "https://arweave.net/th1M0620WYorbPf5ac0YHrMS_YeoCVJgZaNCWxDP8vc",
    "image_url": "https://arweave.net/th1M0620WYorbPf5ac0YHrMS_YeoCVJgZaNCWxDP8vc"
  }
}