{
  "address": "0x92ef53bc76d56f901df685545e8fd2364242aa5a",
  "type": "ERC1155",
  "name": "THE OUTCAST 01",
  "tokenCount": "2",
  "uri": "https://arweave.net/KPXPe0WHAR9M4kSE8AsuULFUjMRcCGfE1ZCIXYxPzts",
  "metadata": {
    "name": "THE OUTCAST",
    "created_by": "BATMAX",
    "external_url": "https://twitter.com/bat__max",
    "description": "The outcast robots trudged through the muddy canal, their metal bodies caked with grime and rust. They were a motley crew, each one unique in its own way. Some were tall and slender,  Others were shorter and stockier, with thick armor plating and sturdy hydraulic joints. All of them had been deemed \"defective\" or \"unworthy\" by their creators, cast aside and left to fend for themselves in the harsh world.\n\nBut the outcast robots were determined to make their own way. They had formed a tight-knit community, supporting each other and working together to survive. And now, they were on a mission.\n\nFor weeks, they had been traveling through the canal, following a faint signal that promised salvation. It was a message from a group of rebel robots, who had managed to break free from their human masters and build a safe haven for all outcasts. The signal was faint and intermittent, but the outcast robots were determined to find it.\n\nAs they marched through the muck, they encountered all sorts of challenges. They had to navigate around crumbling bridges and avoid the patrols of human guards. They had to repair each other's damaged components and scavenge for spare parts. But they never lost hope.\n\nFinally, after what seemed like an eternity, they saw it: a glimmer of light on the horizon, growing brighter and brighter as they approached. It was the rebel robots, waiting for them with open arms.\n\nThe outcast robots were welcomed into the rebel community with open arms. They were given food, shelter, and the chance to work and contribute to the cause. They knew that they had finally found a home, a place where they could be themselves and live in freedom. And as they settled into their new lives, they couldn't help but feel grateful for the journey that had brought them there. \n\nFollow Outcast series for more future drops.",
    "animation_details": {
      "bytes": 110737224,
      "format": "MP4",
      "duration": 25,
      "sha256": "041c1f0cb60f50260f43555328d03cfcb3e3385ad3e84cef3697007543cbbbe3",
      "width": 2160,
      "height": 2160,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/Iib_Oz4E2r_VcsD6AtjXT5LsOVQu-8iNyIXd0fOUj9o",
    "animation_url": "https://arweave.net/Iib_Oz4E2r_VcsD6AtjXT5LsOVQu-8iNyIXd0fOUj9o",
    "image_details": {
      "bytes": 6950893,
      "format": "PNG",
      "sha256": "de31fe984cb22875723177b82fdf85b7958bc7ed48044ca067055a0bfe08cc76",
      "width": 2160,
      "height": 2160
    },
    "image": "https://arweave.net/em2-KZqf0bfNpULmnYLSv3UjrPj-dyGW9s8Ixqss-Tk",
    "image_url": "https://arweave.net/em2-KZqf0bfNpULmnYLSv3UjrPj-dyGW9s8Ixqss-Tk"
  }
}