{
  "address": "0x9269ff59a56c69df2f45395eac4999a4d1754f4b",
  "type": "ERC721",
  "name": "Dreamer Multiverse",
  "tokenCount": "5",
  "uri": "https://arweave.net/_lEgZZJp4_ndAvHXuZ6qMFq_oMJYJ_5ZqEb8Ws860II",
  "metadata": {
    "name": "Dreamer #1 - Multiverse",
    "created_by": "Master Pupil",
    "description": "\"The Dreamer dreams the entire universe into existence.\"  \n- a journey into the mind-constructed nature of reality\n\nDreamer Multiverse is a collection of 1/1 digital artworks which explores variations of one vision. \n\nMuch like recalling the details of a dream, reproducing this vision delivered different results every time.\n\nEach artwork then is a fragment of the whole, with the collection in its entirety serving as a more accurate depiction of the dream. \n\n\nThe vision:  \n \n\nThe dead Peruvian grandma sensed that I was bored by the melting fabric of kaleidoscopic colours, and asked if I would like to see behind the veil. \n\nWith great enthusiasm, I (telepathically) gave her a resounding \"yes!\"\n\nShe reached back with her white-gloved hand grabbing onto the fabric and in one swift move yanked it down ripping a hole inside, revealing another space between.\n\nI found myself staring into a mirror. In the reflection I saw an androgynous humanoid made of light, meditating inside a cube room. Its pointy and elongated head had no face. Instead there was a hole which contained many galaxies, billions of stars and everything else in the universe. \n\nThe cube room was lined with smaller versions of the same scene. Along the floors, walls and ceilings of those smaller rooms, this scene was repeated again and so forth for eternity.\n\nThis vision lasted for all of 10 seconds before the veil came back down and I was facing the fabric of coloured light once again. \n\nBut those 10 seconds will stay with me forever.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Master Pupil"
      },
      {
        "trait_type": "Collection",
        "value": "Dreamer Multiverse"
      }
    ],
    "image_details": {
      "bytes": 2382221,
      "format": "JPEG",
      "sha256": "2228df04c750003e7d1c4b647fb120230ef2085c20bea777cac82326f0129b3f",
      "width": 2160,
      "height": 2160
    },
    "image": "https://arweave.net/EujOnNoGEtsJfeWhwAAEBUwNNkqhbHVWeebT_5SL4S8",
    "image_url": "https://arweave.net/EujOnNoGEtsJfeWhwAAEBUwNNkqhbHVWeebT_5SL4S8",
    "animation_details": {
      "bytes": 94648719,
      "format": "MP4",
      "duration": 13,
      "sha256": "ce527a2b18f8119e2a47200687b7b2708cab40bba5d6c1bd810bb316235f33f4",
      "width": 2160,
      "height": 2160,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/LQlNie3k7sA_c163nNq3UWjr4hTK_SdJ1gV_Jqcly9c",
    "animation_url": "https://arweave.net/LQlNie3k7sA_c163nNq3UWjr4hTK_SdJ1gV_Jqcly9c"
  }
}