{
  "address": "0x925106aaecae23eba4875a060f758ca1fef02dde",
  "type": "ERC721",
  "name": "MINDDD w Reo Cragun - pluko",
  "tokenCount": "25",
  "uri": "ar://94T9PT07cf9b8TN7fLZ-7gCzf4-Y5Wc782ghmFL-jJM/1",
  "metadata": {
    "animation_url": "ar://f7SKQdnyUP-nMaT-PQOKNG3cYODHDVWWvnR2Mc-H1lk",
    "artist": "pluko",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://781jHsi8dbYRD_K5_c15JQG-hrapywV8lu1tzN5aoDE",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "MINDDD [w/ Reo Cragun]",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 145,
    "credits": null,
    "description": "Hello web3 world, I'm Sam and this is my genesis Sound drop! I produce electronic music under the name pluko and have been doing so since I was 15. I'd say I truly identify with the title of an architect more than strictly a music producer. I am fascinated by all forms of expression and music is definitely what feels to be the most universal. I'm also constantly focusing my attention on innovation of art, technology, and human connection. When the concept of NFTs started to hit my radar, it really dawned on me how important of a role they will play in the future of art. I've been releasing NFTs here and there for about a year and a half, but also haven't been releasing a ton of music. With my next project wrapping up and starting to release to the world, you can certainly expect plenty of new releases in the future.\n\nWith this song in particular, I just have a few words to share. \n\nI’ve been incredibly fascinated with trying to infuse all of my favorite styles of music into one genre/aesthetic. I feel super proud of this one and feel that it is accomplishing exactly that. Reo Cragun and I connected through our homie Daniel Allan and we actually started writing this song all together at Daniel’s crib. Reo and I actually finished the track back and forth on facetime. It's been so cool to watch the ideas progress into a final polished track.  Such amazing dudes and so fun to work with and we've got plenty more to share.",
    "duration": 121,
    "external_url": "https://www.sound.xyz/pluko/minddd-w-reo-cragun",
    "genre": "Electronic",
    "image": "ar://781jHsi8dbYRD_K5_c15JQG-hrapywV8lu1tzN5aoDE",
    "isrc": null,
    "key": null,
    "license": null,
    "locationCreated": "us",
    "losslessAudio": "ar://f7SKQdnyUP-nMaT-PQOKNG3cYODHDVWWvnR2Mc-H1lk",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "MINDDD [w/ Reo Cragun] #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "MINDDD [w/ Reo Cragun]",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}