{
  "address": "0x92fbeea847918c7549aa120de557d9922e63e5d1",
  "type": "ERC721",
  "name": "Guerrilla Music V4",
  "tokenCount": "7",
  "uri": "https://metadata.mintable.app/B7mct2CVheURF7umcwAp/1",
  "metadata": {
    "symbol": "The Revolution will be Decentralized",
    "image": "https://d1iczm3wxxz9zd.cloudfront.net/bbfc74eb-1682-4030-b9bd-62a9fc8316ef/34e10a09-1968-4d39-b71f-b8b83df58eb3/1/ITEM_PREVIEW1.gif",
    "animation_url": "https://d1iczm3wxxz9zd.cloudfront.net/bbfc74eb-1682-4030-b9bd-62a9fc8316ef/34e10a09-1968-4d39-b71f-b8b83df58eb3/1/ITEM_PREVIEW2.mp4",
    "royalty_amount": 2000,
    "copyright_transfer": false,
    "address": "0x92FBEEa847918C7549AA120DE557d9922e63E5D1",
    "tokenId": 1,
    "resellable": false,
    "original_creator": "0x3Deaf8134c9aeBF84e9C8870c4AC1DcDB5E37E15",
    "edition_number": 1,
    "description": "<p>Purchase this NFT and get executive producer credits on the full length album called \"Love &amp; Revolution\" by KingMizoMadeIt.  This is the first time anyone can become an executive producer using crypto and smart contracts through blockchain technology.  </p><p>Become an executive producer and own 40% of all royalties and revenue share from audio streaming, digital/physical album sales &amp; NFTS. </p><p>KingMizoMadeIt (Formerly known as Unknown Mizery) is working on a book, this book will have a soundtrack. Here is a synopsis on the book which will reflect the theme of the album.</p><h4><i>\"Love and Revolution is a book about how the fight for equality and freedom can span generations. We start the journey in India at the turn of the century. Historical characters such as Bagha Jatin, the nationalist-revolutionary whose moto was “Amra morbo, jagat jagbe” (We shall die to awaken the nation) and Abaninath Mukherji, the co-founder of the Indian Communist party, come to life in this family history. Our story in India ends with the authors own father fighting for his life and beliefs in the turbulent 1970’s. </i></h4><h4><i>Our love story begins with people from two different castes connected through a quest for equality and freedom. Their journey leads them to Canada where the author is born. Through a life of making revolutionary music and activism he continues the family legacy to this day.\"</i></h4><p>The book will have a music album attached to it, you are purchasing Executive Producer credits on the Musical album (Love &amp; Revolution)</p><p>The owner of this NFT will receive 40% of the album sales revenue and royalties. (The split will be sent out annually to the wallet holding the token) This will include all digital/physical sales and NFT's that are directly from on the album \"Love &amp; Revolution\". </p><p>You will have the option to email info@GuerrillaMusic.ca and leave your legal full name or opt out by simply not emailing us, in this case we will give your 'executive producer' credit to 'Anonymous'</p><p>The owner of this NFT will have access to exclusive NFT drops and unreleased material for the lifeline of <i>KingMizoMadeIt's</i> existence as a creator of art and music. </p><p>The masters, licensing and publishing rights will be solely the property of the said artist; KingMizoMadeIt (Sourav Deb)</p><p> Welcome to the new industry! </p><p>The revolution will be decentralized!</p>",
    "printableSeries": false,
    "title": "Executive Producer NFT (Love & Revolution)",
    "url": "https://metadata.mintable.app/B7mct2CVheURF7umcwAp/1",
    "file_key": "34e10a09-1968-4d39-b71f-b8b83df58eb3/1/bbfc74eb-1682-4030-b9bd-62a9fc8316ef_LOVE AND REV EXEC PRODUCER NFT.gif",
    "apiURL": "B7mct2CVheURF7umcwAp/",
    "subtitle": "Become an Executive producer on a rap album by purchasing this NFT.",
    "name": "Executive Producer NFT (Love & Revolution)",
    "category": "Music",
    "edition_total": 1
  }
}