{
  "address": "0x92609ee08c80b859a9c03ef320c904568037dbed",
  "type": "ERC1155",
  "name": "Unidentified contract - 6At9atIM9I",
  "tokenCount": "5",
  "uri": "https://arweave.net/yfq74DGbw6t8Y7oomYNqg7dNWs0ZOgmT9JNzaaielrw",
  "metadata": {
    "name": "Venture Club Syndicate NFTs",
    "created_by": "Venture Club",
    "external_url": "https://www.ventureclub.club/",
    "description": "*** If you buy this NFT, please visit our discord and let us know in order to complete the process ***\n\n- This NFT was created to facilitate the formation of a syndicate to invest in Venture Club Inc. It was created in collaboration with Junney Richard Kang JR.  \n- This NFT acts as an administrative mechanism to collect funds for the formation of the syndicate, and it does not represent, or guarantee the holder thereof, of any legal right to participate in the syndicate.  \n- By purchasing this NFT, you are eligible to participate in an SPV. Your membership interest in that SPV will be proportional to the value of funds received by the purchase of this NFT.  \n- REQUIRED STEPS. To participate in the syndicate, purchasers of this NFT will be required to pass the accredited investor standard provided under Regulation D as promulgated by the Securities Act of 1933, as amended, KYC, and join the syndicate as a member of a newly formed LLC SPV by signing a joinder to the operating agreement of such LLC.  \n- Purchasers of this NFT who do not successfully complete the aforementioned required steps by around Dec 15, 2022 will be ineligible to join the syndicate; funds of any ineligible Purchaser of this NFT will be returned to them in full on or around such date, less any fees collected by the NFT marketplace on which the NFT was purchased.  \n- The organizer of the syndicate and its affiliates have no expectation, and Purchasers of this NFT should have no expectation, of any profit or return by virtue of holding this NFT.  \n- At any point in time, in its sole discretion, Venture Club may refund money to NFT holders and the purchase of this NFT in no way guarantees the Purchaser of this NFT a right to participate in this syndicate.  \n- For more information, including a deck to the project, please contact the syndicate organizer.\n\n### Additional information\n\n- The syndicate organizer will receive 10% Carried Interest in this SPV (as outlined in the operating agreement).  \n- The syndicate organizer has indicated that there are no conflicts of interest with respect to the formation of the syndicate.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Venture Club"
      }
    ],
    "image_details": {
      "bytes": 3667,
      "format": "PNG",
      "sha256": "19dd10d8aa870e34276fc735d56691773db30b381e3f6cf84d1964f83f774bc1",
      "width": 600,
      "height": 600
    },
    "image": "https://arweave.net/TLrs-_v81YfY6k8dE1-AihrcIEFBsLY0ZhOJEoMfd6g",
    "image_url": "https://arweave.net/TLrs-_v81YfY6k8dE1-AihrcIEFBsLY0ZhOJEoMfd6g"
  }
}