{
  "address": "0x927f82a5d53ca78408c443a0c13fbeffbfc7a251",
  "type": "ERC721",
  "name": "Beg For It by X&ND",
  "tokenCount": "64",
  "uri": "ipfs://bafkreiant2g3us5ojkzlzqvn4inzy6rlox5jo76v5yiysowy4oaox6tc44?1",
  "metadata": {
    "name": "Beg For It",
    "description": "X&ND is entangled in a relationship fueled by lust and power in his new single, \\\"Beg For It\\\"’ shows the side of X&ND who chooses lust regardless of the consequences; abandoning his internal struggles for a night of passion to heal the pain. Perhaps burned by a rejected invitation for intimacy in his previous single, “Can You Let Me In?”, this seductive record shows a man who has given up on a deeper connection to focus purely on the physical, singing, “desire’s all that I have left”. Owners of the 'Beg For It' digital collectible receive price advantages for X&ND's future drops, and access to token-gated events, as he rolls out his upcoming album. The 'Beg For It' digital collectible also marks X&ND's first single for the XANDYLANDERS; a day-one community of lovers and broken hearts who have connected with X&ND during live shows, and chose to commemorate their experience through the \\\"Rise of X&ND\\\" collection. Members of this passionate community receive premium access to community token-gated experiences, as well as premium access and price advantages to X&ND's future drops as he rolls out his upcoming album.",
    "image": "ipfs://bafybeiex7qyjzagdtdsii26z2pct6bg4agdcd7nrqladxckiqet4f6mg7q/BEG FOR IT EXPLICIT.jpg",
    "animation_url": "ipfs://bafybeidkq5nlbhkwd7o4rzeciemz6hcya4q2vpz4kk5g3xi6qikrsfulbm/Beg For It X_ND (final master).wav",
    "tags": [],
    "credits": [
      {
        "name": "X&ND",
        "collaboratorType": "Artist, Music and Lyrics"
      }
    ],
    "attributes": {
      "Artist": "X&ND",
      "Genre": "Pop R&B",
      "Record Label": "XANDYLAND LLC",
      "BPM": "129",
      "Duration": "4:00",
      "Project": "XANDYLAND Vol. 1",
      "Type": "Single",
      "Release Date": "November 16, 2022",
      "Feels": "🥵",
      "": ""
    }
  }
}