{
  "address": "0x92f71100815f04cde92ee813e4e53a36f949e324",
  "type": "ERC721",
  "name": "DeriVELtives",
  "tokenCount": "1",
  "uri": "https://arweave.net/RJiKwtWIk8MVWz_cSPVFlFmyK9rq-VWtkvVtul5rDjk",
  "metadata": {
    "name": "Inspector Ratdget",
    "created_by": "Velcrafting",
    "external_url": "https://twitter.com/Velcrafting",
    "description": "Derivative of Gutter Rat #2923\n\nWrongly imprisoned, The Inspector formulated his plan. As night fell, the inmates gathered for dinner - The time is now! The Inspector yelled \"FOOOOOD FIIIIIGHT\" then hit the biggest Gutter cat with a serving tray. He didn't need to... its just cats and rats dont mix, and this was a great opportunity. \n\nThe prison riot causing alarm to the guards, and all sorts of alarms are blaring. The Inspector, obfuscated by the escalating scene, took to the side, and used remembered his favorite tv show RatGyver. Breaking the  panel on the door, the cafeteria doors unbolted. \n\nThe Inspector ran to the edge of the building, diversion in place he has plenty of time to rig the explosives. \n\n3....2....1... KA-BOOOOOOOOOOM\n\nJust like that, The inspector broke the side wall. New alarms sounding around him, Shit. Time to go. \n\nHe leans his head out the new door...WE ARE ON AN ISLAND?!  \nIt was at this moment, the Inspector realized he was locked up in AlCATraz, the highest security prison in all of Gutter City. He did not have time to dwell, and needed to clear his name. \n\nIn the night, storming outside the decision was clear. The Inspector heard the footsteps of guards approaching, and like that he jumped.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Velcrafting"
      }
    ],
    "image_details": {
      "bytes": 1001406,
      "format": "JPEG",
      "sha256": "33316aec236dd0cbad17b37647d32d04c68a55697c87ce109656c5575bb702b4",
      "width": 4000,
      "height": 4000
    },
    "image": "https://arweave.net/a_QOUIapG3bThdsD7qiiOHWqJCrt1ErAzm9x7GN7LbI",
    "image_url": "https://arweave.net/a_QOUIapG3bThdsD7qiiOHWqJCrt1ErAzm9x7GN7LbI"
  }
}