{
  "address": "0x92b28e5e48df208b88cade6d5e730df4f9abfdd5",
  "type": "ERC1155",
  "name": "The Light - bfGjYvbhY9",
  "tokenCount": "2",
  "uri": "ipfs://QmNxVgatWL3nFkex9Wdn1jqVqp5JoY128jYVvXZdU2DAFh/1",
  "metadata": {
    "name": "The Light",
    "description": "I’m beyond excited to share Christmas music that I produced, co-wrote, and mixed. I hold these records near and dear to my heart as they shaped my career. All holders will be on the allow list to get airdropped the Christmas project I’m dropping Christmas 2023 and will also receive access to BTS (behind the scenes) experience. Holders will be on allow list to claim each individual song as an NFT for FREE after open edition period ends.\n\n\n\nSpecial thanks to Miles Ryan Harris for inspiring this type of drop and helping me throughout this whole process, and shoutout to The Outsider Collective for inspiring him. Special thanks to Dr. Robotnik for the tech on the media player, Rhyver for the UI design, and Mr. Rektangle for tech and AI art assistance. And of course, a huge thanks to all the artists, musicians, and engineers I worked with to create this Christmas magic: Jazii, MA+, Ales, Jordan Pharoah, Loren Oden, Sheven Morris, Jolby Kimble, Tristan Boston. And lastly, a very special thanks to Craig “Tom Tom” York, who pushed me to produce and write Christmas music. That one move changed the course of history forever! For those that love to go down rabbit holes, the backstory about this project and credits are below!\n\n\n\nIn November 2010, my entire family went through extreme hardship. As a way out, my mentor Craig “Tom Tom” York had an idea to do Christmas music as the first release for his indie label Matt’LEO Records. I had never done Christmas music before, but I was on board and believed in the vision. During that month, I made musical magic with my friends, who I knew for years, some, MA+, since preschool. It was because of this Christmas project that I not only helped my family, but I also met an amazing artist, Jazii. I didn’t know what would fully come of things, but I dreamed of endless possibilities. I can honestly say that I discovered who I was as a producer and engineer being a fish out of water working on these Christmas songs. All the lessons I learned helped prepare me to work with so many amazing artists and legends. I couldn’t fully see the light at the end of the tunnel back then, but I knew it was there. \n\n\n\nFast forward to 2022. While this year has definitely had its hurdles, there’s something about Christmas music that always makes me reflect on the journey and fills me with excitement and hope for the future. As I push to release more music into web3, I find myself in a very similar place as 2010, except this time, I can clearly see the light at the end of this tunnel I’m walking through.  I wanted to share my gift with everyone who will press play on this EP. I pray you feel the love, joy, laughter, and hope that went into these records. Because of these records, that amazing artist I met, Jazii, and I have a beautiful family of four amazing kids! I hope you too can see “The Light” Merry Christmas!!!\n\n\n\nCredits \n\n\n\nThe Christmas Song- Written by Robert Wells, Mel Tormé/Cover performed by Jazii/Cover produced by Joshua “Tipz” Richardson/Recorded by Tristan Boston/Mixed and Mastered by Tipz\n\n\n\nChristmas Wish MA+ ft. Jordan Pharoah- Written by Marcus \"MA+\" Allen, Joshua \"Tipz\" Richardson, Jordan Pharoah/Produced by Joshua \"Tipz\" Richardson/Vocal Production by Tipz/Background Vocals by Jordan Pharoah & Tipz/Recorded by Jolby Kimble at Matt'LEO Records Studio, Los Angeles, CA/Mixed by Tipz/Assisted by Craig \"Tom Tom\" York/Mastered by Tom Tom \n\n\n\nLet It Snow MA+ ft. Jazii, Loren Oden-Written by Marcus \"MA+\" Allen, Joshua \"Tipz\" Richardson/Produced by Joshua \"Tipz\" Richardson/Instruments & Programming by Tipz except: Live Drums by Sheven Morris/Vocal Production by Tipz, Loren Oden, Jazii/ Background Vocals by Loren Oden, Jazii, Joshua \"Tipz\" Richardson/Recorded by Jolby Kimble at Matt'LEO Records Studio, Los Angeles, CA/Live Drums Recorded by Tipz, Jolby Kimble at New Journey Ministries C.O.G.I.C, Hawthorne, CA/Mixed by Tipz/Assisted by Craig \"Tom Tom\" York/Mastered by Tom Tom/Contains a sample from \"previouscats\", written by A. Jermaine Mobley, Eric Roberson, as performed by Taalib \"Musiq Soulchild\" Johnson \n\n\n\nA Christmas Caper-MA+ ft. Jordan Pharoah- Written by Marcus \"MA+\" Allen, Joshua \"Tipz\" Richardson/Produced by Joshua \"Tipz\" Richardson/Bass: Tipz/Vocal Production by Tipz, Jordan Pharoah/Background Vocals by Jordan Pharaoh, Tipz/Recorded by Jolby Kimble at Matt'LEO Records Studio, Los Angeles, CA/Mixed by Tipz/Assisted by Craig \"Tom Tom\" York/Mastered by Tom Tom  \n\n\n\nMistletoe-Ales ft. MA+ Written by Sonia \"Ales\" Skinner, Marcus \"MA+\" Allen/ Produced by Joshua \"Tipz\" Richardson/Vocal Production by Ales, Tipz/Background Vocals by Ales/Recorded by Jolby Kimble at Matt'LEO Records Studio, Los Angeles, CA/Mixed by Tipz/Assisted by Craig \"Tom Tom\" York/Mastered by Tom Tom\n\nLink to media player: https://the-light-final.vercel.app/",
    "image": "ipfs://Qmb5SP8ixav96LJkmDJ4FXdXH7WcQf6V6Pkfx5diUtXHN2/1.png",
    "external_url": "https://Wakanomy.com",
    "animation_url": "ipfs://Qmb5SP8ixav96LJkmDJ4FXdXH7WcQf6V6Pkfx5diUtXHN2/2.html",
    "background_color": "000000"
  }
}