{
  "address": "0x93636abcd1683e8dd84be3d95d192572887b2adf",
  "type": "ERC721",
  "name": "Himalayan Diaries New",
  "tokenCount": "1",
  "uri": "https://arweave.net/HKmDPAqZBhWJQbgXJv8XqpLTQsvd4cfaM5iYThvPx4Q",
  "metadata": {
    "name": "LAMAYURU BEAUTY",
    "created_by": "Nakul Sharma",
    "description": "Lamayuru is a 1000 years Tibetan monastery in LADAKH, sitting on the top of Mountains at 3500m.\n\nLet me tell you the story of HOPES & DESIRES.. \n\nThis time every bidder gets Special Himalayan edition after the sale. \n\n\nStory: \n\nLamayuru was founded in the 10th century by Mahasiddacarya Naropa.  \nit has the appearance of a cave monastery with moonlike landscape. Lamayuru consisting of 5 buildings, the structure is in ruins today.\n\nI have been visiting this place since 2011 but never found the sunset so clear or colourful. It became my fav sunset spot in Ladakh and I kept on coming with a wish to capture it with amazing colors. In 2022 I went back again with small workshop, we planned to spend the evening at the same spot but weather ruined it all. Initially, the day started with very thick clouds and no hopes for sunset. \n\n\nBut, I was excited to go back to the spot and shoot again even if there was no hope for sunset, we discussed a lot within friends before reaching there as it was long drive from the town. I was hopeful that something might would show up.When we reached there the the sky had started to get clear and I was super happy and excited. I knew the spot from where I wanted to click the Monastery. But, as the sun was going down it started getting cold and windy too. \n\nThe moment I saw the moving clouds due to winds, I knew in my mind that I wanted to capture it with moving clouds and colors. So I set up my  \nTripod and waited for the right light and right moment. It was very challenging as the winds were getting stronger and shaking the tripod too..\n\nI clicked few trail shot but all were coming dark. I wasn’t happy and lighting was not correct. It was not reflecting my desires and the way I \nHad visualised in my mind or heart. I was about to give up as I thought it’s over and sun already set on the other side. But, then suddenly out of nowhere a beautiful light came up on the top of the front hill and lit it like burning fire. It got my attention and without wasting \nMy time I set my tripod again and clicked this beauty. \n\nAfter this photo I was super happy and satisfied with my day. I got for what I waited for years and came. I realised that sometime in life we feel like quitting but giving up on our desires and wishes but we never know the success is waiting for us just few steps away. \n\nThis photos taught me a great lesson of never doubting and giving up even if it starts with dark black clouds or all hopes lost. \nWe have to keep on doing what we love and believe in oneself .\n\nEnjoy the beauty of Sunset & Nature & great story Himalayas..\n\nLicense: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Nakul Sharma"
      },
      {
        "trait_type": "Location",
        "value": "Ladakh"
      },
      {
        "trait_type": "Medium ",
        "value": "Photography"
      },
      {
        "trait_type": "Edition ",
        "value": "1/1"
      },
      {
        "trait_type": "Date",
        "value": "Sep.2022"
      },
      {
        "trait_type": "Camera ",
        "value": "NikonD850"
      },
      {
        "trait_type": "Exposure",
        "value": "61 seconds "
      },
      {
        "trait_type": "Apperture",
        "value": "64"
      },
      {
        "trait_type": "ISO",
        "value": "64"
      },
      {
        "trait_type": "Special trait",
        "value": "Himalayas ( lamayuru)"
      }
    ],
    "image_details": {
      "bytes": 30035795,
      "format": "JPEG",
      "sha256": "3514f64c84259a38a9d4c6f3f1c1dcbb43f4e893ac7d9c3020878af97b81a644",
      "width": 5504,
      "height": 8256
    },
    "image": "https://arweave.net/zNyRbCSnLt97altu1pu20VHmM8CXstneJVQs8BH5vvQ",
    "image_url": "https://arweave.net/zNyRbCSnLt97altu1pu20VHmM8CXstneJVQs8BH5vvQ"
  }
}