{
  "address": "0x93186159344e129be10bc1e764009484875d36ee",
  "type": "ERC1155",
  "name": "The Eternity Of Art",
  "tokenCount": "12",
  "uri": "https://arweave.net/EEtMmDRv_lAAEtvbUx8fO8ybKWAVfbfqBOS0L7KjBts",
  "metadata": {
    "name": "The Believer #1",
    "created_by": "Valesh",
    "description": "The Believer #1 is the first NFT within 'The Eternity Of Art' collection and counts as the first Burn to Redeem token within this collection. Holders of this token will have the opportunity to burn it for exclusive, limited edition artworks. But, in the future, The Believer tokens will also open up doors to much more benefits and opportunities. \nThere will be a variety of exlusives available to redeem with a certain amount of 'The Believer Tokens' so it's up to you, the collector, to decide on what redeem you want to spend your token(s) on and how many 'The Believer' tokens you will aquire. Some redeems will only require one token, others will require more. This will apply the first come, first served rule. \n\nGoing forward with this project, additional Believers will be released but i suggest getting your first ones now ;-). \n\nThis is an evolutionairy step in my artistic journey. Implementing current and future possibilities within Web3 and further expanding my horizons. It's also getting myself out of my comfortzone, setting promises in stone and committing myself on the long term to the Web3 and art community.\n\nAnd to be honest, I couldn't be happier with this decision and commitment. \n\nLike a great man once said, Art is the utility and the possibilities are limitless. \n\nExploring the unknown can be a magical experience. Immerse yourself in artwork and let your imagination take you to places beyond what is seen on the surface, paving new pathways of narrative with every glance.",
    "external_url": "https://valesh.eth.co",
    "image_details": {
      "bytes": 3175281,
      "format": "PNG",
      "sha256": "f3de41b1129157451489724a8c3d836108c0845b972ad337d9d40994d6e42e0e",
      "width": 7016,
      "height": 9933
    },
    "image": "https://arweave.net/Zh77EI3MNYvkYVR5LiWYRXAhKBry78MOiC3iZlKI2UQ",
    "image_url": "https://arweave.net/Zh77EI3MNYvkYVR5LiWYRXAhKBry78MOiC3iZlKI2UQ"
  }
}