{
  "address": "0x93b41ce1ebf1808ba4a4a934acb0d061c22d71b0",
  "type": "ERC1155",
  "name": "Kyle Reader Editions",
  "tokenCount": "2",
  "uri": "https://arweave.net/X113AG97fuz5bK-YhcwTa-7XwN5seWy0X8qOk21vRkY",
  "metadata": {
    "name": "The Lighthouse",
    "created_by": "Kyle Reader",
    "description": "The Lighthouse is one of my rarest and favorite images thus far in my creative career. It’s a piece that represents going beyond your comfort zone and chasing moments that change you. This morning at Kalsoy Lighthouse was one of those moments for me. Catching good conditions at this location is rare. It’s not an easy spot to get to and it requires a lot of luck to witness it with this clarity. The Faroes are known for their harsh conditions- cold rain, battering winds and dark clouds. This day however the sun shined through and created a beautiful glow on Kalsoy island. It was an experience of serenity that I’ll never forget. I’m sharing this piece as an edition because I want the community to be able to see what I saw that day and share in that feeling of bliss. \n\nArtist - Kyle Reader  \nEdition - 30/30  \nCollection - Kyle Reader Editions \nLicense - Extended Editorial\n\n\nExtended Editorial License - Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The License includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Kyle Reader"
      },
      {
        "trait_type": "Collection",
        "value": "Kyle Reader Editions "
      },
      {
        "trait_type": "Location",
        "value": "Faroe Islands "
      },
      {
        "trait_type": "Season",
        "value": "Fall"
      }
    ],
    "image_details": {
      "bytes": 24612556,
      "format": "JPEG",
      "sha256": "c63614c343d07d4557ca35de39b4cf1d9bab42eebc809b7ee134e24dc6e65151",
      "width": 7952,
      "height": 4970
    },
    "image": "https://arweave.net/YJi2WsXL1bJ9O_CR3eDzuA_uswKG-kUWxLP8Ry6pzws",
    "image_url": "https://arweave.net/YJi2WsXL1bJ9O_CR3eDzuA_uswKG-kUWxLP8Ry6pzws"
  }
}