{
  "address": "0x93cd2d957470b182075d7da9bbf172e419dc3145",
  "type": "ERC1155",
  "name": "Leap4Syria",
  "tokenCount": "2",
  "uri": "https://arweave.net/yK94UEuVmaZOatYIRrBwE87LO4y1GjoyJ_w78KeeBDU",
  "metadata": {
    "created_by": "Mahnaji's Charity Wallet",
    "name": "Air Syria",
    "description": "Obada Jbara, co-founder of Syria's first parkour team, Team Tafani, appears to defy the destruction and devastation around him as he takes flight and soars above the debris. Using AI technology, the original photo's theme was amplified through the addition of a minaret representative of Syrian architecture in the background and children in the foreground, inspired by Obada's background and passion for teaching parkour. The derelict minaret stands as a symbol of the loss of cultural and religious heritage caused by war and natural disasters, yet also represents the resilience and hope of the Syrian people. Two children watch Obada, reflecting the inspiration his movements provide and the positive impact of parkour on mental health.\n\nThis artwork is a collaboration between Obada Jbara, a parkour athlete from Syria, and Lil Mahnaji, a photographer and rooftopper based in NYC. Obada provided an original photo of himself leaping over rubble buildings in Syria, which Mahnaji then enhanced using AI technology to create the final artwork. This artwork is part of the Leap4Syria charity initiative, which aims to raise awareness of the ongoing conflicts in Syria, the challenges of providing aid to those in need in Syria, and the positive impact of parkour on the mental health of those in war-torn nations. 70% of the proceeds raised from this initiative will be used to provide basic necessities to Syrians in need, 30% will be used to upgrade equipment at the parkour gym and sponsor children to learn parkour with the hopes of positively impacting their mental health.",
    "image_details": {
      "bytes": 36105990,
      "format": "PNG",
      "sha256": "e485266ebe5058909d88dd66f6f10178d1344bc8896bc5f41c3b56f2629558fe",
      "width": 4860,
      "height": 4860
    },
    "image": "https://arweave.net/T5ORvaS3rfPwTPma74mbDdtcAalOVju9hgSVB--TIfQ",
    "image_url": "https://arweave.net/T5ORvaS3rfPwTPma74mbDdtcAalOVju9hgSVB--TIfQ"
  }
}