{
  "address": "0x94d676b6550a1a0cee48754a1ad52ecf9edc7013",
  "type": "ERC1155",
  "name": "NessGraphics Open Editions",
  "tokenCount": "7",
  "uri": "https://arweave.net/hf-JNwPigesEClMVFdIrvLnwnH3p8k3IZdO1QNbhI2E",
  "metadata": {
    "name": "M0N3Y PR1NT3R G0 BRRRRRR.",
    "created_by": "NessGraphics",
    "description": "THE NOMINATIONS ARE IN AND BACK ON THE BIG SCREEN WITH THE NESSGRAPHICS BEST NFT FESTIVAL\n\nNEW HAVEN, CT., Jan 28th, 2023 /PRNewswire/ -- Following this announcement, NessGraphics will showcase the best NFT nominees at the NessGraphics Best NFT Film Festival, taking place this Saturday, January 28th at 4:20PM EST, through 5:29PM EST January 28th. \n\nNominated NFTs for the Best Open- Edition showing in a dark, dingy, yet oddly satisfying, romantically-putrid, and moist basement aka “Ashy’s Room” during the Festival are: \n\nThe Money Printer Goes BRRRRRR ( G )\n\nHoney I Shrunk The Kids Trust Fund 2: Buy This F-ing NFT ( PG-13 )\n\nAvatar: The Fake Promise of Utility ( R )\n\nThe Nifties of Iaintsellin ( R )\n\nIt’s Gone, All Gone: What It Means To Get Rekt, A Rock-u-mentary ( PG-13 )\n\nI Tried To Burn Everything All at Once ( R )\n\nThe Paper-Handermans ( PG-13 )\n\nNot Fun: Degenerate ( PG-13 )\n\nCycle of Madness: From OE To PFP To 1/1 and Back to OE ( R )\n\nWomen Not Talking To Me Anymore ( PG-13 )\n\nFalse Profits ( R )\n\nThrow Mama Fratelli Off The Money Train ( PG-13 )\n\nPlease Make It Stop, A Film by Wen Mint, Soundtrack by House of Pain ( R )\n\n“To be nominated for best Open-Edition NFT represents one of the most pathetic recognitions for the NFT industry each year, “ said Alex, the beautiful mind behind NessGraphics. “We feel really awkward about recognizing this accomplishment with the NessGraphics Best NFT Festival, giving collectors the opportunity to fully experience the wonders of utility on the ETH chain not just now, but in the future. In Ashy’s basement, it is the legit creepiest place to visit and during the awards season, the most questionable destination for NFT-ing.” \n\nTickets for each film are .069 ETH and will be available to purchase on https://nessgraphics.com/mint (https://nessgraphics.com/mint) on Saturday, Jan. 28th at 4:20PM EST until 5:39PM EST (69 minutes later, KEK, LULZ). \n\nMembers of the NessGraphics Collector base will receive 0 ETH off each ticket and will also receive a 7$ small burnt popcorn and warm flat soft drink offer with each visit to Ashy’s basement. \n\nThe ability to collect is free for the industry-leading loyalty program, but that doesn’t mean shit. \n\n“Utility to me is a functional plunger for a Non-Functional Toilet,( NFT ),” said Ashford.\n\n“Lucky for his collectors, NessGraphics is a kind and humane visionary. I am the one who you have to worry about and will haunt your dreams. Either way, I am excited to see what comes next and love you all, especially after a year of max pain…the world needs a few laughs…enjoy the fkn burnt-ass popcorn, you dicks.”",
    "attributes": [
      {
        "trait_type": "Edition Type",
        "value": "Poster"
      }
    ],
    "animation_details": {
      "bytes": 17079765,
      "format": "MP4",
      "duration": 5,
      "sha256": "0d5a6089f6f1ddf34ffea8a633dc89f5c7e2516f998ffb47c8f28716af5b002b",
      "width": 1584,
      "height": 2448,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/wdI-bWTlpJSQO2CVAhMhVZw2CGh6v6UU5Kiofd0VP04",
    "animation_url": "https://arweave.net/wdI-bWTlpJSQO2CVAhMhVZw2CGh6v6UU5Kiofd0VP04",
    "image_details": {
      "bytes": 7872179,
      "format": "PNG",
      "sha256": "89b4c7063c08faa3e6f454e773be5c282e3fc95849e12b03411286f8445d727a",
      "width": 1584,
      "height": 2448
    },
    "image": "https://arweave.net/SbZDghN5L7s5b-WKX_pAeRgIDiQrCRuHiO8x9VrJPTA",
    "image_url": "https://arweave.net/SbZDghN5L7s5b-WKX_pAeRgIDiQrCRuHiO8x9VrJPTA"
  }
}