{
  "address": "0x942bc2d3e7a589fe5bd4a5c6ef9727dfd82f5c8a",
  "type": "ERC721",
  "name": "Marfa Yucca by Daniel Calderon Arenas",
  "tokenCount": "390",
  "uri": "https://token.artblocks.io/0x942bc2d3e7a589fe5bd4a5c6ef9727dfd82f5c8a/1",
  "metadata": {
    "platform": "",
    "tokenID": "1",
    "series": "N/A",
    "aspect_ratio": 1,
    "payout_address": "0xf7a55108a6e830a809e88e74cbf5f5de9d930153",
    "name": "Friendship Bracelets #1",
    "minted": true,
    "artist": "Alexis André",
    "description": "Since founding Art Blocks in 2020, artist Erick Calderon (a.k.a. Snowfro) has been intrigued by the idea of representing digital artwork in the physical world in the form of an ephemeral physical object with meaning, but with no inherent value. \n\nDonald Judd has long been an inspiration for Art Blocks. One aspect we admire most about Judd’s artistic practice is the elegance of design he effortlessly paired with the accessibility of materials that could be found at a hardware store. With Judd as inspiration, we hatched a plan to create a unique generative art friendship bracelet that includes instructions to make, in minutes, a simple bracelet using a few dollars’ worth of embroidery floss. Donald Judd believed that what surrounds us in our day-to-day life is already so beautiful, and that ultimately the experience of creating art is as important as owning it.\n\nErick was incredibly excited to collaborate with renowned artist Alexis André (a.k.a. MacTuitui) to bring generative art and ephemeral physical objects together in the form of friendship bracelets. Conceptualized by Erick and aesthetically and programmatically designed by Alexis, this project pairs creative coding with a beautiful spectrum of embroidery floss colors. The project was a true team effort, as each member of the Art Blocks team designed and named their own color palette!\n\nThe project is a token of our appreciation to the creators, makers, builders, and collectors who have all contributed to making the Art Blocks community what it is today. Participating in this project is a signal, both online and IRL, that you’re a participant in this evolution of art + community. You are pushing the best ideas forward. You are the reason all of these imaginative projects come to life. Our community is what makes all of this possible. So, to say it plainly, we appreciate you, and we hope that you’ll accept this bracelet as a token of our special friendship!\n\nThe owner of any wallet with an Art Blocks piece at the time of snapshot (October 26, 2022, at 3pm US Central time) is eligible to claim two mints from this special generative art project. We would love to see you keep one bracelet and share your love for generative art by gifting your second mint! These mints are free to claim (you pay only the gas) and exist on L1 Ethereum. Please note that we may in the future release additional modified iterations of the Friendship Bracelets project, ideally on an L2 scaling solution, that may substantially increase the total supply of tokens related to the project, with the intent of being a more accessible entry point to a larger audience. But this version is what we're here to celebrate today, and this gift is for you in gratitude for your support along the way. Please enjoy this token of our friendship and explore the wonderful artwork created by Alexis André. Then, let's all make bracelets together! \n\nWarmly,\nAlexis + Erick + the Art Blocks team\n\n\n\nThe claim window expires on January 10, 2023, at noon US Central time.\n\nClick into the Display Notes for information about making your bracelet.",
    "script_type": "js@na",
    "project_id": "0",
    "image": "https://media-proxy.artblocks.io/0x942bc2d3e7a589fe5bd4a5c6ef9727dfd82f5c8a/1.png",
    "preview_asset_url": "https://media-proxy.artblocks.io/0x942bc2d3e7a589fe5bd4a5c6ef9727dfd82f5c8a/1.png",
    "generator_url": "https://generator.artblocks.io/0x942bc2d3e7a589fe5bd4a5c6ef9727dfd82f5c8a/1",
    "animation_url": "https://generator.artblocks.io/0x942bc2d3e7a589fe5bd4a5c6ef9727dfd82f5c8a/1",
    "royaltyInfo": {
      "artistAddress": "0xe6c800e8ca832ebbd2b814455de4c13eedba528c",
      "additionalPayee": "0x0000000000000000000000000000000000000000",
      "additionalPayeePercentage": "0",
      "royaltyFeeByID": 5
    },
    "collection_name": "Friendship Bracelets by Alexis André",
    "website": "https://info.artblocks.io/spectrum/the-friendship-bracelet-project",
    "token_hash": "0x1a4032ad5ae46899a14c2a23e0e305013b4aab43f7ac2b9a56d2679c29c57136",
    "external_url": "https://artblocks.io/explorations/explorations/projects/0x942bc2d3e7a589fe5bd4a5c6ef9727dfd82f5c8a/0/tokens/1",
    "primary_asset_url": "https://generator.artblocks.io/0x942bc2d3e7a589fe5bd4a5c6ef9727dfd82f5c8a/1",
    "features": {
      "Fill": "Smol",
      "Vibe": "Rings?",
      "View": "Loop",
      "Compass": "Fine",
      "Corners": "Some",
      "Palette": "○",
      "Atmosphere": "Foggy",
      "Primary Color": "White - Blanc"
    },
    "traits": [
      {
        "trait_type": "Friendship Bracelets",
        "value": "All Friendship Bracelets"
      },
      {
        "trait_type": "Friendship Bracelets",
        "value": "Fill: Smol"
      },
      {
        "trait_type": "Friendship Bracelets",
        "value": "Vibe: Rings?"
      },
      {
        "trait_type": "Friendship Bracelets",
        "value": "View: Loop"
      },
      {
        "trait_type": "Friendship Bracelets",
        "value": "Compass: Fine"
      },
      {
        "trait_type": "Friendship Bracelets",
        "value": "Corners: Some"
      },
      {
        "trait_type": "Friendship Bracelets",
        "value": "Palette: ○"
      },
      {
        "trait_type": "Friendship Bracelets",
        "value": "Atmosphere: Foggy"
      }
    ],
    "is_static": false,
    "license": "NFT License"
  }
}