{
  "address": "0x94ceaad2723b6dff53db3b8171dbd06a884b18d4",
  "type": "ERC721",
  "name": "The Fallscape Dreams",
  "tokenCount": "4",
  "uri": "https://arweave.net/liJoV-NVMoNqUc3WsZHJXLTNq7mYVmq8rCc6KrXJG20",
  "metadata": {
    "name": "Angel Falls",
    "created_by": "Samanta",
    "description": "Angel Falls is the highest waterfall in the world, with a height of 979 meters (3,212 feet). It is located in the Canaima National Park in the Gran Sabana region of Venezuela.\n\nAngel Falls was named after Jimmy Angel, a US aviator who discovered the waterfall in 1933. The indigenous Pemon people, who have lived in the region for centuries, knew about the waterfall before Angel's arrival.  \nThe water from Angel Falls falls in a single plunge, with no interruptions or ledges along the way. The best time to visit Angel Falls is during the rainy season (May to November) when the waterfall is at its most powerful.\n\nAngel Falls is also known as Salto Ángel in Spanish and Kerepakupai Merú in the Pemon language.  \nThe Pemon people have lived in the Gran Sabana region of Venezuela for thousands of years and have a deep spiritual connection to the area. According to Pemon legend, Kerepakupai Merú was the daughter of the god Makunaima, who created the world and the Pemon people.  \nThe Pemon people believe that Kerepakupai Merú protects the area from harm and ensures that those who live there are healthy and prosperous.  \nSome people believe that Angel Falls has a mystical energy that can help to heal and purify the body and mind.\n\n\n\nAngel Falls, majestic and tall,  \nthe highest in the land,  \na natural wonder, a sight to behold,  \nin Venezuela's lush, green expanse.\n\n\nBy samanta, 2023",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Samanta"
      }
    ],
    "image_details": {
      "bytes": 22100543,
      "format": "JPEG",
      "sha256": "97ead474ca5f3160e16dc5f6362546ea13b863871c210917b17fc7a798e43b53",
      "width": 4000,
      "height": 6000
    },
    "image": "https://arweave.net/YpWSaNmgD3y87hdayxT9pwze51xv8MIxE-t6CYMwM2s",
    "image_url": "https://arweave.net/YpWSaNmgD3y87hdayxT9pwze51xv8MIxE-t6CYMwM2s"
  }
}