{
  "address": "0x948e6e4507df3f72305789a974ef8c8602a4aa25",
  "type": "ERC721",
  "name": "Wiz Bums V2",
  "tokenCount": "2222",
  "uri": "ipfs://bafybeig7gekrccj2ttgtdoittteswjxcjznl3c65tf4opn5wuv3ehjgkfi/1",
  "metadata": {
    "image": "ipfs://bafybeid3n4i7dfkr5fwtpwvrdwg4jeqcqafwt2mhzfbfmlpjqeh5sg6sqm/2.png",
    "name": "Wiz Bums V2 #1",
    "description": "Moneybag Robs are all out Robbers. They will risk anything to pull off a  heist. Mobsters never see them coming. They stay Robin, Dodgin, Samon and Jamon. They like to sneak into old Gambling rings and get a feel. Then, a few weeks later, your winnings have been robbed. \n \nThe Robs all started from a lone settlement in the hills of Planet Jenkins. They were tucked away in between valleys and caves. Not many knew of their hideouts and robbin rings which were dug into the sides of mountains.  \n\nWhen Planet Jenkins erupted their mountains crumbled. Forced to set sail for a new and improved planet. Still, planets could never do them good. No one liked em anyways. Every ring they would seek out would result in enemies. They always won, and that was that. Moneybag Robs over the house. Any bank, any ring, and foe. The Robbers were quick, slick, and thick. \n \nStill, the Robbers resulted to attacking from the dark. They would sneak into a planet in the middle of the night and post up in the hills. Then, the Robbers would send in a few Robs. Once, they started winning, they would slowly sniff out the source. Then, in the midsts of the night, they would sneak into the vaults, and the next thing you knew, your shmeckles were in another solar system .",
    "external_url": "https://wizbums.carrd.co/",
    "attributes": [
      {
        "trait_type": "Background",
        "value": "Beach"
      },
      {
        "trait_type": "Body",
        "value": "Moneybag Roon"
      },
      {
        "trait_type": "Hat",
        "value": "Miner Cap Blue"
      },
      {
        "trait_type": "Arms",
        "value": "Light Pistol"
      }
    ],
    "compiler": "nft-inator.com"
  }
}