{
  "address": "0x9462ffab2f437b1701f14913935bc628f6da8565",
  "type": "ERC1155",
  "name": "irina liakh",
  "tokenCount": "1",
  "uri": "https://arweave.net/bfv-g-segweA7gCA4kISGrsexN6ebFQi4LEfR7FZMaI",
  "metadata": {
    "name": "Crystal Hearts",
    "created_by": "Irina Liakh",
    "description": "I am on my way to Ukraine. I wrote this piece very recently while thinking of everything all of us Ukrainians had to endure in the past year since russia began a full-scale invasion of Ukraine and genocide and 9 years of russian war against Ukraine. no matter where we were in the world our lives changed forever and we have been living life through the lens of war ever since.\n\nI’ll be providing assistance on the ground and handling logistics of personally buying and delivering all the requested items. I hope those who want to support Ukraine will consider minting my writing.\n\nWith the help of the NFT community since day 1 of the full-scale war I provided support directly to my hometown and local volunteers and was able to get hundreds of bulletproof vests, as well as numerous first aid kits, tactical boots, generators, Starlink terminals, combat tourniquets and sent everything from food, toiletries, trench candles to random miscellaneous tools to the frontline. (my highlight folders on IG @irinaliakh have all the reports of everything that was purchased) I focus on providing assistance to my hometown as well as to those who are heading to the frontline, including my friends who are currently fighting in this war, so many of them are creatives: artists, writers, journalists, actors and singers.\n\nThank you so much for your support.  \n——\n\nwritten by: Irina Liakh  \nvisual: AI\n\nCrystal Hearts\n\nThey say crystals are born from chaos and change. Sometimes they come from lava of dormant volcanoes that awaken at last: time capsules of memories from ancient history.\n\nThey survive and thrive with grace, so brave...\n\nI say brave hearts are born from chaos and change. Sometimes they come from the words “wake up, the war has begun,” from February that lasts 365 days, nine years, and many centuries: time capsules of memories from ancestors long gone.\n\n...from traveling thousands of miles, from saving those you love and those you never knew, from pain and loss, so much loss… From burying and mourning someone’s everything every day, from standing up to the shadow, from fighting for freedom for those who are and those who will be. And from still being able to love despite everything.\n\nThey survive and thrive with grace.  \nWith crystal hearts, so brave.",
    "thank you": "for standing with Ukraine",
    "image_details": {
      "bytes": 1064870,
      "format": "JPEG",
      "sha256": "b2e4479896f263b724222a7f83cc88d416e7d3987c90fa9a63c5e4c2b85a2ef8",
      "width": 2160,
      "height": 2365
    },
    "image": "https://arweave.net/0qZAWBvLzAwHkjjTOjLZ971zZPb-C99rWkVBHz9yYDE",
    "image_url": "https://arweave.net/0qZAWBvLzAwHkjjTOjLZ971zZPb-C99rWkVBHz9yYDE"
  }
}