{
  "address": "0x94c771e614b509021bd87f00bd879c75102f447b",
  "type": "ERC1155",
  "name": "STAR SNATCHERS",
  "tokenCount": "1",
  "uri": "https://arweave.net/dWQd6d4sXj8rjIXOeAwmUQj4U-U0u3hKmZymRiZVWTo",
  "metadata": {
    "created_by": "Win Magsino",
    "name": "Star Snatchers",
    "description": "In the summer of 2019, I embarked on a journey to hike to the summit of Kawah Ijen volcano. The climb was steep and challenging, with the hot, humid air weighing heavy on my lungs. But as I ascended higher, the view became increasingly breathtaking.\n\nAs I approached the crater rim, my attention was caught by something unexpected. There, lining the edge of the crater, were burnt wood skeletons. The charred branches formed a fence of sorts, twisted and contorted by the intense heat and force of the volcano. The sight was eerie yet captivating, a reminder of the power and unpredictability of nature.\n\nBut it was the way the branches seemed to reach towards the stars that truly caught my attention. As I looked closer, I couldn't help but see the burnt wood skeletons as long arms, stretching up to grasp the celestial bodies above. The stars sparkled in the night sky, casting a soft light over the ashen remains.\n\nThe image stayed with me as I made my way back down the mountain. The burnt wood skeletons and the stars seemed to blend together, a testament to the raw beauty and power of nature. It was a reminder that life can be both fragile and enduring, and that we must appreciate every moment of its wonder.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Win Magsino"
      },
      {
        "trait_type": "Location",
        "value": "Summit of Kawah Ijen Volcano"
      },
      {
        "trait_type": "Country",
        "value": "Indonesia"
      },
      {
        "trait_type": "Foreground",
        "value": "Burnt Tree Skeleton"
      },
      {
        "trait_type": "Background",
        "value": "Milkyway"
      },
      {
        "trait_type": "Background 2",
        "value": "Lake"
      }
    ],
    "image_details": {
      "bytes": 12201361,
      "format": "JPEG",
      "sha256": "311abf93895a9649be60cbb91ebc9ae3cd9e526085cb02fa632252ab71f618fa",
      "width": 3200,
      "height": 4000
    },
    "image": "https://arweave.net/01eINtFPrsF8qIPxtzwPncCP5BFhsWIhjFTQWzgR3ps",
    "image_url": "https://arweave.net/01eINtFPrsF8qIPxtzwPncCP5BFhsWIhjFTQWzgR3ps"
  }
}