{
  "address": "0x948baff03c66500cc90f5defe6daecd32ccf08b7",
  "type": "ERC721",
  "name": "Takeru Amano Exhibition Venus",
  "tokenCount": "12",
  "uri": "ipfs://QmZwEdFRHr5abiFn4ptM6d4ZTdpX1Le1yzmU8KdqkuXJrw/1.json",
  "metadata": {
    "name": "BLACK #1 TAKERU AMANO EXHIBITION VENUS_3D",
    "description": "2022年7月に東京・渋谷「PARCO MUSEUM TOKYO」9月に大阪・心斎橋「PARCO GALLERY」にて開催される画家・彫刻家天野タケルの最新作個展「TAKERU AMANO EXHIBITION VENUS」開催記念コレクションです。 東京の展覧会にて発表され、反響の大きかった、アーティストとして初のブロンズ像の 作品をもとに、ブロンズでは表現できないカラーに展開し、NFT化。360度回転する VENUSです。 作品一つ一つにはエディションナンバーが刻まれています。 \n This is a collection to commemorate painter/sculptor Takeru Amano's latest solo exhibition “TAKERU AMANO EXHIBITION VENUS“ to be held at “PARCO MUSEUM TOKYO“ in Shibuya, Tokyo in July 2022 and at “PARCO GALLERY“ in Shinsaibashi, Osaka in September2022. \n Based on his first bronze sculpture, which was presented at an exhibition in Tokyo and received a great response, the artist has developed the work into a color that cannot be expressed in bronze and transformed it into NFT, a 360-degree rotating Venus. \n Each piece is engraved with an edition number. \n\n 本NFTアート(以下「本作品」)の購入により、受領者には、著作権、商標権その他の 知的財産権は譲渡されず、TAKERU AMANO(以下「著作者」)が引き続き保有します。 なお、(株)パルコは、著作者より利用許諾を受け、本作品を販売しています。例えば 「本作品」の画像(スクリーンショットなど)を(i)私的利用の範囲を越えて他人に提 供すること、(ii)商用目的で利用すること(例えば、バッグやTシャツ、スマホケース などのグッズに用いること、書籍、ECサイトや企業HPに掲載すること等)は、知的財産 権の侵害に当たり、禁止されます。本作品の画像を改変や加工して利用することも知的 財産権の侵害に当たり、禁止されます。 \n No copyright, trademark or other intellectual property rights are transferred to the recipient \n upon purchase of this NFT artwork (the “Work“), but remain with TAKERU AMANO (the “Author“). PARCO CO., LTD. sells the Work under license from the Author. \n For example, (i) providing images (screenshots, etc.) of the Work to others beyond the scope of personal use, or (ii) using the Work for commercial purposes (e.g., using the Work for goods such as bags, T-shirts, and smartphone cases, or posting the Work in books, on e-commerce sites, or on corporate websites), constitutes infringement of intellectual property rights and is prohibited. This is an infringement of intellectual property rights and is prohibited. Alteration or modification of the images of this work is also prohibited and constitutes an infringement of intellectual property rights.",
    "image": "https://harti.mypinata.cloud/ipfs/QmVATSgwRs9oTozp5i8MrqGnM1gmgw8WDfmn3wr5pmrDrf/1.gif",
    "dna": "79e0f511c8757e5d0808da142aeeabc732066283",
    "edition": 1,
    "date": 1662434171880,
    "attributes": [
      {
        "trait_type": "3D Art",
        "value": "VENUS"
      },
      {
        "trait_type": "NFT color",
        "value": "BLACK"
      },
      {
        "trait_type": "Serial number",
        "value": "1 / 200"
      },
      {
        "trait_type": "Creator",
        "value": "TAKERU AMANO EXHIBITION"
      }
    ],
    "compiler": "HARTi Studio"
  }
}