{
  "address": "0x944494f04c75c991dc823e4d154d355342961782",
  "type": "ERC721",
  "name": "Beautiful Mundane Vol 1",
  "tokenCount": "9",
  "uri": "https://arweave.net/7BqdtfXLikT8DhEPkdmxOrCJKIAfTIdYrYFpWFmbG5M",
  "metadata": {
    "name": "The Worker",
    "created_by": "imustdraw",
    "external_url": "https://www.imustdraw.xyz",
    "description": "The Worker is a 1/1 from the \"Beautiful Mundane\" genesis collection by I Must Draw. The work explores ordinary moments re-imagined in a blaze of colour and pattern. This work combines playful elements seen on the notice board which are representative of the imustdraw brand along with the more formal depicted pose of the figure.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "imustdraw"
      },
      {
        "trait_type": "Collection",
        "value": "Beautiful Mundane"
      },
      {
        "trait_type": "Disclaimer",
        "value": "The purchased NFT is a digital artwork that has been digitally signed by the artist, uniquely identified in the blockchain and uploaded as a 1/1 edition. The generated NFT is a proof of ownership and authenticity of this digital artwork. The purchase of the NFT is final. The buyer purchases a signed and 1/1 edition of the digital artwork to own. Buyer acknowledges that ownership of an NFT does not carry with it any rights, express or implied, other than ownership rights in the NFT (the digital artwork tokenized by the NFT). Upon purchase, Buyer may access the digital file to view or print on any digital device for personal use. Upon purchase, the buyer receives the right to use, distribute and display the creation for non-commercial purposes only. Commercial use is strictly forbidden. Unless explicitly stated, Copyright to the art work and other reproduction rights remain with The Artist."
      },
      {
        "trait_type": "Rarity",
        "value": "1/1"
      }
    ],
    "image_details": {
      "bytes": 3587728,
      "format": "JPEG",
      "sha256": "8a130d348547116e43579abaae5e15b731d8d74e3faab3a117b7d45e8da836dd",
      "width": 3600,
      "height": 5100
    },
    "image": "https://arweave.net/roS_9SNxTgZNWhYxyPHRcnk0q-3PinULfuMIRwKuSS0",
    "image_url": "https://arweave.net/roS_9SNxTgZNWhYxyPHRcnk0q-3PinULfuMIRwKuSS0"
  }
}