{
  "address": "0x942d21c2d212c56579752aa899bc9f77380de50d",
  "type": "ERC721",
  "name": "Scolla - War Games",
  "tokenCount": "25",
  "uri": "ar://H70SgNdmNVw3aKNFcreYRc9ga8YociDq_Fm0tiBm-bg/1",
  "metadata": {
    "animation_url": "ar://wstb2bZR68R7bEZaSSSkc1qKoJGvXtK-OgHqRd34U-w",
    "artist": "Scolla",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://rNMuRv9_TgUdZIZsNWpDWqmT6v0Tj1BPPXKqp_FkiZ8",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "War Games",
        "value": "Song Edition"
      }
    ],
    "bpm": 130,
    "credits": null,
    "description": "If there's one thing that Web3 has taught me, it's that there is strength in vulnerability. I've always been the type to keep my needs to myself and figure out how to solve my problems on my own. In many instances, all while being the problem solver for everyone else. I've realized that pouring from an empty cup is a counterproductive practice and downright unhealthy. \n\nFor those who don't know, I have been a full time creative since 2009. I rely heavily on my computer to bring my ideas to life. From graphic design, video editing, marketing and recording music, my Macbook pro is a critical tool in my creative process. Unfortunately, my current computer is on its last leg and I am in desperate need of a new one.\n\nThis is why I am launching this open edition mint for \"War Games\", with a goal of raising 1.9 ETH to fund the purchase of a new system with the specs that will be able to handle my current and future work load. By minting \"War Games\", you will not only be owning a piece of my of story told through art, but also enabling me to continue to bring my creative vision to life for the foreseeable future. \n\nI will be airdropping a special token called \"The SunFlower That Grew\" to the top 10 collectors of \"War Games\". This token is an art collaboration between myself with my the incredibly talented, SAIKO. \n\n\"War Games\" is ode to resilience and finding strength even while in the face of adversity. As a child my mother always used to tell me that I was covered by the higher power and that I am the sunflower that grew. At the darkest times I’ve found my way back to the light. I hope that this energy resonates with you. \n\n\"My ancestors got me covered they do/\nI’m well protected my blessings stay true/ \nI’m too connected I really can’t lose/\nNo I can’t lose/\nNo I can’t lose/\"\n\nWritten, Produced Record & Performed By Scolla Fungwe\nMixed & Mastered By Ashton Woods\nArtwork By Scolla Fungwe\n\nI am confident that together we can reach this goal and I am grateful for your support.\n\nAbove all else, Please Enjoy",
    "duration": 179,
    "external_url": "https://www.sound.xyz/scolla/war-games",
    "genre": "Hip-hop & Rap",
    "image": "ar://rNMuRv9_TgUdZIZsNWpDWqmT6v0Tj1BPPXKqp_FkiZ8",
    "isrc": null,
    "key": "C_SHARP_MINOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://wstb2bZR68R7bEZaSSSkc1qKoJGvXtK-OgHqRd34U-w",
    "lyrics": {
      "text": "Verse 1:\nIdol turn to rivals in these war games/\nLucky me that danger is like foreplay/\nJust another nigga from the wild side/\nLiving on the edge is like my forte/\nI’ve been in the field, I’ve been out here scheming/ \nTryna make it real, out of all this dreaming/\nDemons all around tryna take me out/\nI’m aint from the weak, try and take yo shot/\n\nChorus:\nI’ve been built for whatever you’re sending my way/\nI promise I’m a real strong soldier/\nI’m still here for whatever you sending my way/\nI promise I ain’t never gon’ fold nor break/\nRun it up, get to it/\nGotta get to it gotta run it up/\nGotta make something outta nothing/\nI ain’t for the faking or the fronting/\nLosing really ain’t for discussion/\nI put it all, I put it all on the line/\n\n\nVerse 2:\nPick a side, pick a side\nJust don’t switch on your alliance/\nMe and mine doing fine over here\nI can see that y’all dying/\nRemember me in your prayers like you do remember me in your gossip/ \nI never needed your nonsense/\nI’m on a need to know process/\nI know your energy/\nFriend or an enemy/\nI don’t care who you pretend to be/\nWasn’t in the gym with me/\nWasn’t there to lift when the weigh of the world almost ended me/\nI don’t owe you naw/\nThis ain’t a vowel/\nNo need for sounding me out/\nThis for the ones with their head in the clouds/\nHell of a life living heavenly now/\n\nChorus\n\nOutro:\nMy ancestors got me covered they do\nI’m well protected my blessings stay true \nI’m too connected I really can’t lose\nNo I can’t lose\nNo I can’t lose",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "War Games #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "War Games",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}