{
  "address": "0x94e211636a164c2d9e59c5142351a870ba09c351",
  "type": "ERC721",
  "name": "Gratitude & Growth by Wilczynski",
  "tokenCount": "25",
  "uri": "https://arweave.net/KtN4dK4N2jcSXD0IGiEANJ9qM2SDQVnhogTtLvCEIHc/1",
  "metadata": {
    "created_by": "Wilczynski",
    "name": "Gratefulness #1/25",
    "description": "The mood:  \nA tranquil melody praising the importance of being thankful for what brings you happiness and peace of mind within yourself and surroundings.\n\nThis track is part of the \"Gratitude & Growth\" NFT collection by Wilczynski. 6 Tracks for creating joyful wellbeing, restfulness and warmth.\n\nThe story:  \nI was sitting in front of a window, surrounded by beautiful flowers and plants.  \nThe sun was setting just beyond the horizon and a soft evening breeze rustled through the  \ntrees. On the windowsill next to me was a glass of wine, and for a moment I let myself take in  \nall the beauty that nature had to offer.\n\nThe view outside the window was breathtaking the high tower in front of me rose up  \ntowards the sky like an ancient sentinel, its edges framed by lush green trees swaying gently  \nin the wind. Beyond it, I could see rolling hills and valleys, dotted with farms and villages,  \nilluminated by the soft orange light of dusk. It was a sight that filled me with peace and joy,  \nbut also with a sense of gratitude for having been blessed with such beauty.\n\nIn that moment of stillness, I found myself reflecting on how fortunate I am for all that brings  \nme happiness and peace of mind my family, friendship, health and wellbeing. Even though  \nlife is not always easy or fair, there are still many blessings to be thankful for that make our  \nlives more meaningful; moments of silence spent being mindful of these gifts can help ensure  \nwe stay connected to them throughout our days.\n\nAs I looked out at this stunning scenery before me, it reminded me to remain appreciative of  \nwhat gives me comfort and assurance even during tough times. Whether it be a cup hot tea on  \na chilly morning; a hug from loved ones after an exhausting day; even something as simple as  \nlaughing at silly jokes; these small acts of kindness can bring us immense pleasure if we take  \ntime to recognize them for what they are moments that enrich our lives with happiness and  \njoy.\n\nSo today I want to be sure to pause for a moment like this one again soon taking in nature's  \nbeauty while drinking my wine from afar allowing myself some time away from daily stresses to \nsimply appreciate all that has blessed my life thus far.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Wilczynski"
      }
    ],
    "animation_details": {
      "bytes": 93219710,
      "format": "MP4",
      "duration": 140,
      "sha256": "7778bcb7f2f86cd59cad092576f4b81ca2d8c7f21322e9bbdf2fff339c9159ef",
      "width": 1080,
      "height": 1080,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/4eJY90ORK0W73ecjsldmxX4d8MGnQpmFqXb3eiZDyXs",
    "animation_url": "https://arweave.net/4eJY90ORK0W73ecjsldmxX4d8MGnQpmFqXb3eiZDyXs",
    "image_details": {
      "bytes": 12018799,
      "format": "JPEG",
      "sha256": "563d0d66bb4b988423550d4bff9c9b59d9953649ec6860b5b28fcc02cf32d0d4",
      "width": 8096,
      "height": 9984
    },
    "image": "https://arweave.net/VliC7yC6ss9RajPcx93bVyU9Q58Wb_VSZxJtz_LzgBI",
    "image_url": "https://arweave.net/VliC7yC6ss9RajPcx93bVyU9Q58Wb_VSZxJtz_LzgBI"
  }
}