{
  "address": "0x943a93d30a71326179af78745cdada6c0e607554",
  "type": "ERC721",
  "name": "Kim Feast Editions",
  "tokenCount": "18",
  "uri": "https://arweave.net/SWnXAKJarjVXzFHO68iK-Etas7A66P-MsjZxR04bc_w",
  "metadata": {
    "created_by": "Kim Feast",
    "name": "Bloodlines",
    "description": "\nBloodlines stands as a tribute to all those who embrace the calling of their heart and pursue their dreams. I humbly dedicate this work to my late father who was a constant source of encouragement in my journey.\n\nAt the break of dawn, I embarked on a solitary expedition from my home. leaving at 2:30 am, a lengthy three-and-a-half-hour drive navigating through dense forests lead me to a secluded beach nestled along the Southern Coast of Western Australia. Aware of the limited time frame, I had to swiftly launch my jetski in the darkness, racing against time to witness the sunrise. The cloudy sky that enveloped the vicinity raised uncertainties within me, yet the cool morning air and the gentle offshore wind assured a pristine ocean awaited.\n\nUpon arrival, the sight of the distant shoreline cliffs disclosed a narrow opening between the veil of clouds and the horizon. I was unaware of the incredible spectacle that was about to unfold. As the first rays of the morning sun pierced through this gap, illuminating the interior of the cloud bank, the entire expanse of the ocean transformed into a radiant crimson hue, before exploding into a fiery golden blaze as the sun gracefully emerged on the horizon, painting a breathtaking display before my eyes.\n\nCreating captivating ocean art is not a pursuit that can be meticulously planned for. While experience, forecasts, and various factors can be taken into account, being in the right position to capture the precise moment a wave forms and breaks requires relinquishing expectations and persistently placing oneself in specific locations, all in pursuit of uncovering the wonders that lie ahead.\n\nBloodlines, as a testament to my father's wisdom, represents the embodiment of listening to his words, following the rhythm of my heart, and pursuing the dreams that burn within me.\n\n\n\n\n\n\n",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Kim Feast"
      },
      {
        "trait_type": "Collection",
        "value": "Bloodlines"
      },
      {
        "trait_type": "Details",
        "value": "Blood Red"
      },
      {
        "trait_type": "Details",
        "value": "Sunrise"
      },
      {
        "trait_type": "Details",
        "value": "Crimson"
      }
    ],
    "image_details": {
      "bytes": 46583982,
      "format": "JPEG",
      "sha256": "f041da2c70478848b393756733215c6e4e5a13d7cfc19ccc2e35c2ef9972f494",
      "width": 7002,
      "height": 4670
    },
    "image": "https://arweave.net/PEUqd7IsIFgGyFQuy-Yt5Nu0Jxw417-pg1qXjP1ydzc",
    "image_url": "https://arweave.net/PEUqd7IsIFgGyFQuy-Yt5Nu0Jxw417-pg1qXjP1ydzc"
  }
}