{
  "address": "0x958de3fb270c633628ee69eaf97d6f612cea56ea",
  "type": "ERC721",
  "name": "Laurence Fuller",
  "tokenCount": "1",
  "uri": "https://arweave.net/0ElS_7NT-Q_qk9Yp9uUXnEovFTOtFRw6lWVPV9v87qI",
  "metadata": {
    "name": "The King's Faun",
    "created_by": "Laurence Fuller",
    "external_url": "www.laurencefuller.art",
    "description": "The Origin Story to the King Of Paradise ~ Chasing through the shadows was all the faun had known, until he came upon a bronze mask which changed the course of his whole life. Guided through the forest by nymphs and premonitions, he hears the voice of a King.\n\n“If you will here the story of how this came to be,  \nIt will take you through a labyrinth of dreams”\n\nLaurence Fuller's Manifold Genesis on his own contract ~ professional actor in film, television and theatre of 17 years. Graduated from the Bristol Old Vic Theatre School specializing in Classical Theatre, after that he went into West End theatre in London and was soon cast in lead roles in a number of feature films in Los Angeles and most recently as the British painter David Hockney in HBO’s MINX. \n\nThe art world has been around Laurence his whole life through his late father the art critic Peter Fuller and painter mother Stephanie Fuller, he worked at a number of galleries and auction houses while auditioning. The deeper he dug into his late father’s writing he discovered what he really wanted was to be a poet, and his love for the poet / art critic Baudelaire and the Romantics. Laurence went on his own journey with autobiographical poetry inspired by his training in the classics, paintings and visual art.\n\nBut it wasn’t until the digital art movement in web3 that allowed Laurence to combine his love for cinema, poetry, performance and art history into a single practice.\n\nAI Animation, Music, Sound, Poetry and Performance by Laurence Fuller @laurencefuller ~ www.laurencefuller.art",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Laurence Fuller"
      }
    ],
    "animation_details": {
      "bytes": 170439437,
      "format": "MP4",
      "duration": 165,
      "sha256": "2b1420de2bb4960444f93719107807fa86538436499c1ca6ba250912a1d9fc3e",
      "width": 2732,
      "height": 912,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/JIWaw_SO_bu-Va1U0KIm6Oi3svq7HXd3U2xPTTJYaeY",
    "animation_url": "https://arweave.net/JIWaw_SO_bu-Va1U0KIm6Oi3svq7HXd3U2xPTTJYaeY",
    "image_details": {
      "bytes": 1949619,
      "format": "GIF",
      "sha256": "d480b6c07fafa03a74f915a9d5358b8ef1442c42ca1895e2e054874d1d004738",
      "width": 596,
      "height": 200
    },
    "image": "https://arweave.net/z9ISHSrFbRZZPny2NDNg1l2HjpxUuTrWPJMAu-QXUwA",
    "image_url": "https://arweave.net/z9ISHSrFbRZZPny2NDNg1l2HjpxUuTrWPJMAu-QXUwA"
  }
}