{
  "address": "0x95f11141c5cbf5c03f5457537298b733907e60ca",
  "type": "ERC721",
  "name": "test_eth_2",
  "tokenCount": "2",
  "uri": "ipfs://QmTjhriXEb2ZHu2PczhbzgWz9VQnSjjavrc3HoauaaXH4K/1.json",
  "metadata": {
    "name": "TRADITIONAL CRAFTS NFT(TSUKUMOGAMI) #1",
    "description": "# Edo armor  \nThese helmets and armor are produced mainly in Sumida, Taito and Bunkyo wards of Tokyo.  \n  \n## ■Made in  \n  \nTokyo  \n  \n## ■Origin  \n  \nIt is said that the armor, known as \"large armor,\" first appeared between the 8th and 12th centuries to protect the whole body from bows and arrows as warlords began to fight on horseback.  \n  \n## ■Characteristics  \n  \nEdo armor is a reproduction of large armor based on careful period research, and is characterized by its massive design and solid quality. While being armor, it is also a garment that embodies the unique beauty of Japan, the fruit of techniques such as metalwork, lacquer work, and dyed leather. From the 17th to the mid-19th century, when no major civil wars had occurred for more than 200 years, parents began to display large armor, a symbol of strength, on Dragon Boat Festival, a time when they wished for the healthy growth of their sons. One of the charms of this armor is that it is sturdy and has an unfading style, reflecting the craftsmen's desire for parents to feel affection for their children even after their children have grown up.  \n  \n---  \n  \n# 江戸甲冑（えどかっちゅう）  \n東京都墨田区、台東区、文京区を中心に生産されている兜（よろい）・鎧（かぶと）です。  \n  \n## ■産地  \n  \n東京  \n  \n## ■起源・由来  \n  \n８〜12世紀、武将が騎馬に乗って戦うようになると、全身を弓矢から守るための防具として、大鎧と呼ばれる甲冑が登場したのがはじまりと言われています。  \n  \n## ■特徴  \n  \n江戸甲冑は、入念な時代考証のもとに大鎧を再現し、重厚な意匠と質実剛健が特徴です。防具である一方、金工や漆工、染織皮革などの技術が結実した、日本独自の美を内包した装束でもあります。二百年以上、大きな内戦が起きなかった17〜19世紀中盤になると、親が男子の健やかな成長を願う端午の節句において、強さのシンボルともいえる大鎧を飾るようになりました。子が成長してからも親が子を想う気持ちを感じてほしいという職人の想いが、頑丈で色褪せない風格を持った甲冑に注がれている点も魅力の１つです。",
    "image": "ipfs://QmVaVdci5xf43T5hH4PfNhdZntP8mC2YyJFJjkvfqKx5sS/1.png",
    "external_url": "https://kougeihin.jp/craft/1304/",
    "dna": "aebf8d05d95ffc650d252b1a58a8199fed15461b",
    "edition": 1,
    "date": 1666146234368,
    "attributes": [
      {
        "trait_type": "backgroung_land",
        "value": "blue_green"
      },
      {
        "trait_type": "backgroung_figure",
        "value": "blue_green"
      },
      {
        "trait_type": "limbs",
        "value": "手足_1"
      },
      {
        "trait_type": "craft_limbs",
        "value": "Edo_armor"
      },
      {
        "trait_type": "face",
        "value": "目口_1"
      }
    ],
    "compiler": "HashLips Art Engine"
  }
}