{
  "address": "0x950599037fe15c5a6499506c1fad5cf91457ef62",
  "type": "ERC1155",
  "name": "Oty Editons",
  "tokenCount": "6",
  "uri": "https://arweave.net/jKqKekzRwKgxifOPBRmddqVjfdpfiCdk8R8gNdeddw4",
  "metadata": {
    "name": "Colours Of The Moon",
    "created_by": "oty",
    "description": "\"Colours Of The Moon\" by Oty - Edition of 10\n\nThe colours in this piece are natural but brought out more during processing to reveal the different minerals and metals of the moon. The green-coloured rocks are mostly from oxygen, silicon, magnesium, iron, calcium and aluminium. The orange is due to hydrated iron oxides and the blue shades contain more titanium. This style of lunar photography is known as a \"mineral moon\" as it shows the moon's minerals through their colours.\n\nThe near side of the moon is made up of 50,000 individual frames captured during the waxing crescent phase. A Nikon d750 and celestron 114eq telescope were used with a 2X Barlow to give around 2000mm of focal length to capture the details. Multiple videos were taken of the moon and then the best 10% in quality of frames were stacked together. This process helps to bring out the details whilst also reducing any noise within the final photograph. A longer exposure photo was used for the glow effect and a separate photo was used for the stars. \n\nThe dark side of the moon was created by using data from the NASA Galileo spacecraft which captured the moon whilst travelling to Jupiter on December 7th 1992. The spacecraft's objective was to study Jupiter and its mysterious moons, which it did with great success before it plummeted into Jupiter's atmosphere On September 21st 2003.\n\nResolution : 4179 x 5149\n\nEvery Collector will also receive a full quality download version",
    "attributes": [
      {
        "trait_type": "ARTIST",
        "value": "Oty"
      },
      {
        "value": "2022",
        "trait_type": "YEAR"
      },
      {
        "trait_type": "OBJECT",
        "value": "Moon"
      },
      {
        "trait_type": "Phase ",
        "value": "First Quarter"
      }
    ],
    "image_details": {
      "bytes": 24245623,
      "format": "PNG",
      "sha256": "6874ae7fb8495fa27e47709c5b825bba6350befc8eebd79e1a3b78072a3a073d",
      "width": 4179,
      "height": 5149
    },
    "image": "https://arweave.net/iuuWnymCihvSS6G5mcZ4NhgrcpEMf9FoXK0GR3lYlSc",
    "image_url": "https://arweave.net/iuuWnymCihvSS6G5mcZ4NhgrcpEMf9FoXK0GR3lYlSc"
  }
}