{
  "address": "0x95e3d66dad909e27624dbf3a5fe52d3890ebe1ae",
  "type": "ERC721",
  "name": "Cycles Observed",
  "tokenCount": "4",
  "uri": "https://ipfs.pixura.io/ipfs/QmWuuYnpzZit6EG1rzevsWV7mEjuxWqiKVniVqCASkHrRq/metadata.json",
  "metadata": {
    "name": "Cycles Observed: Genesis",
    "createdBy": "Andre Oshea",
    "yearCreated": "2023",
    "description": "Genesis is the original piece that the additional 3 pieces from Cycles Observed collection\n\nMy second project for SuperRare, Cycles Observed is a collection of 4 unique pieces born from my recent AI explorations. Each piece is part of a progression, beginning with an original 3D modeled animation. The subsequent 3 pieces incorporate this original 3D animation, each layered with Stable Diffusion to visually convey different kinds of cycles: the hours of a single day, the seasons of a single year, and then the larger time shifts of urban civilization. \n\nDifferent time horizons, each interjected by the forward motion of a drive through landscapes that look ahead while remembering the past - timelessness, nostalgia, novelty, renewal. We are in the driver’s seat as we create, express, and consume with new technologies. AI is a powerful part of the velocity propelling culture forward today, a continuation of the forward thrust of art history since Lascaux, at the heart of which has always been the artist’s need to arrive at new visions through creative experimentation. The spirit of intrepid creation is the constant through thousands of years of change, of renewal, of ebbs and flows. Our destination is unknown, the cycle continues.\n",
    "image": "https://ipfs.pixura.io/ipfs/QmbHrJxe8GgYKPBUXKmfvtPV4SS5849YVRUPEaVmzD4Ck7/WinterDepth0047.png",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmRwK7tZeWEMQFLQWbjdT1D7EUHkEG7gEQftFyW4Q9eNSG/BaseAnimation.mp4",
      "dimensions": "1920x1080",
      "size": "24242009",
      "mimeType": "video/mp4"
    },
    "tags": [
      "3D",
      "AI"
    ]
  }
}