{
  "address": "0x95274ef93a029fc0ea685c9e3dbceb802dc1f51d",
  "type": "ERC721",
  "name": "B U R R I T O S",
  "tokenCount": "10",
  "uri": "ipfs://bafybeig2obd36wqdsjxgujmoaxe2raarpcaqyndy26pxvqx2racbezdzji/1",
  "metadata": {
    "attributes": [
      {
        "value": "54",
        "trait_type": "bacgraund"
      },
      {
        "value": "6",
        "trait_type": "burritos"
      },
      {
        "value": "6",
        "trait_type": "got glaza"
      },
      {
        "value": "4",
        "trait_type": "gotov pricha"
      }
    ],
    "description": "Introducing the Burritos Collection NFTs: A Delectable Feast for Digital Art Enthusiasts!\n\nGet ready to savor the irresistible fusion of art and culinary delights with the Burritos Collection NFTs. We are thrilled to bring you a revolutionary digital art experience that celebrates the vibrant world of burritos in all their mouthwatering glory.\n\nFeast your eyes on a smorgasbord of meticulously crafted digital burrito creations that will leave you craving for more. From classic recipes to innovative flavor combinations, the Burritos Collection has it all. Each NFT is a visual masterpiece, capturing the essence of the burrito with stunning details, vivid colors, and tantalizing textures.\n\nBut the Burritos Collection is not just about visual indulgence. It's a gateway to a world of unique opportunities and exclusive benefits. As a proud owner of a Burritos NFT, you become part of a passionate community of burrito enthusiasts. Connect with fellow collectors, share your love for all things burrito, and embark on exciting culinary adventures together.\n\nImmerse yourself in the interactive experiences that come with owning a Burritos NFT. Imagine virtually unwrapping a digital burrito, discovering its mouthwatering ingredients, and even customizing it to your taste. With each NFT, you unlock a world of culinary exploration right at your fingertips.\n\nBut it doesn't stop there! The Burritos Collection offers a platform for aspiring artists and creators to showcase their talent to a global audience. Collaborate with renowned burrito connoisseurs to design your own digital burrito NFTs, infusing your unique style and flavor into every pixel. Let your creativity run wild and be recognized as a trailblazer in the digital art world.\n\nAs the market for NFTs continues to flourish, the Burritos Collection stands out as a deliciously distinctive and appetizing addition to any digital art portfolio. Whether you're an art collector, a food enthusiast, or simply someone with an eye for extraordinary beauty, the Burritos Collection NFTs are a must-have addition to your digital treasure trove.\n\nSo, what are you waiting for? Indulge your senses and ignite your imagination with the Burritos Collection NFTs. Join us on this flavorful journey and let the art of burritos tantalize your taste buds and ignite your passion for digital art like never before. Don't miss out on your chance to own a piece of this extraordinary culinary artistry – claim your Burritos NFT today!",
    "external_url": "https://bueno.art/rgu1np2sgxspf7nc7-zj/b-u-r-r-i-t-o-s",
    "image": "ipfs://bafkreiazslmt3v3vldocxm46rtxsitrsiatigl775kef77eng2dftiyh5u",
    "name": "B U R R I T O S #1"
  }
}