{
  "address": "0x96547adea8c5e77b5a075858a8843c2362f2827d",
  "type": "ERC721",
  "name": "EthBoy V2",
  "tokenCount": "1",
  "uri": "https://ipfs.pixura.io/ipfs/Qmd2VY3u2ymqTX3iTPKwFo5yFuFdqZr8vAus5617uFsKQ4/metadata.json",
  "metadata": {
    "name": "EthBoy Chapter 3: THE MERGE",
    "createdBy": "Trevor Jones",
    "yearCreated": "2022",
    "description": "In Chapter 3 EthBoy journeys to the frozen Arctic, where he oversees the 1,000 year burial of Non-Fungible Treasures. He returns to bless the efforts of the crypto community in raising much-needed aid for a war-torn land but soon after Max Pain makes an appearance foreshadowing what is to come. Our pilgrim’s progress encounters more hardship and danger, as the crypto winter bites harder and the bears gather.\n\nTreacherous hackers menace the Axies, and the Apes find themselves mired in dispute. As shining Luna tumbles from the sky, three arrows pierce EthBoy’s heart. Even what initially appeared to be a perfect partnership between fluttering bluebirds and the Space Man quickly unravels. But EthBoy endures and before him arises a great castle on a hill. The wanderer is welcomed within and finds respite and succour. Here he pauses to remember an old friend and await the great conjunction of prophecy: THE MERGE.\n\nEthBoy could not have got through this difficult phase of his journey without the valued companionship of the legendary Good Charlotte, who provide a powerful and inspiring soundtrack for this chapter.\n\nView the series at https://www.trevorjonesart.com/work_collection/ethboy/",
    "image": "https://ipfs.pixura.io/ipfs/QmZ6CfJwnppH1uQS65pAmFVhFCiJHvrjjw1oLJzJsSZRXo/EthBoyChapter3THEMERGE.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmUs6gFjYJHZmRbapdyH6WiMtUQ8s9pMsAp5uoia3YxdQP/EthBoyChapter3THEMERGE.mp4",
      "dimensions": "1330x2000",
      "size": "52499092",
      "mimeType": "video/mp4"
    },
    "tags": [
      "EthBoy",
      "AlottaMoney",
      "trevorjonesart",
      "collaboration",
      "Vitalik",
      "GoodCharlotte"
    ]
  }
}