{
  "address": "0x96d38672bef3acfa2517c0e3d29870ba3acda4ea",
  "type": "ERC721",
  "name": "Figments of Place - by TJ Thorne",
  "tokenCount": "45",
  "uri": "https://arweave.net/4Zcfhm5PfdAwMs9tzj_9qswXCh98og9SHmmHPlJY-YM/1",
  "metadata": {
    "name": "But a Dream",
    "created_by": "TJ Thorne",
    "external_url": "https://tjthornephotography.com",
    "description": "For the most part my approach to nature photography is based in literal representation. Even if the resulting photograph would take on more of an abstract form due to isolation and omission of the surrounding environment, the experience of photographing it and developing a relationship with it is always based in reality and a sense of photographing a specific THING whether it be a play of light, a unique moment in time, or an interesting subject. It still is and always will be because at the base of everything, that's the primary way that I interact with and experience nature.\n\nThis explorational series comes from a different emotional and mental place. These photos were taken not with the intent of that literal representation mentioned above but from a more visceral place, based more in an emotional reaction to what and where I'm photographing and putting pieces of the experience together into a single frame.They’re the result of a need to bring more fun and less pressure into my work. Honestly, it's hard to describe. But when I photograph in this way, I have noticed a distinct shift in the way that I am interpreting the environment, both mentally and emotionally, and that carries over into the way that I process the photo. Everything about making these photos feels... freeing.\n\nI feel this approach calling to me more and more often lately. Photography has always been my antidote to the demons in my life and I’ve been busy battling a lot of them recently. By letting myself tap into a more relaxed and experimental approach I am able to push the boundaries on how I interact with the landscape, appreciating it for more than its literal inherent beauty and diving deeper into the things that make it special. It allows me to become more in touch with what ELSE nature is and what else it can be, further strengthening my relationship with it.\n\nAnother distinction between these images and the images in my other galleries is that often I'm not even sure how I made them. Sure I know which techniques I used, but in the process of taking the photograph I am blending different types of photos with different settings in-camera and not paying attention to the specific process. I'm mixing and matching and switching and experimenting. In my usual interactions with nature I am extremely cognizant of every decision that is being made: which settings I'm using, why I'm using those settings, the composition, and more. There is INTENT behind every single decision and I make them consciously despite the subconscious emotional connection and love with the subject that I’m photographing. These images are a departure from that conscious decision making.\n\nAll of these images are single frames made in camera using one or more creative camera techniques. I've purposefully left out any description of the techniques, the literal subject (though many of the subjects and techniques are easily identified), and the context in an effort to not cloud the emotional response to the images with preconceived attachments. If you find these images interesting or if they elicit emotions within you, I invite you to explore them, spend some time with them, and create your own journey.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "TJ Thorne"
      }
    ],
    "image_details": {
      "bytes": 1892774,
      "format": "JPEG",
      "sha256": "8ec0535c9598affdd8aac2ae26dc07c2ba702a485ec031b91a8653961d780c18",
      "width": 4000,
      "height": 2670
    },
    "image": "https://arweave.net/VCEfJsojtNRMBUq1mQ6qD7jlEhJNak45JeqoxCP-t5E",
    "image_url": "https://arweave.net/VCEfJsojtNRMBUq1mQ6qD7jlEhJNak45JeqoxCP-t5E"
  }
}