{
  "address": "0x96a7a3748cad53cdc40d3e5f7f228fa2ac589c57",
  "type": "ERC721",
  "name": "COLLECTOR COLLIDER",
  "tokenCount": "30",
  "uri": "https://arweave.net/c2uEITqXJ03EE_czwSTfsSDmEiENuUiCPvqGbzofyZ8/1",
  "metadata": {
    "name": "Collector Collider #1/5",
    "created_by": "PLANTTDADDII",
    "description": "\nCollector Collider is an exploration of collecting, how the act of collecting plays a key part in the human experience, and how human collecting differs from how animals collect on earth.\n\nCollecting in other species typically has several functions (that we observe): survival, camouflage, and attracting a mate. Sea Urchins cover themselves in shells or the carcusses of dead urchins to mask their smell from predators. Decorator crabs attach anemones and plant matter to their shells for camouflage. Birds collect a colorful array of material, leaf matter or sticks to attract a mate. Squirrels store food and den material for the winter. \n\nAll of these animals collect to survive but, unlike humans, they lack a certain… obsession with collecting. It is possibly because they are less self aware and dont have the urge to use ‘things’ to form an identity. Collecting for most species is purely a means of survival (from what we have observed).\n\nEven if someone moved off the grid into a little hut in the forest, they would likely start collecting a bunch of pine cones or rocks that serve no purpose, other than a little happiness. \nCollecting as a human seems to be a large piece of the foundation of our species’ growth and survival. We collect what we love. We form identities by collecting. We collect clothing to wear. We collect tech to help us, animals to keep us company. We cherish memories, stories, ideas, and other things that lack a physical existence. A massive array of items that blanket all the senses encapsulate our life and describe who we are. The idea of escaping collecting is almost impossible to imagine as a human.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "PLANTTDADDII"
      }
    ],
    "image_details": {
      "bytes": 27858569,
      "format": "PNG",
      "sha256": "2b7383be63894887c0741dd10abdafa19f6ca7d64cbafa4a1576393835dd933f",
      "width": 4934,
      "height": 2775
    },
    "image": "https://arweave.net/IqJ46K1VciFrOpFYesYPAmzv838a3jcYRng8I7EZ5Dc",
    "image_url": "https://arweave.net/IqJ46K1VciFrOpFYesYPAmzv838a3jcYRng8I7EZ5Dc"
  }
}