{
  "address": "0x97a25f76675ead1ff456351398a1f69e5e3631f2",
  "type": "ERC721",
  "name": "Flamingo with Love",
  "tokenCount": "43",
  "uri": "ipfs://bafybeicy67gwjht6khcgzbjd4jycek2yi2vcgrqz3b5jj5ffviwkabyz6q/1",
  "metadata": {
    "name": "flamin-go with love #1",
    "description": "For the first time in the history of the world, art can directly have a monetary impact on underserved and unbanked people worldwide. “Flamin-go with Love” is my first NFT drop in support of Impact Market- a crypto Unconditional Basic Income (UBI) protocol supporting people globally - some who live on under $2 a day. When this NFT is purchased, 50% will be airdropped to the phones of people in the Coroadinho UBI community program in Maranhão, Brazil. People can buy food, medicine, and clean water at local businesses that are also onboarded onto the protocol.\n\nThe two flamingos coming together to form a heart celebrate and symbolize the power of crypto and blockchain to spread meaningful action worldwide in minutes.\n\nThis NFT will also help fund a public art sculpture. The solar-powered LED neon sculpture will live for two weeks in Black Rock City, Nevada, during Burning Man and then be installed in an outdoor space for the public to enjoy. After the event and public installation, one collector will have the chance to purchase the sculpture.\n\nThrough the sale of this NFT, 50% will go to Impact Market, and 50% will fund the creation of this sculpture. The sale of the sculpture will also have a split of 50% to the artists and 50% to Impact Market.\n\nUnlockable usable AR files for your phone or your VR space can be found at app.charmverse.io/fiona-aboud/page-8646698307866953\n\nIf you purchased 10 or more NFTs please email me fionaaboud@gmail.com for either a print or a shirt.",
    "image": "https://nftstorage.link/ipfs/bafybeick7delbfpzefc2fxvapeupujwn7x4eax3xv5axpjvkljtbckgxtu",
    "animation_url": "https://nftstorage.link/ipfs/bafybeiacmlm5tx2oe6mnkkqqzni4jzpkqg3dwlwcvaohuzcrxocxegs7wy",
    "attributes": [
      {
        "trait_type": "Changemaker",
        "value": "Fiona Aboud"
      },
      {
        "trait_type": "Area of Change",
        "value": "Financial Inclusion"
      },
      {
        "trait_type": "Movement",
        "value": "Poverty"
      },
      {
        "trait_type": "Benefitting",
        "value": "Impact Market"
      },
      {
        "trait_type": "Minted On",
        "value": "ChangeDAO"
      },
      {
        "trait_type": "Symbol",
        "value": "Flamingo"
      },
      {
        "trait_type": "Symbol",
        "value": "Love"
      },
      {
        "trait_type": "Symbol",
        "value": "Heart"
      },
      {
        "trait_type": "Collaborator",
        "value": "Creatress"
      },
      {
        "trait_type": "Collaborator",
        "value": "Ray Frost"
      },
      {
        "trait_type": "Twitter",
        "value": "@fionaaboud"
      },
      {
        "trait_type": "Funding Physical Sculpture For",
        "value": "Burning Man"
      },
      {
        "trait_type": "Cause",
        "value": "Crypto UBI"
      }
    ]
  }
}