{
  "address": "0x97baccf8794761486bb7f5eed6e4ed87a5e9bc25",
  "type": "ERC721",
  "name": "Happy Whales V2",
  "tokenCount": "1",
  "uri": "http://ipfs.io/ipfs/QmNPo45BQSv6yiJkybNFHvqqTSq43ifvVw8auzdTxZzEoH/0/1.json",
  "metadata": {
    "tokenId": 1,
    "name": "Metarri NFT Club #1",
    "description": " Idea of a 7 year old kid, Metarri collections are the first and most senior in rank occupants of the aquatic kingdom in the Metaverse (just as Bored Ape is to Land in the Metaspace). Uniquely crafted 5555 Dolphins and 1111 Whales will be the first set of occupants of the Meta-Sea. These animals signify power and strength, and holders are valued at high regards due to the significance of the symbol they identify with. 🚢🏄‍♂️\r\n\r\nBeing called a Whale in Crypto for example signifies wealth and a well-respected individual in the Crypto Society. Owning one of either Metarri’s Dolphin or Whales carries the same value in the Metaverse and you will have access to almost any activities that would take place in the MVerse including events, game pass, and even real-time opportunities and investment. 🏅🥇\r\n\r\n555 Dolphins and 111 Whales will be reserved for the development of the community and giveaways. We would use proceeds from them to help build a sustainable community which includes paying for community member trainings to learn new skills in technology including AI, AR, VR which would give them automatic employment opportunities with Metarri and partner companies. Other benefits includes offsetting medical bills of members (and their family) based on a plan that would be put in place in the nearest future. These are just few of the benefits that would come with being an holder of a Metarri NFT.\r\n\r\nHolders would also have a unique physical and digital card sent to their physical address and the weight of this physical and or digital card is just amazing.\r\n\r\nThere will be a provision for a large Yacht (the first in the Metaverse) to migrate these seagods (owners of the NFTs) to the Metaverse and they shall occupy a space where no other would be allowed to.🛳 🚢\r\n\r\nFinally, proceeds from the sales of selected Whales would be donated for Autism cause as this is the dream of the young boy who is behind this NFT idea.\r\n\r\nWelcome on board as you join this phase of the metaverse by owning at least one of these unique Dolphins and Whales. You are now officially a powerful entity in the Metaverse. 🎉🎉",
    "external_url": "https://twitter.com/MetarriNft",
    "Instagram_url": "https://www.instagram.com/metarri.io",
    "Discord_url": "https://discord.gg/6jmNN5taMQ",
    "image": "https://ipfs.io/ipfs/QmWqshT95xNFPZEip2ZZNKVhHM3QiEh4dzD5r6UpgtvfWJ/1.png",
    "dna": "c20900cc98a7a3aafd2a5a269ca98719d1e071ad",
    "date": 1640449941793,
    "compiler": "Robostudio Art Engine",
    "attributes": [
      {
        "trait_type": "Background",
        "value": "Red Back"
      },
      {
        "trait_type": "Skins",
        "value": "Purple Skin"
      },
      {
        "trait_type": "Clothes",
        "value": "Sport Shirt"
      },
      {
        "trait_type": "Mouth",
        "value": "Bandana"
      },
      {
        "trait_type": "Eyes",
        "value": "Silver Glasses"
      }
    ]
  }
}