{
  "address": "0x97447539cf80b62780d695528d43bcd6a8fd1a05",
  "type": "ERC721",
  "name": "Cam Murdoch - FOREVER FORNEVER",
  "tokenCount": "5",
  "uri": "ar://lPfJG1iu1-kBXIsWXO54k1g0MiBt4ykvB6LfM99-wPQ/1",
  "metadata": {
    "animation_url": "ar://nQXMqxloTSPjLlhJg5EfybcRJRmwLHkZZ7ld67zttMA",
    "artist": "Cam Murdoch",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://G_wXchS1kNhiwNnjV2-2mvUdFgo4l-Rz9TZR65FNz-k",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "FOREVER FORNEVER",
        "value": "Song Edition"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "When the pandemic hit and they said \"stay inside\" I replied \"bet\"...\n\nThe first thing that I did was queue up my favorite anime, Yu Yu Hakusho, to rewatch it for the first time in maybe a decade. \n\nThrough the course of watching the series I was overcome with nostalgia, particularly in Season 2 when \"Sayonara Bye Bye\" plays as the ending them. I also felt a strong connection to the protagonist, Yususke Urameshi, so much so that I googled this fictional character's given date of birth. Much to my liking, I realized that Urameshi was an Aries as well and his birthday was just two days before mine!\n\nWhat took place after that was a combination of my love for music, anime, and basketball (I was watching the NBA bubble season too). \n\nI wrote this song from the perspective of Yusuke in relation to his love interest, Keiko Yukimura, while weaving in the pieces of my own life that felt relevant. The title, FOREVER FORNEVER, is the last phrase that you see on screen when the series ends..one that resonated with me deeply. The meaning of which, the writer left open to interpretation generating years of debates and think pieces from devoted fans (me).\n\nAt the time, I was fighting through the pandemic but also depression as I'm sure many were at the time - this song was a huge release for me emotionally but then also statistically being one of my most successful records generating over 100k streams across DSPs and nearly 100k views on the music video.\n\nIn fact, if you google \"forever fornever\" this song is the top result.",
    "duration": 167,
    "external_url": "https://www.sound.xyz/cammurdoch/forever-fornever",
    "genre": "Hip-hop & Rap",
    "image": "ar://G_wXchS1kNhiwNnjV2-2mvUdFgo4l-Rz9TZR65FNz-k",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://nQXMqxloTSPjLlhJg5EfybcRJRmwLHkZZ7ld67zttMA",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "FOREVER FORNEVER #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "FOREVER FORNEVER",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}