{
  "address": "0x978e4bf392801292f91323ded3e0a1ee8f5ceb62",
  "type": "ERC721",
  "name": "Street Cracks by RRicardo Garcia",
  "tokenCount": "3",
  "uri": "https://arweave.net/vwZlnU9viu1Uc6tCKwpV5xNS10tqlgABPVOLCGapS6E",
  "metadata": {
    "name": "Concrete Rivers",
    "created_by": "RRicardo Garcia",
    "external_url": "https://rricardogarcia.com",
    "description": "Introducing \"Two Rivers,\" an evocative and stunning abstract photograph that explores the beauty in the mundane, transforming the ordinary cracks and textures of pavement into a captivating visual feast. \n\nThe narrative of \"Two Rivers\" is centered around the juxtaposition of two dominant colors – the verdant greens of life and the fiery reds of passion. These colors, each occupying one half of the image, represent two distinct yet intertwined rivers, flowing side by side in a perpetual dance of harmony and conflict.\n\nOn the right side of the frame, the vibrant green hues embody the essence of growth, renewal, and the flourishing of life. The intricate patterns of cracks and textures symbolize the complex web of interconnected roots that anchor and nourish the natural world. This side of the image invites the viewer to contemplate the resilience and adaptability of life in even the harshest environments.\n\nThe left side of the image, bathed in warm, intense red tones, evokes a sense of passion, energy, and transformation. The dynamic fissures and crevices reflect the raw power and intensity of emotion, drawing the viewer into a deeper exploration of the human experience. This side of the photograph ignites a visceral response, challenging the viewer to confront their own desires and fears.\n\n\"Two Rivers\" transcends its humble origins as a photograph of pavement, transforming into a powerful and thought-provoking work of art. The image invites the viewer to delve into their own emotions and experiences, as they navigate the delicate balance between the forces of life and passion. This limited edition piece is a true testament to the transformative power of abstract photography and will undoubtedly make a stunning addition to any art collection.",
    "image_details": {
      "bytes": 712906,
      "format": "JPEG",
      "sha256": "76fd32e0a9f4338ae51d72ce2d7296c9492b86395670d48739c4c7fb41616120",
      "width": 1033,
      "height": 1342
    },
    "image": "https://arweave.net/FJAnKDJBkAPEKXcrT5-crN1Tz6nln0YYQD6pPh_wl9I",
    "image_url": "https://arweave.net/FJAnKDJBkAPEKXcrT5-crN1Tz6nln0YYQD6pPh_wl9I"
  }
}