{
  "address": "0x97313c67c5c5cdf76e1cec8e6d09ca66c176c0c7",
  "type": "ERC721",
  "name": "AlterMorph",
  "tokenCount": "4",
  "uri": "ipfs://QmZGHQ2jtanne2jQtxxrAk7teA2iWchvyJeT6PCFMbwAQC/1.json",
  "metadata": {
    "name": "AlterMorph #9",
    "image": "ipfs://QmPT7CEFtjH7bVt1FbcAaPKynWfykoQJMdnF3dEFHpJu5q/5cb00702ff11894548ff6f9c23792fae",
    "attributes": [
      {
        "value": "Blue",
        "trait_type": "Background"
      },
      {
        "value": "Day",
        "trait_type": "Time"
      },
      {
        "value": "Golden",
        "trait_type": "Subject Color"
      },
      {
        "value": "Photography",
        "trait_type": "Medium"
      },
      {
        "value": "Dec, 2022",
        "trait_type": "Date"
      },
      {
        "value": "Solid",
        "trait_type": "Transparency"
      }
    ],
    "description": "AltermMorph #9 is a photograph from A collaborative photo-project by Anass Ouaziz and Ismail Elaaddioui.\n\nIn \"Altermorph\", an entity's journey is depicted through a series of transformations, starting from a structured form symbolizing stability and foundation, and evolving into a more fluid and dynamic form as it travels and experiences the world.\n\nThe metamorphosis showcased in the series represents the natural progression of growth and development, where the solid foundation laid in the beginning provides the basis for further exploration and growth. Each stage of the journey has its own purpose and significance, inspiring one’s self to embrace their own evolution and change as an integral step towards personal growth .\n\nThrough collaboration, the project celebrates the unique value of growth using a common medium to explore the journey of transformation, and to exemplify the power of collaboration in unlocking new dimensions of creativity.\n\nIn a world that often fears change, \"Altermorph\" boldly celebrates the transformative power of collaboration and the beauty of growth. It challenges us to break free from the confines of comfort zones and explore new possibilities with each transformation."
  }
}