{
  "address": "0x98746a10aed279acea30311f8d218338db00738b",
  "type": "ERC1155",
  "name": "Crypto Jeux France",
  "tokenCount": "2",
  "uri": "https://arweave.net/dKmhdHpIhDVxixvrEz-U5BoqiE56CmFZtebh2VDBneE",
  "metadata": {
    "name": "CJF Genesis",
    "created_by": "Nicolas",
    "external_url": "https://discord.gg/tHesneDehz",
    "description": "Nous sommes ravis de vous présenter notre projet de NFTs, conçu pour vous offrir bien plus qu'un simple actif numérique.  \nEn achetant l'un de nos NFTs, vous bénéficierez non seulement d'un accès exclusif à notre communauté, mais également d'un soutien incroyable pour vous aider à atteindre vos objectifs.  \nEn tant que détenteur de notre NFT, vous aurez accès à un salon privé, ainsi qu'à des distributions de listes blanches (WL) à l'avenir, des cadeaux des collaborations futures.  \nDe plus, nous prévoyons de distribuer un pourcentage de nos futures collaborations sous forme de cadeaux exclusifs pour nos détenteurs de NFTs.  \nNous sommes bien plus qu'une communauté, nous sommes une grande famille.  \nNous voulons que chaque détenteur de notre NFT se sente soutenu et valorisé, et c'est pourquoi nous offrons également des rôles attribués spéciaux en fonction du nombre de NFTs que vous détenez. \nEn tant que détenteur d'un NFT, vous serez un Poisson CJF, vous obtiendrez un rôle spécial, pour les détenteurs de 5 NFTs un beau requin CJF et pour 10 NFTs une grande et majestueuse Baleine CJF, vous aurez ainsi d'autres belles et grandes surprises.  \nEnfin, nous avons également prévu de nombreuses autres surprises pour nos détenteurs de NFTs, afin de rendre votre expérience encore plus mémorable.  \nRejoignez notre grande famille aujourd'hui en achetant l'un de nos NFTs, et voyons ensemble jusqu'où nous pouvons aller !",
    "animation_details": {
      "bytes": 10895987,
      "format": "MP4",
      "duration": 13,
      "sha256": "0913d22013bbc8a30b9ac60bb662d158d4ac77f432392094b7f2c9e4a9ba9e0a",
      "width": 1920,
      "height": 1080,
      "codecs": [
        "H.264"
      ]
    },
    "animation": "https://arweave.net/jnviW1HRN1CHjrFnmHl9Izj6nphhCxHqxhawpk1iuao",
    "animation_url": "https://arweave.net/jnviW1HRN1CHjrFnmHl9Izj6nphhCxHqxhawpk1iuao",
    "image_details": {
      "bytes": 1142969,
      "format": "PNG",
      "sha256": "8150ff3670f1c800720a8b9f9effa0c7a6fa4c6d9264e0477381c217bf521cd3",
      "width": 1360,
      "height": 864
    },
    "image": "https://arweave.net/PGSsApACKfuiJYUAu-3FdE1JojmBEDP8NO-uaU60s4Y",
    "image_url": "https://arweave.net/PGSsApACKfuiJYUAu-3FdE1JojmBEDP8NO-uaU60s4Y"
  }
}