{
  "address": "0x98d0c34a4b8ed7adab73e342ebd18fe0b25abcde",
  "type": "ERC721",
  "name": "NFTibet2Betheflowernotthebee",
  "tokenCount": "1",
  "uri": "ipfs://bafybeiel2ewje34qcxg623jq44g2bp47x3wvi4uelxy3gunzpb4p6lsqmq/1.json",
  "metadata": {
    "name": "NFTibet 02, be the flower not the bee",
    "description": "Flowers are often seen as symbols of beauty and hope. They remind us to stay positive and keep going. The flower Buddha, made on the 16th of February 2022 during the depth’s of the Corona crisis. The work is a tribute to the Dalai Lama, who is known for his message of peace and compassion. The beautiful design of this flower statue is a reminder that we can all find peace and happiness within ourselves, no matter what life throws our way. The work was made in Daramshala, the seat of His Holiness the Dalai Lama. It is a tribute to the Tibetan Government in exile, and speaks to the difficult but ultimately rewarding process of creating something beautiful and meaningful in the face of struggle and adversity. attracting the attention of friends and allies around the world. Like a flower that rises from the bottom of a pond to reach the sunshine, the Tibetan Government in exile has blossomed beautifully against all odds,  The mystery of the universe is that which causes actions, emotions, and beliefs. In the background of the artpiece, there are thousands of Tibetan mantras, written down by the veterans of deep love focus and positive attention. Be the flower not the bee is created to make people come closer to compassion and awareness. The mantra is a frequency of love and compasssion for all sentient beings.  The mantra is a frequency of love and compasssion for all sentient beings. May we all come closer to compassion and awareness through the beauty of this artpiece. This is the first time a Tibetan lama, Lama Tashi Norbu, is entering the blockchain space in order to safegard the Tibetan art culture and the rich Tibetan history.",
    "external_url": "https://https://nftibet.io/be-the-flower-not-the-bee//",
    "image": "ipfs://bafybeief7vyflwj2gzkfect2hfnltschbstcmwfkdko2cy2k7wqect2vgi/Be%20the%20flower%20not%20the%20bee..mp4",
    "traits": [
      {
        "trait_type": "NFTibet, 02",
        "value": "16-02-2022 Daramshala"
      },
      {}
    ]
  }
}