{
  "address": "0x9864b0516a1b0d8b9ee2e94c69481922e2389630",
  "type": "ERC721",
  "name": "Project Humans",
  "tokenCount": "1",
  "uri": "https://arweave.net/q9S9UBgeDXiDemJARggzxQojX2F9Pu1dhCutxXTjhCE",
  "metadata": {
    "name": "Vlad Dracula Ţepeş",
    "created_by": "EX Futuro Labs",
    "external_url": "https://projecthumans.xyz/",
    "description": "Vlad Dracula Tepes, better known as Vlad the Impaler, was a Wallachian prince in modern-day Romania in the 15th century. He was a notorious person due to his fondness for impaling his adversaries on long stakes and his cruel ways of retribution.\n\nDespite his reputation for brutality, Vlad was viewed as a staunch defender of his people, frequently standing up to foreign invaders and corrupt officials. He was a superb military strategist who maintained the independence of his small kingdom for a time.\n\n\nVlad's rule was cut short when he was betrayed and murdered in combat by his own nobility. However, his memory has endured, inspiring innumerable horror stories and providing the idea for the renowned vampire Count Dracula.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "EX Futuro Labs"
      },
      {
        "trait_type": "Ruthless punishment",
        "value": "brutal methods of punishment, including impaling his enemies on stakes"
      },
      {
        "trait_type": "Military strategist",
        "value": "skilled military leader and was able to successfully defend his kingdom against foreign invaders"
      },
      {
        "value": " standing up to corrupt officials and foreign invaders",
        "trait_type": "Defender of the people"
      },
      {
        "trait_type": "Betrayed by nobles",
        "value": " was betrayed by his own nobles and killed in battle"
      },
      {
        "trait_type": "Legacy of horror",
        "value": "reputation for cruelty that  served as the inspiration for the legendary vampire, Count Dracula."
      },
      {
        "trait_type": "Ruled during 15th century",
        "value": "ruled the kingdom of Wallachia in the 15th century"
      },
      {
        "trait_type": "Member of the House of Drăculești",
        "value": "belonged to the House of Drăculești, a noble family with a long history in Wallachia"
      }
    ],
    "image_details": {
      "bytes": 1427861,
      "format": "PNG",
      "sha256": "c733a47394d821716773f18ad0a85f204e38ff9169771c906026addcdfee91ce",
      "width": 1024,
      "height": 1024
    },
    "image": "https://arweave.net/dw5XdLcwbafsPqskWaIDT6k-2X3VlK4GcTIR6S81Cu8",
    "image_url": "https://arweave.net/dw5XdLcwbafsPqskWaIDT6k-2X3VlK4GcTIR6S81Cu8"
  }
}