{
  "address": "0x99903e8ec87b9987bd6289df8eff178d6e533561",
  "type": "ERC721",
  "name": "ThePolacy",
  "tokenCount": "2137",
  "uri": "ipfs://QmZi9NsB3ATxEhPYE9tcHmi8hvM3NuJ6eTmCc8uEegTuRW/1.json",
  "metadata": {
    "name": "ThePolacy #1",
    "description": "Polacy are not geese, their own NFT collection they have.\nSiema! My name is Janusz and I am one of the 2137 NFTs of real Poles charging after Ethereum, like an elite Polish winged hussars, to sow fear, build glory and achieve a glorious victory! So help me brother and sister! If you had any doubts about where the strength of the Polish Nation lies you can throw off the burden of ignorance - here I am! Great! Righteous! Sarmatian, a regular in European salons! Polak NFT!!! Polak decentralized!!! Polak modern!!! It's time for you to take action - a common movement - put the pro-Polish NFT of a true Pole in your wallet, stand for the eagle in the emblem. Stand on the side of the red and white flag. Courage and pride are already with us. Will you join?\n\nPolacy nie gęsi swoją kolekcje NFT mają\nSiema! Mam na imię Janusz i jestem jednym z 2137 NFTków prawdziwych Polaków szarżujących po Ethereum, niczym elitarna polska skrzydlata husaria, aby siać postrach, budować chwałę i osiągnąć chwalebne zwycięstwo! Tak mi dopomóż bracie i siostro! Jeśli miałeś jakiekolwiek wątpliwości, gdzie leży siła Narodu Polskiego możesz zrzucić ciężar niewiedzy - oto jestem! Wielki! Sprawiedliwy! Sarmata, bywalec na europejskich salonach! Polak NFT!! Polak zdecentralizowany!! Polak nowoczesny!! Nadszedł czas, abyś podjął działanie - pospolite ruszenie - wrzuć pro-polskie NFT prawdziwego Polaka do swojego portfela, opowiedz się za orłem w godle. Stań po stronie biało-czerwonej flagi. Odwaga i duma są już z nami. Dołączysz?",
    "image": "ipfs://QmeaYvyXF8Zm98V48TnxqdKZikrkncSkMn2E6EfQF15E4h/1.png",
    "dna": "ab10b80ac759dbc28aeb97d40329c2fe10787a5e",
    "edition": 1,
    "date": 1661257203043,
    "attributes": [
      {
        "trait_type": "Background [tlo]",
        "value": "Brown [brazowy] "
      },
      {
        "trait_type": "Accessory [dodatki]",
        "value": "Onion [cebula] "
      },
      {
        "trait_type": "Skin [skora]",
        "value": "Handsome Polish guy [babiarz] "
      },
      {
        "trait_type": "Eyes [oczy]",
        "value": "Beat Up [obite] "
      },
      {
        "trait_type": "Mouth [geba]",
        "value": "Gold Tooth Smile [zloty zab] "
      },
      {
        "trait_type": "Neck [szyja]",
        "value": "Gold Chain [zloty lancuch] "
      },
      {
        "trait_type": "Ear [ucho]",
        "value": "Gold Stud [zloty kolczyk] "
      },
      {
        "trait_type": "Head [bania]",
        "value": "Blue Nike Cap [kaszkietowka] "
      }
    ],
    "compiler": "HashLips Art Engine"
  }
}