{
  "address": "0x99e3323f64380bba45645f4aba5151f1484f6647",
  "type": "ERC721",
  "name": "3V3RY1 - FLASHLIGHT",
  "tokenCount": "25",
  "uri": "https://metadata.sound.xyz/v1/0x99e3323f64380bba45645f4aba5151f1484f6647/1",
  "metadata": {
    "name": "FLASHLIGHT #1",
    "artist_name": "3V3RY1",
    "description": "Flashlight is a song about life’s obstacles and how we can maneuver through those struggles whilst remaining confident in ourselves. Aaron & I were just beginning our musical journey together and were scrolling through some sketches he made one day. I remember my jaw dropping to the floor when he played this one. I didn’t have any lyrics or melody right away but I knew it was something special. I lived with it for some time, life happened and stories were born. During one of our hourglass sessions we brought this one up and melodies started to come in the form of scats. When the time was right I finally had a chorus, “Ain’t there but I’m on my way, I’m almost there, I’ll be okay” a true and simple mantra that we can all relate to.\n\tSome months later, after some hard losses and realizations, I had what I needed to finish the rest of the lyrics. With the intro & verse I wanted to shine light on the failures instead of trying to hide/ignore them, hence the “flashlight” reference. That truthfulness with Self was so helpful I couldn’t help but feel grateful, blessed even, about all the things that didn’t work out. All those doors that shut somehow lead us to greater things. When we take note of that, it’s a little easier to tell ourselves, and actually believe, that we’ll be okay.\n\tOnce the rest of the vocals were in, Aaron went back into the music to experiment with arrangement, adding dynamics, and sculpting the sounds until it amplified the message loud enough so the whole world could hear it. We joke about the music feeling like a giant gold-plated tank that shoots flowers instead of bullets. That’s the energy we tapped into for this track and the rest of the songs on our upcoming EP “3RDWIND”.\n",
    "external_url": "https://www.sound.xyz/3v3ry1/flashlight",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmfArQZnS26Ls83HTDaKQcPbt3PaMSgsntZwc5dRc82uhT",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmPjcmhCRiSd254oFLintMS4XhYNqwVVK6NVzNAZdQSeu2",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmPjcmhCRiSd254oFLintMS4XhYNqwVVK6NVzNAZdQSeu2",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmXFsC2x5CLMtjw5YveKLGcyN6QPnwp7SXMPYo7txeNqKp",
    "attributes": [
      {
        "trait_type": "FLASHLIGHT",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}