{
  "address": "0x992bc6873706a1564e3a50f1778f86a80f5bd6fb",
  "type": "ERC721",
  "name": "Funhouse Mirror by Charlie Engman",
  "tokenCount": "100",
  "uri": "ipfs://QmUjwJXoh2tnALwKqcUAkyrSytfneEbCJ9AA4k9Xxc4dGn/1.json",
  "metadata": {
    "platform": "Fellowship AI",
    "collection_name": "Funhouse Mirror by Charlie Engman",
    "created_by": "Charlie Engman",
    "name": "Funhouse Mirror #002",
    "external_url": "https://postphotography.xyz",
    "description": "Some questions that are always at the forefront of my art practice: how do my images relate to the images that precede and surround them; what expectations are we bringing to images, and how are these expectations established and reinforced; what purpose do these expectations serve and how can we interact with these expectations?\nAI image generators are a fascinating new tool for exploring these questions because they create images based upon a dataset of hundreds of millions of preexisting imagery but are otherwise unfettered by the preexisting expectations of visual culture. That is, they make new images based on predictions from all the images (and image tags) that precede them. However, they are not otherwise bound by human logic or cultural codes and therefore make images that reflect these codes in surprising and often challenging ways, like a funhouse mirror. There is a beautiful collapse of category distinctions and a dynamic interplay between un-indoctrinated naivety and an appreciation of precedent.\n\n\n\n Year: 2023\n\nEdition: NFT 1 of 1\n\nCopyright: © 2023 Charlie Engman. All Rights Reserved.\n\nLicense: CC BY-NC-ND 4.0",
    "image": "ipfs://QmNUSauQSywX1JX5QXJ8hCjbAchjXBaB48BsgmKdrmD2XW",
    "image_url": "ipfs://QmNUSauQSywX1JX5QXJ8hCjbAchjXBaB48BsgmKdrmD2XW",
    "copyright": "© 2023 Charlie Engman. All Rights Reserved.",
    "license": "CC BY-NC-ND 4.0",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Charlie Engman"
      },
      {
        "trait_type": "Collection",
        "value": "Post Photographic Perspectives #01"
      }
    ]
  }
}