{
  "address": "0x99dac43a01dcb5a8e6b81afe47d9fcb85256f6ad",
  "type": "ERC721",
  "name": "Night Reflection Seven by Kim Henry & Eric Pare",
  "tokenCount": "9",
  "uri": "ipfs://QmbyDCqgDf4nBtc84LpZHU9kHZ41KtzGtRdukdbT9XP2oa/1",
  "metadata": {
    "name": "Night Reflection 7.1",
    "description": "Moonglass is a chapter dedicated to our only natural satellite and its reflection accompanying our nights. Embodying the cycle and representing the rhythm of time, we've been sharing its bright spectacle with so many that came before us. Everyone can probably recall a time when they witnessed the night being illuminated by its presence. An awe-provoking moment for many of us. Fascinated by this master of tidal force lighting up our scenery, we try to include it with our light-painting as it slightly changes every day, following its own trajectory around us. Capturing the Moon in the frame was initially done to avoid other constraints, but it quickly became a natural light we want to add to our creations whenever we can. When we do, it feels like time slows down. As the conditions remain stable for a while and our visibility increases, we can take our time, be more efficient and fully enjoy the process.\n\nHidden spectacle. The glowing beauty of the illuminating Moon about to pierce through the night sky is quite unique. The more time we spent outdoors, the more we learned about nature. The blue hour, the Milky Way, the Moon and its cycles, its effect on tides… All elements we needed to know to become more intentional with our creative process. The first time we decided to put the Moon in our frame, it was because we were looking for a creative way to go around a constraint. This is one of our most recent pictures created with the Moon. We've come a long way since that first time!",
    "image": "ipfs://QmP29oRtr9wyKGTHUYHjEpHTWJKfysMvTaBdE4UBekz2vv/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location Type",
        "value": "Lake"
      },
      {
        "trait_type": "Tool",
        "value": "White tube"
      },
      {
        "trait_type": "Shape",
        "value": "Steps"
      },
      {
        "trait_type": "Artist",
        "value": "Eric Paré & Kim Henry"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      }
    ],
    "external_url": "https://permalink.sloika.xyz/v1/9aHyPcE4bUrUixWWKgeWL/1"
  }
}