{
  "address": "0x99925b36fc37e7385a963c3e5d824f059bbc5b0c",
  "type": "ERC721",
  "name": "The Deathless: Color Theory",
  "tokenCount": "95",
  "uri": "https://metadata.async.art/t/0x99925b36fc37e7385a963c3e5d824f059bbc5b0c/1/token.json",
  "metadata": {
    "name": "Deathless #1",
    "description": "In the beginning, there was nothing.\n\n The world was empty and void, black and grey,  shade and dusk. Nothing moved, nothing shifted, all was owned by The Dark. But nature is more powerful, more unknowable, more unpredictable, than any of us can imagine, and so one day, defying all odds, among The Dark, a child was born. One that was different. One that, they knew, was dangerous. \n\nHer true name is lost to history and the pages it was first written on. But us, we know her as Light, the first of the spectrum, the mother of all colours. As she grew, in strength and wisdom, The Dark grew more afraid, more weary of this new child in their ranks. It was why till this day the shadows fear the sun. \n\nSoon, a plan was hatched, to destroy their daughter, their abominable creation. A dagger of Obsidian was made, moulded from the darkest metals, the blackest materials, all to down their biggest threat. Sensing danger, Light did the only thing she could: she went to the mountains of Prisma, at the edge of all they knew, and jumped, scattering herself, her essence into 7 different parts. Her children. \n\nThey were old and young, large and small, all with their different temperaments. These were the first of those who would wage war on their mother’s behalf. \n\nAnd we, called them The Deathless. \n\nThe ones who didn’t die. \n\nThe ones who had never lived. \n.\nThe Deathless is my hit 1/1 series, exploring the depth of color and their origins. In my Async genesis, I take that concept and turn it over on its head, creating, for the first time, an expansive canvas for everyone to explore the story I began three years ago.",
    "image": "https://asynchronous-art-inc-res.cloudinary.com/image/upload/w_1200/v1675965927/editionRenders/8a9c91705114d6bb9b54649a4e7d1661.jpg",
    "external_url": "https://async.market/blueprints/63e2997be7d22e85dd7d42e2/editions/0x99925b36fc37e7385a963c3e5d824f059bbc5b0c-1",
    "attributes": [
      {
        "trait_type": "Asset Type",
        "value": "Edition"
      },
      {
        "trait_type": "Artist",
        "value": "Anthony Azekwoh"
      },
      {
        "trait_type": "Collection",
        "value": "The Deathless: Color Theory"
      },
      {
        "trait_type": "Type",
        "value": "The Blue Pauper"
      },
      {
        "trait_type": "Background",
        "value": "Main Background"
      },
      {
        "trait_type": "Style/Expression",
        "value": "base"
      },
      {
        "trait_type": "Accesories",
        "value": "Birds"
      },
      {
        "trait_type": "Markings",
        "value": "Tribal 4"
      }
    ]
  }
}