{
  "address": "0x9982e0d8d59d36a729154d99cf21d384f6d53bcc",
  "type": "ERC721",
  "name": "Always Never Yours",
  "tokenCount": "1",
  "uri": "ar://nfvIun36pp7AyvHFrg8MpFAQnQFjzz8NJSwmx7AWoMI",
  "metadata": {
    "name": "The Harberger Tax Song",
    "description": "Inspired by the works of Arnold Harberger and through the writings of Radical Markets, A̶l̶w̶a̶y̶s̶ Never Yours is an experimental game that aims to demonstrate a balance of ownership between public and private property. This economic policy, also known as Harberger Taxes, enforces citizens to value their own assets and pay a self-assessed tax based on that value. At ANY point in time, anyone else can force the sale of an asset at the currently listed price. This Non-Fungible Token is eternally bound by those rules on the Ethereum blockchain.\n\nTherefore, the owner of this token must always set a sales price while continuously paying the corresponding tax rate over a given period of time. The higher the sales price, the higher the amount in taxes that must be deposited in order to extend a foreclosure on the asset. If either of these conditions is failed to be met once the time has expired, the creator of this NFT has the ability to reclaim their rightful asset.\n\nDisclaimer: This asset CANNOT be listed, sold, or transferred on ANY secondary marketplace, such as OpenSea. Please visit https://harberger.tax to interact with it.",
    "created_by": "BeetsDAO",
    "token_id": 1,
    "image": "ar://vZVazjdxByIudhCG1tasdgfMc6Ta09YBlGRjecVHVdk",
    "animation_url": "ar://nSf7hUTDv22mOEFw3UtendyQrpJPC4CkjMCNpNc2ODA",
    "ipfs": "ipfs://QmWvxMB3RQwFaKWw7A9qP7MpMLR2md9ewLUQeCP2LNnjjS",
    "external_url": "https://harberger.tax/",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Jonathan Mann"
      },
      {
        "trait_type": "Asset",
        "value": "Music Video"
      },
      {
        "trait_type": "EulerBeats",
        "value": "Enigma LP 17"
      },
      {
        "trait_type": "Instrument",
        "value": "Acoustic Guitar"
      },
      {
        "trait_type": "Location",
        "value": "Hartford, CT"
      },
      {
        "trait_type": "Topic",
        "value": "Harberger Taxes"
      }
    ]
  }
}