{
  "address": "0x9a02b920dcfd933ca54c4f14ef967961673bd77e",
  "type": "ERC721",
  "name": "Prima Doll_NFT",
  "tokenCount": "5",
  "uri": "https://metadata.nft-studio.com/nft0122/1",
  "metadata": {
    "name": "レーツェル",
    "description": "異国生まれで役目を失い、時折寂しさを覗かせていたレーツェル。灰桜に背中を押され、喫茶・黒猫亭で仲間と絆を育んでいくシーン。  \nRetzel was born in another country, lost her role and sometimes seemed lonely. She is supported by Haizakura and developing a bond with the other  members in the Café Kuronekotei.\n\n本NFT及び作品の利用に関する定め:  \n（１）本NFTが表章するデジタルアート作品の著作権は、著作権者である㈱BS朝日に留保されます。本NFTの譲渡は、著作権の譲渡を意味しません。  \n（２）当該デジタルアート作品はIPFS上に保存され、誰でも閲覧可能ですが、著作権は放棄されていません。本作品の改変や、本作品の複製や送信等の利用行為は、それが本NFTの保有者による行為であっても、私的使用のための複製、特定少数の者のみへの送信など著作権侵害とならない行為を除き、著作権侵害となります。  \n（３）本NFTの保有者は、本NFTを転売可能です。当該転売の際、転売を行う保有者は、NFTマーケットプレイス上で当該デジタルアート作品のサムネイルを表示することができます。  \n（４）上記各事項は、本NFTの転売時においても同様に効力を有するものとします。  \nTerms and conditions regarding the use of this NFT and the artwork:  \n(1) The copyright in the digital artwork represented by this NFT is reserved to BS　ASAHI Co., Ltd, the copyright holder. The transfer of this NFT does not imply the transfer of the copyright.  \n(2) While the digital artwork is stored on IPFS and can be viewed by anyone, the copyright is not waived. Any modification of the artwork, or reproduction, transmission, or other use of the artwork constitutes copyright infringement, even if the act is committed by the holder of this NFT, except for acts that do not constitute copyright infringement, such as reproduction for personal use or transmission only to a small number of specific persons.  \n(3) The holder of this NFT may resell this NFT. When reselling this NFT, the reselling NFT holder may display thumbnails of the digital artwork represented by this NFT on a NFT marketplace.  \n(4) Each of the above items shall also be in effect at the time of resale of this NFT.",
    "image": "https://s3.ap-northeast-1.amazonaws.com/metadata.nft-studio.com/assets/bsasahi/%E3%83%AC%E3%83%BC%E3%83%84%E3%82%A7%E3%83%AB+(1).jpg",
    "animation_url": ""
  }
}