{
  "address": "0x9a9ba003e66fbe518f565531ff72d5d1ecef1e25",
  "type": "ERC721",
  "name": "Portraits - hgeO042x96",
  "tokenCount": "1",
  "uri": "https://arweave.net/HJVR_7-4bES-aJWRWhB4xk89MrLMnqj5Tw5STKPWw2o",
  "metadata": {
    "name": "The Architect",
    "created_by": "Benizm",
    "description": "In his old office that had been unused for a decade, my father sits and inspects thousands of documents, deciding what to keep and what to recycle. \n\n\nHis plain faced and serious look wasn't what I had set out to capture when setting up for this portrait. The idea was to capture an image of my father wearing one of his suits from the 80's in front of his director's desk, looking like a boss. I still took those pictures but this particular image taken as a test-shot was a clear stand out. \n\n\nThis image has won numerous professional photography awards, has been published in professional photography publications and was also exhibited in London in 2014. \n\n\nArtist: Benjamin Liew  \n\nSubject: David Liew Kong Ming  \n\nImage dimensions: 4890 × 3440 pixels @ 300dpi  \n\nFile size: 10.5 mb\n\n\nLicense: With the purchase of this NFT, the artist provides the primary holder the licensing rights to sell, trade, or transfer the NFT on the blockchain, and can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of members. The license includes unlimited use and display in VR galleries and physical galleries, essays, and documentaries. The holder of this NFT may also post on social media platforms with credit to the artist in good faith. The primary holder may not make “commercial use” of the underlying works including commercial merchandise, commercial distribution, or derivative works. The artist still owns the copyright, IP rights, and reproduction rights of the underlying work. \n\n\nThis still image will only be minted once as a unique artwork on the Ethereum blockchain and no editions will be made on this blockchain or any others.",
    "attributes": [
      {
        "trait_type": "Camera",
        "value": "Canon EOS 5D Mark II"
      },
      {
        "trait_type": "ISO",
        "value": "400"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/4"
      },
      {
        "trait_type": "Exposure",
        "value": "1/60"
      },
      {
        "trait_type": "Focal Length",
        "value": "50.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "19th June 2010"
      },
      {
        "trait_type": "Artist",
        "value": "Benjamin Liew"
      }
    ],
    "image_details": {
      "bytes": 10534545,
      "format": "JPEG",
      "sha256": "bff747f36702b2fe39c3d8cce4d5e2d69dfcb1917c3782fa5d4ae5ebe00c4874",
      "width": 4890,
      "height": 3440
    },
    "image": "https://arweave.net/HwhyBxpvbAXHmcmqhxo_7RFxYq1sRwODL_pSF-bIMf0",
    "image_url": "https://arweave.net/HwhyBxpvbAXHmcmqhxo_7RFxYq1sRwODL_pSF-bIMf0"
  }
}