{
  "address": "0x9a3b5fee68ba47a49d4d560f7f8eb816a67f969b",
  "type": "ERC721",
  "name": "G/L Space",
  "tokenCount": "2",
  "uri": "https://ipfs.pixura.io/ipfs/Qmdvu14rbJBiVR6CadEYAihJefeRv4HpLFQA9tDGkKzoeN/metadata.json",
  "metadata": {
    "name": "Composability",
    "createdBy": "Chiara Braidotti",
    "yearCreated": "2023",
    "description": "Composability has roots in the open-source technology movement and was critical to the Internet's early growth. It refers to the ability to combine existing components and reassemble them to create new products.\n\nIn a composable architecture, every component has a specific use case. Developers can then combine these components and add new functionality to build applications without having to reinvent the wheel.\n\nThe concept of composability is fundamental to many art movements throughout history, from the modular construction of Gothic cathedrals to the recombination of readymade objects in Dada and Surrealist art, and the Exquisite Corpse represents an interesting case. Born in Paris among the Surrealists about a hundred years ago, the Exquisite Corpse was initially a written exercise: one writes something on paper, then they fold the sheet and pass it on to the next person, who adds another term and so on, until each participant leaves a thought on the page, which, once unrolled, reveals a sentence. Either textual or drawn, the Exquisite Corpse is a collective creative game, a work of which everyone is a co-author along with chance itself, an example of artistic composability without judgement or limits, except those of the very page.\n\nUnlike in this artistic practice, Web2 companies tend to lock users into platforms and prevent usage of rival platforms by implementing high switching costs. The result is a fragmented system, where each component cannot be combined to create greater value.\n\nOn the other hand, Web3 has triggered a new interest in software composability. As open-source technologies, blockchain applications are highly interoperable and can benefit from existing libraries to create new experiences for users. \n\nAn area of blockchain technology that is benefitted from composable software is Decentralized Finance (DeFi). DeFi protocols are permissionless and can seamlessly integrate with each other. It means that DeFi applications are composable and can be easily joined together. Here is an example:\n\n- borrow a token A paying an interest;\n- use it to provide liquidity in a pool earning the trade fees and additional liquidity pool tokens B;\n- stake the tokens B earning an additional token C, and, if staking is liquid, obtaining also derivative tokens D;\n- lend the derivative tokens D.\n\nDecentralized Autonomous Organization (DAO) is another great example where composability is crucial. A DAO is a modular complex system integrating many components. For instance, Decentralized Autonomous Education (DAE) is a learning model that integrates Web3 technologies in the learning process. In particular, it models a classroom as a DAO. DAE integrates independent components for discussing, making and voting proposals, assigning credentials and karma tokens to participants, collectively managing the treasury and remunerating the karma, and of course effectively teaching itself. \n\nAs for the Exquisite Corpse shown here, the elements portrayed between the imaginary paper folds hint at the concept of composability as well. All hand-drawn and later combined digitally, they are an octopus, which chooses what to compose itself of by creating a carapace of rocks and shells as needed; a tree, which often brushes its branches against other trees but does not touch them – crown shyness help compose the forest; a Lego structure, playfully constructed brick by brick; a fern, a living fractal composed of itself in every form; and a platypus, an authentic Exquisite Corpse by Nature.\n\nComposability highlights the importance of flexibility and experimentation in the creative process, as well as the potential for artworks to exist as modular, adaptable or generative systems rather than fixed, static entities. All in all, composability is a key ingredient for any creative endeavour and for Web3. Furthermore, developing and creating by composing is also a lot of fun!\n\nRead more about why composability matters for Web3 in this article by Emmanuel Awosika: https://is.gd/8YjP9O \nYou can find more information on the DAE project here: https://is.gd /JsRFoH\n",
    "image": "https://ipfs.pixura.io/ipfs/QmPeAU7o5evnizwMGmdH1DsSSGdoxmd112gDVjpDfzU4Em/Composability_ChiaraBraidotti.gif",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmPeAU7o5evnizwMGmdH1DsSSGdoxmd112gDVjpDfzU4Em/Composability_ChiaraBraidotti.gif",
      "dimensions": "2480x3508",
      "size": "9433221",
      "mimeType": "image/gif"
    },
    "tags": [
      "ExquisiteCorpse",
      "Surrealism",
      "HandDrawing",
      "Gif"
    ]
  }
}