{
  "address": "0x9af69f20d1471fb193ae0785039b4003d12e3d4f",
  "type": "ERC721",
  "name": "Tribambuka",
  "tokenCount": "30",
  "uri": "https://arweave.net/_vadZOBWG8SM2ogLw-qbTglHlTualfXw_xr4bOTDgsU",
  "metadata": {
    "name": "Eurynome",
    "created_by": "Tribambuka",
    "description": "Original painting \n100x120 cm  \nMedium: Oil,Oil Sticks, Acrylics, Posca Pens on Canvas  \n\nThis is a scene from a Pelasgian creation myth.  \nPelsagians lived in a matriarchal society which changed into to a patriarchal one under continual pressure from victorious Greek-speaking tribes during Bronze Age.  \nA supreme creatrix, Eurynome, \"The Goddess of All Things\", who rises naked from Chaos to part sea from sky so that she can dance upon the waves. Catching the north wind at her back and rubbing it between her hands, she spontaneously generates the serpent Ophion, who mates with her. In the form of a dove upon the waves she lays the Cosmic Egg and bids Ophion to incubate it by coiling seven times around until it splits in two and hatches \"all things that exist ... sun, moon, planets, stars, the earth with its mountains and rivers, its trees, herbs, and living creatures\".\n\nEurynome and Ophion settled on Olympus, but when he proclaimed himself the Creator, Eurynome kicked all his teeth out and banished him to the netherworld. In place of Ophion, Eurynome assigned the powers of the universe to a series of couples, each of a male and female Titan. And humans spring up from Ophion's teeth, scattered under the heel of Eurynome.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Tribambuka"
      }
    ],
    "image_details": {
      "bytes": 338606,
      "format": "JPEG",
      "sha256": "2ee72cadaf688654081b434ca63ed67032a5af5cefac2cc82a5115516e3421e7",
      "width": 1200,
      "height": 1435
    },
    "image": "https://arweave.net/5drfjXHTAqMEHLKHYpcNZu8D4jneTwfrwZmbc6fAydk",
    "image_url": "https://arweave.net/5drfjXHTAqMEHLKHYpcNZu8D4jneTwfrwZmbc6fAydk"
  }
}