{
  "address": "0x9baf5bc51117a466ea0cb5bfd2fbd7fdf69211d5",
  "type": "ERC721",
  "name": "Submarine Tunnel: Bay of Kotor",
  "tokenCount": "12",
  "uri": "https://arweave.net/GcEUo8MknzkGwNXe8LVxCk35wG2874Ofca_-qRw_UzM/1",
  "metadata": {
    "name": "Submarine Tunnel: Bow. Photograph Lustica Peninsula, Montenegro, 2018. #1/3",
    "created_by": "Joelle McTigue",
    "description": "As the tourist boat bounces toward the decommissioned submarine tunnel, a storm brews above Mount Orjen in the distance. The vessel gains speed as it chops through the refracting soft sunlight, emphasizing its wake.\n\nMontenegro's Lustica Peninsula served two primary purposes: agriculture and fortification. The lush, steep coast dives into the Adriatic Sea on the south and the Bay of Kotor on the north. The peninsula's 13 kilometers (8 miles) form the Montenegrin side of the bay's mouth.\n\nOne of the defensive sites sits near the opening of the bay. Hidden amongst the trees, the decommissioned submarine tunnel encased in the hillside is nearly undetectable to the eye. The Yugoslavian military bored 100 meters (328 feet) into the stone in the 1970s. \n\nSince Montenegro gained independence in 2006, it has strived to make its mark in upmarket tourism. As a result, the country retired several military installations and sold them for touristic endeavors, including luxury residences and resorts. Today, the submarine tunnel constructed for sovereignty and security welcomes the public for pragmatic and leisurely pursuits.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Joelle McTigue"
      },
      {
        "value": "Photography",
        "trait_type": "Medium"
      }
    ],
    "image_details": {
      "bytes": 43715692,
      "format": "PNG",
      "sha256": "a58a39337dc612c845e54915066993007fe1c92e580e42d11404acc2bca4dc1d",
      "width": 7680,
      "height": 4320
    },
    "image": "https://arweave.net/YwO4b-m-kG8uQhNiRH0IMRYvwYHkimtaYh8YRW5aIX4",
    "image_url": "https://arweave.net/YwO4b-m-kG8uQhNiRH0IMRYvwYHkimtaYh8YRW5aIX4"
  }
}