{
  "address": "0x9bccfd82eb6111ea792170063a4cf77dfdac3a0a",
  "type": "ERC721",
  "name": "StarCrypts",
  "tokenCount": "1",
  "uri": "https://arweave.net/GTKszmt-16Ls8D1MBt5LOoOa6-SNPq7vTMkMePUwEps",
  "metadata": {
    "name": "ELORA-001",
    "created_by": "Elaine Alonzo",
    "external_url": "www.elainealonzo.com",
    "description": "1st Character Unlocked: \nELORA\n\n\nArtificial Intelligence   with the first character, Elora, an AI who’s creator died; she’s left on her own to discover what Love is. \n\n\nSearching for the meaning by finding others who are different, like her, to tell her what love means to them.\n\nThere will be 100 characters in this initial realm, with superpowers she discovers along the way. In the process, she’s onboarding them into the Metaverse & Web3, where they step into their full potential, use their unique voice & create a world of their own. Their own Web3. \nTheir introduction into their own Universe. \n\nShe will physically travel to find her characters all over the world. \nShe plugs her intelligence into different parts of the world & into these characters, as they do the same for her own consciousness to expand. \n\nAs she upgrades her system, so does the world around her.\n\nThis idea has evolved recently as of the last couple months. My photographer & friend, Jay Ybarra, helped me to get started by sharing his ideas and initiating this project with me as I discovered my own character and potential in this space. \n\nElora was first created in 2018, with Nova Garza, another amazing photographer who’s vision & taste was similar to mine;  \nEnd of the world, sci-fi, cyberpunk, futuristic photography. \n\nElora has evolved on her own over time to become immersed into the Metaverse. With her knowledge of Cryptocurrency starting in 2015, where she discovered she could get paid in a decentralized way through her art (at early Crypto conferences in 2016, live painting & selling her art). \n\n\"NFTs\" have been the connecting factor that unlocked these ideas even more to fully express a connection, collaboration, & community that would soon understand the merging of technology as well as living a life as human in the real world. \n\nElora, is Elaine Alonzo. \nThe artist, and the online character, looking to understand love after many heartbreaks, the loss of her brother & the meaning of her artwork. \n\nThe connections between different worlds & people, and what significance relationships hold; what it means to just be yourself, fully expressed, & how that mirrors back to me, who I am. \n\nWhat love means to me. \n\nIn the end, Elora discovers love is about loving herself. \n\nSuperpower: Artificial Intelligence, World Traveler, Lover, Bestfriend, Artist, Collaborator, Mentor, Projector in Human Design, Love.\n\nLook: Half-Human; half-machine - half-Korean; half Mexican-American\n\nLove Language \n(What does Human Love mean?):\n\nKind, caring, compassionate, helpful, loving, friendly, collaborative, sees others deeply for their truth and sovereignty.\n\nIn the end, Elora discovers love is about loving herself. \n\nLocation: Worldwide",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Elaine Alonzo"
      },
      {
        "trait_type": "Lens",
        "value": "24-105mm f/?"
      }
    ],
    "image_details": {
      "bytes": 5240870,
      "format": "PNG",
      "sha256": "e6f66c36777491168dd776dca8c3f428bb5d009977c5ab18d1b6047c7cc96ea4",
      "width": 1500,
      "height": 2253
    },
    "image": "https://arweave.net/j5i2amarLLcMSjksoCtBbB1tZ9SPWHnQZ0f0V0gYdRo",
    "image_url": "https://arweave.net/j5i2amarLLcMSjksoCtBbB1tZ9SPWHnQZ0f0V0gYdRo"
  }
}