{
  "address": "0x9b973d815d518f72ec224912ce4ccee32b21ddbd",
  "type": "ERC721",
  "name": "AI RENAISSANCE LIMITED-2",
  "tokenCount": "15",
  "uri": "ipfs://QmS4ZHRon8dDHqLfLNgTDSw9uT5aiSKqGr7ogXGHqgsm7J/1",
  "metadata": {
    "name": "THE LAST SUPPER #1/5",
    "description": "The Last Supper is an event that marks a significant event in history and is known as the last supper that Jesus Christ ate with his disciples at the last supper. Jesus Christ told his disciples that he was going to be crucified in such a way that his body would be broken and his blood would flow, and he asked them to prepare for his death by eating bread and drinking wine with him at the Last Supper.\n\nOn that day, Jesus and his disciples went into a room to prepare the last supper. Jesus took bread and wine and distributed it to his disciples, saying that his body was bread and his blood was wine. This act would later become the Christian sacrament called the \"Holy Eucharist\" and would continue until Jesus' death.\n\nShortly after this last supper, however, it was known that Jesus Christ would be betrayed, captured by the Romans and crucified. The Last Supper was an opportunity for the disciples to gather with each other for the last time and prepare for the death of Jesus Christ. However, Judas Iscariot, one of Jesus' disciples who had betrayed Jesus, had made a deal to hand him over to the Romans.\n\nThus, the Last Supper marked the beginning of the last days of Jesus Christ and what happened next would be a turning point for humanity throughout history. After Jesus' death and resurrection, the Apostles scattered around the world to spread his teachings and Christianity has become one of the most widespread religions in the world today.",
    "image": "https://res.cloudinary.com/nifty-gateway/video/upload/v1681327904/publishers/multidisciplinaryart/56827/75459/THE%20LAST%20SUPPER.mp4",
    "image_hash": "QmetqB5i3sKtVCJh3fXjtZZ7cazY3Qhaai4yTy1bQDJ7Y9",
    "background_color": "ffffff",
    "external_url": "https://niftygateway.com/collections/ai-renaissance-limited-2/"
  }
}