{
  "address": "0x9bb7da8f68f15ece32fe323246e7a1abac6d895d",
  "type": "ERC721",
  "name": "The Cryptid Collective Official",
  "tokenCount": "912",
  "uri": "https://nervous.mypinata.cloud/ipfs/QmPEkqJsPaEfi2FqoFPrEFHbXr8U71zMZ7ew5ksaMDSxpt/1",
  "metadata": {
    "attributes": [
      {
        "trait_type": "Planet of Origin",
        "value": "Thirteen Colonies"
      },
      {
        "trait_type": "Body Material",
        "value": "Steel"
      },
      {
        "trait_type": "Hand",
        "value": "Wrench"
      },
      {
        "trait_type": "Fluid",
        "value": "Deep Ocean Water"
      },
      {
        "trait_type": "Species",
        "value": "Cerebelopod"
      },
      {
        "trait_type": "Disguise",
        "value": "Black Bandana"
      },
      {
        "trait_type": "Clothing",
        "value": "Moon Rock T-Shirt"
      }
    ],
    "description": "When the  bureaucratic entity known as \"The Center\" arrived in the galaxy, we were led to believe that it would deliver us into economical balance.\n\n  With reluctance, we tethered ourselves to its might and in time lost our individuality, our independence, and eventually, our dream of what we could have been.\n\n  Countless worlds have yielded to \"The Center\", but all across the galaxy hides a rebellious group who maintain hope. Against all odds, a safe haven has\n  appeared in the planet Earth, home of a new technology that may be the key to resisting the insurmountable greed of the The Center.\n\n  Through intergalactic communication, the collective heard word of a powerful decentralized technology called \"The Blockchain\". Many have fled their home worlds, determined to add their collective will to the growing strength of this exciting new technology. Driven to understand this new technology more, the Cryptid Collective have disguised themselves to blend in with the humans. Although many are indistinguishable from normal humans, The Cryptid Collective Mantra can be found engraved on the back of their neck.\n  ‍\n  Momentum is gaining. The tech is spreading. The Cryptid Collective has arrived.\n\n  ",
    "external_url": "https://www.cryptids.io/",
    "hash": "f40b2e7bb4e0161f9a7cc6dda3e1ae1593e82764d9542fb2c057d2d8",
    "image": "https://nervous.mypinata.cloud/ipfs/QmVvRsDrgZCLb3koqvXJFK9DfDJRgh8FAfFHqs3bHvbffu/f40b2e7bb4e0161f9a7cc6dda3e1ae1593e82764d9542fb2c057d2d8.png",
    "name": "Cryptid Collective Member #1"
  }
}