{
  "address": "0x9bb6ba8be6ce8ef2611ed61cdd438b745cb4d9ea",
  "type": "ERC1155",
  "name": "Sleepingplanes Editions",
  "tokenCount": "1",
  "uri": "https://arweave.net/CDl7kWqriPG5BigDR4CHttnkdVjVrT3ZVLh_V-jAVnk",
  "metadata": {
    "name": "We The People",
    "created_by": "sleepingplanes",
    "external_url": "https://www.sleepingplanes.com",
    "description": "This photo was taken January 19, 2017 at a protest on 5th Avenue in Manhattan, New York City.  The image depicts an adult – possibly a mother – and a child watching on from the safety of their 5th avenue apartments as the world churns and changes below them. The separation of the two characters, both from each other but also from the people on the street, hints at the isolation, helplessness and complacency felt by the American people in relationship to the growing cracks within our Democracy. The gestures of the child – active, curious, climbing on the windowsill for a better view – and the adult – on the phone, worried, listless – show two reactions to the same moment in time, separated by a generation.\n\nThis was the first real, large-scale protest I had really ever attended, mostly because I spent my youth protesting the Bush era in small town Florida. Michael Moore, Robert De Niro, Alec Baldwin, Cher, Sally Field, Rosie Perez, Mark Ruffalo and other people you’ve probably heard of were there that day, too. At the time it felt meaningful but as the years have gone on, and I've attended protests more frequently, it has started to feel a little as if protest (and voting) are no longer enough. That's why I've released this image, one of my favorites I've taken, as an edition. All profits will be donated to Everytown.org. Hopefully, the money raised will give us a small but fighting chance to alter gun policy in a meaningful way.\n\n/////\n\nArtist: Jeremy Perez-Cruz / @sleepingplanes\n\nEdition: Limited to 100\n\nLicense: As long as the creator is credited, primary NFT holders are free to use unaltered imagery for personal, private purposes – in digital or print – such as private or group display (including virtual galleries, on social media, in documentaries or personal publications created by the token holder). This work may also be used for editorial, non-profit work by the token holder so long as that work is related to liberal policy initiatives. These initiatives include gun control advocacy, redirecting funding away from the police, anti-racism, women's rights, criminal justice reform, economic inequality, education, universal healthcare, immigration and others. Copyright remains with the creator, work is not be used in association with for-profit advertising/ventures.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "sleepingplanes"
      },
      {
        "trait_type": "Camera",
        "value": "SONY ILCE-7SM2"
      },
      {
        "trait_type": "Lens",
        "value": "FE 35mm F2.8 ZA"
      },
      {
        "trait_type": "ISO",
        "value": "4000"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/4"
      },
      {
        "trait_type": "Exposure",
        "value": "1/50"
      },
      {
        "trait_type": "Focal Length",
        "value": "35.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2017:01:19 19:03:53"
      }
    ],
    "image_details": {
      "bytes": 5694316,
      "format": "JPEG",
      "sha256": "f2fe25aca9becb3b23db7e9a86b20ba97cc826623cb0b86642b11e2268e5cfd5",
      "width": 3467,
      "height": 2600
    },
    "image": "https://arweave.net/7t0UQ36hOtDtu2WJ5SpkArn5VwMy0O6EJYQVMWcpQXU",
    "image_url": "https://arweave.net/7t0UQ36hOtDtu2WJ5SpkArn5VwMy0O6EJYQVMWcpQXU"
  }
}