{
  "address": "0x9bad271a443a74595bb84dfb1f779ffc894cbb8b",
  "type": "ERC721",
  "name": "Memories",
  "tokenCount": "26",
  "uri": "https://bonfire.mypinata.cloud/ipfs/QmVWEeUQc2tTjaDfMMvUJYLmxVwrRFmv3fH78HUQ7Sf1mo/1",
  "metadata": {
    "name": "Memories #1",
    "description": "I wrote Memories (Teri yaad) to try and capture my favourite memories. I had a conversation with my wife recently, and she spoke about the time she scribbled on the 4 walls she grew up in, the horse rides by the beach she had with her grand mom right by her side making sure she did not fall off. My memories with my father and mother.. I felt I should just sing about them. So I just pictured myself sitting on a cliff looking at the stars, counting the light in the fullest moon, reminded of these times. \r\n\r\nIn the second verse in my language, Hindi, I wonder how sometimes I miss certain people so much in my life, to the point that sometimes i find trouble sleeping, just missing them, or I am afraid for their health. What i would do when these people will not be around anymore? I guess i'd try my best put them back together with my thoughts and emotions, mentally trying to picture them and kind of make them real. But it never works right? Even if i had a thousand years, they would just be a memory. \r\nIn my heart and my mind, I know. You and everyone and everything else will just be a memory.  \r\n\r\nArtwork by Katia Ram\r\nAll music composed & arranged by krp\r\nElectric guitar by my bruh heliumlake\r\nMix master by homie Mozado\r\n\r\nUtility: \r\n\r\n1. Access to future projects, holders-only concerts (details to be announced) and token-gated content, details on my website. \r\n2. You can get all the stems of this song on request. \r\n3. Consultation calls with me on mixing/mastering/production inputs on ur song.\r\n\r\n*Legal Notes: \r\n\r\n1. Licensing of the songs or artwork to movies or commercial productions is possible, upon discussion with krp. Song can be freely used on your personal social handles with credits. \r\n2. We do not assure profits or monetary benefits through the resale of this NFT \r\n3. As creator of this song, I am not responsible for any damages that may occur to you through sale of this NFT. \r\n4. Full copyright & master rights for this song belong to the artist of this song krp. \r\n5. A purchase of this NFT does not give the buyer any master rights and copyright to the song.",
    "image": "https://bonfire.mypinata.cloud/ipfs/QmWtRFj7W1y1beUdZP3CwA7p191s41zB4CCs1B8phEaTsY/",
    "animation_url": "https://bonfire.mypinata.cloud/ipfs/QmPJt2JdCD6Q1vVnZjr9U8PKNyCi98rmAqbGFyY84mYz6t",
    "edition": 1
  }
}