{
  "address": "0x9c2a6ad3fcc59daaf0879dbba4849e1f300eb750",
  "type": "ERC1155",
  "name": "The Search, by Sabrina Somalo",
  "tokenCount": "3",
  "uri": "https://arweave.net/BwKOxc1pPVeVMk9DXyikaJTv4yFni6LFWx-X_GA1DAE",
  "metadata": {
    "name": "Home Away From Home",
    "created_by": "Sabrina Somalo",
    "description": "CHAPTER 1 - Home Away From Home\n\nEXT. STREET - SUNSET\n\nA woman (MOTHER, 36) is sitting on a small balcony in a corner house of a quiet street in the upper part of Florence, Italy. She’s writing on a paper.\n\n“Dear Olivia:\n\nI’m writing this letter hoping you’ll get to read it many years from now. We’re about to embark on the most crazy journey of our lives. You might remember it, unless we get our memories erased after the trip (old movie reference, yet a very true possibility, trust me). \n\nSo in case you don’t remember it, I want you to know that Earth, the planet we lived on before the journey, is collapsing due to climate change caused by hundreds of years of human negligence. Only a few million people, including us, are moving to a new planet and we have no idea what’s gonna happen to the rest of the people nor to us. \n\nBefore the collapse, Earth was a beautiful place. It's true that things went a bit crazy, to say the least, and humanity never really managed to learn from their mistakes and save the planet from their own fuck-ups. But there was still beauty to enjoy all around. You just had to look for it.\n\nAs I write this, you’re a cute little curious being that knows how to look for beauty and joy. Hopefully, you’ll grow up to be an equally curious woman and continue looking for it wherever you are, whatever you do. \n\nIf my camera survives and works on the new planet, please use it. Art will always save you, trust me. \n\nLove, \nmommy\n\nPS: the first photo on the reel is our house in Firenze. You loved the little balcony of my room upstairs. I took this photo the afternoon you were born, coming back from the hospital. There was a stunning sky welcoming us. I hope you manage to get back home someday and see those pink skies again.”\n\nLITTLE OLIVIA (O.S.): Mom! Can I take my cosmic stickers? \n\nMOTHER: Of course you can, sweetheart. Let me help you take them off the walls.\n\nMother folds the letter, puts it inside her camera bag and goes inside to help Olivia. \n\nEND OF CHAPTER 1",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Sabrina Somalo"
      },
      {
        "trait_type": "Collection",
        "value": "The Search"
      },
      {
        "trait_type": "Chapter",
        "value": "1"
      },
      {
        "trait_type": "Location",
        "value": "Earth"
      }
    ],
    "image_details": {
      "bytes": 15218292,
      "format": "JPEG",
      "sha256": "20771378961fdf00f56dd821e7afb61967119d70e868edac0f23549a483c9ae1",
      "width": 3072,
      "height": 4608
    },
    "image": "https://arweave.net/XMxmWutQJfBuT9hzKNtTYilUPwqGBgwJFl_eXwLnsAs",
    "image_url": "https://arweave.net/XMxmWutQJfBuT9hzKNtTYilUPwqGBgwJFl_eXwLnsAs"
  }
}