{
  "address": "0x9cda2e752281edb225567e11ca4b49f45d0a9b20",
  "type": "ERC721",
  "name": "YUYU",
  "tokenCount": "2",
  "uri": "https://arweave.net/95z2zMKrPiHYsdlqhQsO-s76L-B3XlMzg22zBycFE6k",
  "metadata": {
    "name": "Veni Vidi Vici",
    "created_by": "YuYu",
    "external_url": "https://twitter.com/cyber_yuyu",
    "description": "As a digital artist in the rapidly evolving Web3 space, YuYu, also known as YuLiang Liu, explores alternative cultural and historical moments through the use of contemporary technology and photography. Inspired by the very nature of blockchain technology and decentralization, YuYu embarks on a quest to examine and decontextualize masterpieces of Western Cultural history while at the same time, emphasizing issues surrounding race inclusion, gender representation, and the stigma often attached to the nude form. In his own words, “Blockchain provides creators with tools we never had before. Queer art throughout history has been a victim of erasures, today we have the ability not only to directly monetize our work but simultaneously secure its ability to endure through time.” \n\n“Veni Vidi Vici” (2023) consists of a masterful amalgamation of two landmark paintings from 1588 and 1847 respectively. Building upon Cornelis van Haarlem’s “The Fall of the Titans” and Alexandre Cabanel’s “The Fallen Angel”, YuYu’s self-portrait elegantly invades an unorthodox intersection between Greek Mythology and Christian teachings. Positioned right at the center of the turbulent composition and depicting himself in the guise of Angel Beelzebub, the artist takes the role of a character often vilified by mainstream society to highlight the ostracization of queer people from social and cultural narratives. In this new re-interpretation, the angel is framed by a sea of male figures, tumbling straight out to the viewers through seemingly deep space. Depicting a moment where the Titans' children defeated them, Yuyu’s conceptual juxtaposition underscores the transformative power of progress and the need for underrepresented communities to have a voice in shaping the future. “Veni Vidi Vici” is an ode to survival, perseverance, and empowerment.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "YuYu"
      },
      {
        "trait_type": "Original Painting 1",
        "value": "The Fallen Angel (1847) by Alexandre Cabanel"
      },
      {
        "trait_type": "Original Painting 2",
        "value": "The Fall of The Titans (1590) by Cornelis van Haarlem"
      },
      {
        "trait_type": "Style",
        "value": "Collage Art"
      },
      {
        "trait_type": "File Dimensions",
        "value": "11811 × 8939 Pixels"
      }
    ],
    "image_details": {
      "bytes": 66701047,
      "format": "JPEG",
      "sha256": "9508cd3aa989d28123a8cb994708c9d7b965d9b828ab4bb91fd5ad7b3ec592db",
      "width": 11811,
      "height": 8939
    },
    "image": "https://arweave.net/cphlVddiOBtqorVM4i1NMg3AiK6_S-HbDMM1RUnTz8I",
    "image_url": "https://arweave.net/cphlVddiOBtqorVM4i1NMg3AiK6_S-HbDMM1RUnTz8I"
  }
}