{
  "address": "0x9c83ec10d84d03629794c3bf624b4426476958a5",
  "type": "ERC721",
  "name": "Antithesis V2",
  "tokenCount": "6",
  "uri": "https://ipfs.pixura.io/ipfs/QmUbRAFKUPF6gDG4wNkQReDxtMhrTk73FRnYknYibwFdjs/metadata.json",
  "metadata": {
    "name": "Lucifer's Manifesto",
    "createdBy": "aye",
    "yearCreated": "2022",
    "description": "“Lucifer’s Manifesto”, the first artwork of the “Antithesis” collection depicts the post-banishment of the highest-ranking Angel according to the Bible and old beliefs, Lucifer.\nInspired by the 1893 painting “Falling Angel” (by Alexandre Cabanel 1845-1887), Lucifer is the depiction of regret, war, crime, and sin.\n\nThe banishment of the Light-Bringer could be considered to be his own version of hell, there are many interpretations of this myth, and story. The one I tried to depict resembles the love of Lucifer for God and envy against Humanity. In his attempt, he’s trying to collect throughout history, the hands of the mightiest and rarest people possible, with the intent to gain back his ability to fly and reach the heavens. As noticed, the wing seems to reach the sky but fails to touch it, reference to “The creation of Adam” (by Michelangelo Buonarroti 1508-1512), as the clouds push back and gain distance from it. The whole artwork is a dance, from the wings and sky to the waves pushing against the land full of blood, to the moon coronating Lucifer with his devilish horns as humans described him during the centuries.\n\n“Hell is being far away from what you love the most”.\n\n\n7940 x 6460px digital painting.",
    "image": "https://ipfs.pixura.io/ipfs/QmXhbo1ufePSvbCmKtig3qLy6cKczNQra1awwvadB5SGkq/LucirfersManifesto.png",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmXhbo1ufePSvbCmKtig3qLy6cKczNQra1awwvadB5SGkq/LucirfersManifesto.png",
      "dimensions": "6000x4875",
      "size": "41227506",
      "mimeType": "image/png"
    },
    "tags": [
      "surrealism",
      "surreal",
      "digital",
      "aye",
      "painting",
      "classic"
    ]
  }
}