{
  "address": "0x9c790ce2452ea7e1b26664b644803e09dc4db747",
  "type": "ERC721",
  "name": "Home - prod. saikochild.xyz",
  "tokenCount": "7",
  "uri": "https://arweave.net/wbz0JWZ9wnOch6y9SnBgy-6sziVuH0qkbK0G6qKdPhE",
  "metadata": {
    "name": "‘Home’ - (prod. saikochild.xyz)",
    "description": "'Home' was the very first music video I shot in my hometown of Wilmington, NC Two year ago at an old skating rink called Skooters. A local brand @equalrightsapparel dressed me and a local videographer @_rxcrm shot and edited the video. I designed the logo on the opening screen.\n\nWhen we shot the video, we actually played my song in the skating rink speakers and everyone was skating to it as we recorded. If you notice the part in the video where I fell on camera, that was shot on a phone camera, but we decided to leave it in because a line in the song says \"pick yourself back up and look at their face fade away\". During the time of recording the song, I was leaving behind really toxic patterns, and for a while, I felt haunted by old desires and frameworks. Music was my saving grace, it showed me myself in all the best and worst ways, and it gave me my individuality back. \n\nI remember the first time I watched this video I started uncontrollably crying in front of everyone. I felt like we had created something truly magical and foundational to who I was as a person. I felt I had conquered so much just by allowing myself to create something so amazing.\n\nI couldn't think of a better way to introduce myself into the web3 space than to show you all my humble beginnings. Watching it gives me an opportunity to see how far I've come as a musician in so many facets, and I can't wait to show everyone else that growth as well.\n\nThis drop is the beginning of a long journey ~BECOMING~ Thank you for taking this ride with me, I couldn't do any of it without the people I love and the people who support me, not just financially, but spiritually and intellectually. \n\nShoutout to my biggest supporter and fan @saikochild.xyz <3\n\nMy deep desire to heal family wounds and tread new paths is what brings me here, so thank you to my mom Liz and my grandmother May, I love you and I can't wait to give you what you gave to me. \n",
    "image": "https://arweave.net/qyv1VeLRxO9YUjPkEmMXYtus6kiR8RAX9p2IEST5iQs",
    "external_url": "https://glass.xyz/v/hRumBRsZOLtY17tYF7vRst9o1K_gta7I5rFzznq54u0=",
    "animation_url": "https://glass.xyz/embed/hRumBRsZOLtY17tYF7vRst9o1K_gta7I5rFzznq54u0="
  }
}