{
  "address": "0x9c3cb8f20fdfd0deba78df05a560d9ff34712e8b",
  "type": "ERC1155",
  "name": "STARNFT V3",
  "tokenCount": "10",
  "uri": "ipfs://bafkreibz4vwmdb4knynjr7nszxg6d4x5hkipdjyppttyire7dhjfbtunou",
  "metadata": {
    "name": "《故宫十大书画》",
    "image": "ipfs://bafybeiegkvo6gzyftllheaxfljrpav7camm4znms4uogyqbnglah26gbgm",
    "description": "* 名称:《故宫十大书画》\n* nft类型:实物扫描数字版\n* 铸造者:星河飞天(0x4dbb0cd6825608380446a76c7f03316cc333bcc3)\n* 份数:100份\n* 中奖规则:当100份售罄时会自动进行链上开彩蛋，中了彩蛋的用户可以凭借钱包兑换此nft对应的10副实物图，开奖后中奖人将永远在链上标记出，即使中彩蛋的人后续把所有的nft份数出售掉，链上也会记录下来他中过该彩蛋\n* 兑换方式:请登录[https://dct.stariverpan.com/#/opennfts](https://dct.stariverpan.com/#/opennfts) 后使用metamask进行钱包认证，如果您购买到了彩蛋，需要填写您的收货地址，半个月内星河飞天将安排寄送。\n* 收录的十大书画扫描数字版本CID如下（请使用ipfs软件或小龙云等支持cid文件下载的软件进行下载，其中小龙云可到[https://www.stariverpan.com/](https://www.stariverpan.com/) 进行下载）\n1. [集合图](https://ipfs.io/ipfs/bafybeickbl7cqpcvslslblkl2pcj53ek6dozwjpzauenewyetgpcfvfvfe)\n2. [《清明上河图》（北宋·张择端）（508MiB）](https://ipfs.io/ipfs/bafybeid6w2fw3frjk23hwl3ulzcwhkgd6fdepv6ihfxur5s44niyr6d3vy)\n3. [《千里江山图》（北宋·王希孟）（620MiB）](https://ipfs.io/ipfs/bafybeigtx2d3bsbaevb3emqyed3czfixupordxlggbijabksgvt7g265vq)\n4. [《洛神赋图》（晋·顾恺之）（532MiB）](https://ipfs.io/ipfs/bafybeia5h235rtl4dxjnf3geoelb4pcerersquk2fs3ggzu5tatutsi22m)\n5. [《步辇图》（唐·阎立本）（70.4MiB）](https://ipfs.io/ipfs/bafybeideys5dfyox6ppmbh6hte2hbqnh4m2nyyzeit4keawxlplkynvdra)\n6. [《挥扇仕女图》（唐·周昉）（111MiB）](https://ipfs.io/ipfs/bafybeibrnievk4bicesjksu3jaydn3btqvi7mfluvx3m2k6odoit2sb7ru)\n7. [《五牛图》（唐·韩滉）（134MiB）](https://ipfs.io/ipfs/bafybeibqpdphfvdzrfdplmcrqgwpflarpxaiy3g6kyjsx72rgdp6o5kq6i)\n8. [《韩熙载夜宴图》（五代·顾闳中）（508MiB）](https://ipfs.io/ipfs/bafybeibntrdjdcircqic2r5q2ck4ubonvsowjylqsf4hqpd3c3svvzgjym)\n9. [《浴马图》（元·赵孟𫖯）（106MiB）](https://ipfs.io/ipfs/bafybeiga2bexhmqsplcwujr2kirblgmwj755axvpqz34q4xc7j5m4zmfkq)\n10. [《兰亭序》（晋·王羲之）（70.7MiB）](https://ipfs.io/ipfs/bafybeiftf7gakixu2xov24hhs5dmlrii2ds7uz64iqgrsq4rxat24vqs2u)\n11. [《中秋帖》（晋·王献之）（67.3MiB）](https://ipfs.io/ipfs/bafybeieumlb3v4l6kgyci4gtzqgtm2tmz24mlayjacdv3gz2yv2rizrz4y)\n* 《故宮十大書畫》作品故事:\n  * 2022新年伊始，北京故宮建築羣迎來了第一抹朝陽，朱牆黃瓦金碧輝煌，萬象更新逐光而行，華夏瑰寶稀世之珍。《故宮十大書畫》中收錄了10幅經典傳世國寶，皆爲歷代不二法寶，高頭巨帙，始於東晉，止於北宋，濃縮了1800年華夏曆史文化，它們是我們民族的內心世界，經歷了多少戰火、水患和人禍，卻依然奇蹟般的保全至今，無不流淌着一個古老民族的傳承。《故宮十大書畫》中輯錄了《中秋帖》、《蘭亭序》、《浴馬圖》、《韓熙載夜宴圖》、《五牛圖》、《揮扇蘭亭序仕女圖》、《步輦圖》、《洛神賦圖》、《千里江山圖》、《清明上河圖》十幅書畫作品，每一幅背後都是一段動人的歷史故事，生動完美地展現出國寶文物頗具滄桑的歷史價值和無與倫比的藝術價值。\n  * “故宮十大書畫”按照原書畫尺寸同等比例,採用被譽爲“紙黃金”的鈔券紙,使用文物DGA高端復刻技術,全卷超清,仿古綾絹裝裱,連卷軸的材質都做到了完美復刻,逼真如館藏真跡,學術價值堪比原作。且採用龍紋熒光防僞，附上民族的印記，如此複雜講究的工藝，讓這些復刻經典畫作無法大批量生產，更具收藏價值。\n* 单个故事\n1. 《中秋帖》傳爲東晉書法家王獻之創作的草書書法作品，其用墨濃重，提按自然，其用筆婉轉流動，一氣呵成，有“一筆書”之妙。曾被清高宗弘曆(乾隆皇帝)譽爲“三希“之一，意即稀世珍寶。\n2. 《蘭亭序》由王羲之當場作序，這篇序情文並茂，心手雙暢，向稱“天下第一行書”，其妍美流便的風神，被後世視爲行書的典範和楷模。\n3. 《浴馬圖》是趙孟頫中年時的作品，雖然當時宮延政變，財政危機；通貨膨脹，但元武宗卻命令趙孟頫要在這幅關於馬的畫作裏，表現出和平盛世的氣氛，趙孟頫冥思苦想之後，終於創作出了《浴馬圖》。\n4. 《韓熙載夜宴圖》是五代十國時期南唐畫家顧閎中的繪畫作品，描繪了官員韓熙載家設夜宴載歌行樂的場面，此畫繪寫的就是一次完整的韓府夜宴過程，即琵琶演奏、觀舞、宴間休息、清吹、歡送賓客五段場景。整幅作品線條遒勁流暢，工整精細，構圖富有想象力。\n5. 《五牛圖》是唐朝韓滉創作的黃麻紙本設色畫，是少數幾件唐代傳世紙絹畫作品真跡之一，也是現存最古的紙本中國畫。五頭牛雖是平行排列於畫面上，但通過它們的昂首、低頭、回眸左右顧盼的動態特徵，達到了形神兼備的藝術境界。\n6. 《揮扇蘭亭序仕女圖》是中國唐朝畫家周昉創作的一幅國畫，表現皇宮、貴族女人生活的作品。全卷所畫人物共計十三人，在畫中，作者通過對嬪妃的生活的描繪，表達出她們寂寞、沉悶、空虛、無聊、幽恨暗生的心情。畫面結構井然，線條秀勁細麗，賦色柔麗多姿，豔而不俗。\n7. 《步輦圖》是唐朝畫家閻立本的名作之一，所繪是祿東贊朝見唐太宗時的場景。反映的是吐蕃（今西藏）王松贊干布迎娶文成公主入藏的事，它是漢藏兄弟民族友好情誼的歷史見證。\n8. 《洛神賦圖》是東晉顧愷之的畫作，全卷分爲三個部分，曲折細緻而又層次分明地描繪着曹植與洛神真摯純潔的愛情故事。全畫想象豐富，人物生動傳神，情感熾熱純潔，畫面虛實疏密相間，使人感受到飄逸浪漫、詩意盎然的意境美，達到詩歌與繪畫的相互交融統一。\n9. 《千里江山圖》是北宋王希孟創作的絹本設色畫卷，不僅代表着青綠山水發展的里程，而且這幅寫意工美佳作，表現了青年畫傢俱有嚴謹的生活態度，將人與自然和諧關係，追求優美、賞心悅目的自然和人爲環境的思想始終包含在山水畫的思想中。\n10. 《清明上河圖》是由清宮畫院的五位畫家陳枚、孫祜、金昆、戴洪、程志道在1736年（乾隆元年）合作畫成的紙本淺設色畫。畫作中精細的表現了明清時代特殊風俗，如踏青、表演等等娛樂活動，是研究明清之際社會風俗不可缺的材料。此卷用色鮮麗明亮，用筆圓熟細緻，界畫橋樑、屋宇、人物皆細膩嚴謹，是極精之作。\n* Top Ten Paintings and Calligraphy of the Forbidden City\n* Ten paintings and calligraphy in the Forbidden City included 10 classic handed down national treasures from China,  began in the Eastern Jin Dynasty, ended in the Northern Song Dynasty, concentrated 1800 years of Chinese history and culture, they experienced how many wars, floods and man-made disasters, but still miraculously preserved so far, representing the inheritance of an ancient nation.  “The top ten of the imperial palace painting and calligraphy“ (the “post“ Mid-Autumn festival, the handicraftsmen, misty “bath“, “han xizai evening banquet“, “five NiuTu“, “Ladies waving a Fan“, “Bu nian Tu“, “Fu Tu of The Goddess of Luo”, “Trinidad Jiang Shan tu“, “Along the River during the Qingming Festival “ ten painting and calligraphy, every picture behind is a moving story,  It vividly and perfectly shows the historical value and incomparable artistic value of cultural relics.\n* In accordance with the same proportion of the size of the original painting and calligraphy, the “Top ten Paintings and Calligraphy of the Palace Museum“ adopts the banknote paper known as “paper gold“ and the high-end reproduction technology of cultural relic DGA. The whole volume is super clear and the antique silk is mounted. Even the material of the scroll is perfectly reproduced, which is as realistic as the original collection and has academic value comparable to the original. And the use of dragon fluorescent anti-counterfeiting, with the national mark, such a complex and exquisite process, so that these reprinted classic paintings can not be mass-produced, more collection value.\n* single story\n1. “Mid-Autumn festival post“ spread for the eastern Jin calligrapher Wang Xianzhi created cursive calligraphy works, the ink thick, according to nature, the pen euphemistic flow, one stroke, “a book“ wonderful. It was once praised as one of the “three xi“ by Emperor Hongli (Emperor Qianlong of The Qing Dynasty), which means rare treasure.\n2. “The Preface of the Orchid Pavilion”was written by Wang Xizhi on the spot. This preface is called “the first line of writing under heaven“, and its beautiful and flowing Fengshen is regarded as a model and model of running writing by later generations.\n3. “Bath horse“ was written by Zhao Mengfu in his middle age, despite the imperial coup and financial crisis. It was high inflation, but Wu Jong ordered Zhao Meng fu to go up to this painting about a horse, and it went down to this high school for a peaceful reunion.\n4. “Han Xizai Night Banquet“ is a painting by Gu Hongzhong, a painter in the Southern Tang Dynasty during the Five Dynasties and Ten Kingdoms period. It depicts the scene of official Han Xizai's family holding a night banquet with songs and music. The painting depicts a complete process of the Han Government night banquet, including five scenes of lute playing, dance watching, rest between the banquet, blowing clean air and seeing off the guests. The whole work is smooth and neat, with imaginative composition.\n5. “Wu Niu Tu” is a jute paper color painting created by Han Hwang of the Tang Dynasty. It is one of the few authentic paper silk paintings handed down from the Tang Dynasty and the oldest existing Chinese painting on paper. Although the five cows are arranged in parallel on the picture, they achieve the artistic realm of both form and spirit through their dynamic features of holding head, lowering head, looking back and looking around.\n6. “Ladies waving a Fan“ is a Traditional Chinese painting created by Zhou Fang, a painter from the Tang Dynasty. It depicts the life of imperial palace and aristocratic women. There are thirteen figures painted in the whole volume. In the painting, the author expresses their lonely, dull, empty, bored and lonely feelings through the description of the concubines' lives. The structure of the picture is sleek, the lines are beautiful and fine, and the color is soft and beautiful, colorful and not vulgar.\n7. “Bu nian Tu” one of the masterpieces of Tang dynasty painter Yan Liben, depicts lu Dongzan's meeting with Emperor Taizong of the Tang Dynasty. Reflecting the tubo (today's Tibet) king Songtsan Gambo married Lord Wencheng into Tibet. It is a historical witness of the friendship between han and Tibetan brothers.\n8. “Fu Tu of The Goddess of Luo” is a painting by Gu Kaizhi in the Eastern Jin Dynasty. The whole volume is divided into three parts, which is tortuous and detailed and clearly describes the sincere and pure love story between Cao Zhi and the goddess of Luo. The whole painting is rich in imagination, vivid and vivid characters, hot and pure emotions, and the picture is empty and solid, which makes people feel the elegant romantic and poetic artistic conception beauty, and achieves the integration and unity of poetry and painting.\n9. “The Trinidad Jiang Shan tu” Wang Ximeng creation is the northern song dynasty silk scroll painting picture scroll, not only represents the development of the green landscape mileage, and this painting freehand brushwork in traditional Chinese industrial, showed a young artists with a rigorous attitude to life, the harmonious relationship between human and nature, the pursuit of natural and human environment, pleasing thoughts always included in the idea of landscape painting.\n10. “Along the River during the Qingming Festival “is a light color painting on paper co-produced by five painters of the Qing Palace Academy, Chen Mei, Sun Hu, Jin Kun, Dai Hong and Cheng Zhidao, in 1736 (the first year of qianlong's reign). The special customs of the Ming and Qing dynasties, such as outing, performance and other entertainment activities, are the indispensable materials for studying the social customs of the Ming and Qing Dynasties. This volume with bright and bright color, pen mellow meticulous, boundary painting Bridges, buildings, figures are delicate and rigorous,what a rare masterpiece.\n\n",
    "pictures": [
      {
        "name": "集合图",
        "image": "ipfs://bafybeickbl7cqpcvslslblkl2pcj53ek6dozwjpzauenewyetgpcfvfvfe"
      },
      {
        "name": "《清明上河图》（北宋·张择端）（508MiB）",
        "image": "bafybeid6w2fw3frjk23hwl3ulzcwhkgd6fdepv6ihfxur5s44niyr6d3vy"
      },
      {
        "name": "《千里江山图》（北宋·王希孟）（620MiB）",
        "image": "ipfs://bafybeigtx2d3bsbaevb3emqyed3czfixupordxlggbijabksgvt7g265vq"
      },
      {
        "name": "《洛神赋图》（晋·顾恺之）（532MiB）",
        "image": "ipfs://bafybeia5h235rtl4dxjnf3geoelb4pcerersquk2fs3ggzu5tatutsi22m"
      },
      {
        "name": "《步辇图》（唐·阎立本）（70.4MiB）",
        "image": "ipfs://bafybeideys5dfyox6ppmbh6hte2hbqnh4m2nyyzeit4keawxlplkynvdra"
      },
      {
        "name": "《挥扇仕女图》（唐·周昉）（111MiB）",
        "image": "ipfs://bafybeibrnievk4bicesjksu3jaydn3btqvi7mfluvx3m2k6odoit2sb7ru"
      },
      {
        "name": "《五牛图》（唐·韩滉）（134MiB）",
        "image": "ipfs://bafybeibqpdphfvdzrfdplmcrqgwpflarpxaiy3g6kyjsx72rgdp6o5kq6i"
      },
      {
        "name": "《韩熙载夜宴图》（五代·顾闳中）（508MiB）",
        "image": "ipfs://bafybeibntrdjdcircqic2r5q2ck4ubonvsowjylqsf4hqpd3c3svvzgjym"
      },
      {
        "name": "《浴马图》（元·赵孟𫖯）（106MiB）",
        "image": "ipfs://bafybeiga2bexhmqsplcwujr2kirblgmwj755axvpqz34q4xc7j5m4zmfkq"
      },
      {
        "name": "《兰亭序》（晋·王羲之）（70.7MiB）",
        "image": "ipfs://bafybeiftf7gakixu2xov24hhs5dmlrii2ds7uz64iqgrsq4rxat24vqs2u"
      },
      {
        "name": "《中秋帖》（晋·王献之）（67.3MiB）",
        "image": "ipfs://bafybeieumlb3v4l6kgyci4gtzqgtm2tmz24mlayjacdv3gz2yv2rizrz4y"
      }
    ]
  }
}