{
  "address": "0x9c963f84f046faf29f2d106dbc13bbeab191a74b",
  "type": "ERC1155",
  "name": "Blue Jay Way Editions",
  "tokenCount": "2",
  "uri": "https://arweave.net/geqkkA65rPzEZa2fYWwSeXwDD3_4ex3AMp5VlzsL56I",
  "metadata": {
    "name": "Transcend",
    "created_by": "Blue Jay Way",
    "description": "Transcend is a wonderful word that means rise above or leave behind.  I have risen above a lot of pain and difficulty in my life.  I have left behind evil.  I have not always left behind the emotional scars and I certainly haven't left behind the financial cost of freedom.  That's why I focus on transcending every day.  Present tense.  Today I transcend.\n\n\nThe iconic Sydney Opera House captured at dawn under a magnificent sky and the thinnest sliver of a moon is a reminder to amaze, to offer shelter to little ones, and to be unexpected and beautiful.  Each day is a new beginning and an opportunity to be grateful, to grow, and to build a brighter future.  Today I hope you will transcend too.\n\n\nBurn 2 Transcends --> Redeem 1 Kindly Quokka  \nIf you want one of each: Buy 3 Transcends, Burn 2 of them.\n\n\n…  \nExtended Editorial License: Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants as long as it is attributed to “BlueJayWay.eth”. The License includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Blue Jay Way"
      },
      {
        "trait_type": "Camera",
        "value": "NIKON CORPORATION COOLPIX P950"
      },
      {
        "trait_type": "ISO",
        "value": "100"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/3.5"
      },
      {
        "trait_type": "Exposure",
        "value": "1/30"
      },
      {
        "trait_type": "Focal Length",
        "value": "10.7 mm"
      }
    ],
    "image_details": {
      "bytes": 9623028,
      "format": "PNG",
      "sha256": "c376f202e3fe8400661fb208e67dcdc2d303af40b540855062381169b5430454",
      "width": 3900,
      "height": 3300
    },
    "image": "https://arweave.net/zsnmMJzq6OgxwRPJ6C4fq9KMgTtm0Qp_1qOiGoq4ns0",
    "image_url": "https://arweave.net/zsnmMJzq6OgxwRPJ6C4fq9KMgTtm0Qp_1qOiGoq4ns0"
  }
}