{
  "address": "0x9c4e4b1e229e0d78eb48d29d51008e6a8174af6e",
  "type": "ERC721",
  "name": "Rugbulls",
  "tokenCount": "265",
  "uri": "ipfs://bafybeig736sswk3kt2d5e2vxu4ce7r7lbd326lm7fooscjymw3cczmzcdi/1.json",
  "metadata": {
    "dna": "ccfe2e53dbe82a430f39cae4d03787dcf644efa4afeedfc91a5e537c6a4d10ca",
    "name": "Rugbull #1",
    "description": "Rugbulls are the reincarnation of the original Rugblulls: Genesis collection, launched in July 2021 (https://opensea.io/collection/rugbullsgenesis). Rugby + Bull = Rugbull, got it? Anyway the bull in the shape of a rugby ball, comon, what the fuck? I say hello to all tripping guys. Just read the description of the genesis collection, that's just the ramblings of a stoned me. Also it's very similar with rug pulls, which we got tired of but we don't have a plans to rug pull you. I don't know what's going on in the market, but if it becomes successful, I will be shocked. I'm still in the NFT space, and that was my first attempts at a generative collection. By the way, the NFTs can be duplicated lol: I stupidly took the original 2021-art and re-generated them. Don't expect anything from it, but if you manage to make money on it, man, you're just the best. So okay: if it works for someone, we'll create a community, a Twitter, all that shit. And we'll develop that shit further. A collection with a background, motherfucker. When the hype starts, check the description on OpenSea, that's where I'll add the Twitter.",
    "image": "ipfs://bafybeif7lwnmsm2shsvwmjf5ezs4a33nwgmaubrunmf34xcqoheclvpiem/1.png",
    "imageHash": "4a5798c28841380052ecc26fb32a6c306b90eaba4286a6213319afbd6c213803",
    "edition": 1,
    "date": 1654594877456,
    "attributes": [
      {
        "trait_type": "rare bg",
        "value": "jupyter"
      },
      {
        "trait_type": "base",
        "value": "common"
      },
      {
        "trait_type": "hr",
        "value": "ruggmon"
      },
      {
        "trait_type": "face",
        "value": "zzzrugzz"
      }
    ],
    "compiler": "HashLips Art Engine - NFTChef fork"
  }
}