{
  "address": "0x9c42ae979f82fb186b3218024527e59cbb45b1fa",
  "type": "ERC721",
  "name": "Dutchyyy - Metropolis Jawn",
  "tokenCount": "14",
  "uri": "ar://FHpT7BhlN8clynAXHRi--20dgngk2CzW-zREKpTeLUM/1",
  "metadata": {
    "animation_url": "ar://SwUi2iIRIP8mUqgC7rN5tIfG4QEzdqBrrPG1t2AIwJw",
    "artist": "Dutchyyy",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://fy6zq3DNm6nEIcyj7FJmGIIEfhkOqnoK3xIPlWTQ7q8",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Metropolis Jawn",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "Long Story Short, I've been producing & rhyming since 1995. The Golden Era of Hip Hop and the inception of the internet musician, from irc's to aol, message boards to myspace, to blogs,  The internet was once a much smaller pond where if you curious, passionate and slight tech savvy it was so easy to find like minded people & find resonance. Released a few singles on Vinyl while still in Highschool and blew up from internet rumor that Bill Gates was suing us, \"Equilibrium\" for sampling the Windows 95 startup music for one of our b-side tracks titled \"Windows 98\". During this time I also began recording my first solo album as Dutchmassive - \"Junk Planet\" (recorded 1997-2002, released 2004) by the time the album was released world wide, I was in my 20's and had long pivoted from the fun, ego driven battle raps after realizing I had so many people hanging onto my every word. Like The Pharcyde said, \"I gotta say something that means something\".  I took having an audience with more responsibility and did my best to be introspective and inspiring .I began recording my sophomore solo album titled \"Crush Your System\" which was originally supposed to be a double album, the 2nd disk containing my Instrumental album \"Music 2 Sleep To\" but in 2007 I was approached by Rawkus Records to release the album as apart of what would be the world's first large scale digital campaign \"The Rawkus 50\" with production from ILLMIND, Samiyam, 14KT, Dela, etc.  It didn't make sense to release my old beats next to such dope producers. \n \nThis was also around the time,  Instrumental HipHop without any vocals began taking off with events like Beat Society, super crews like Beat Fanatic and countless blogs dedicated to showcasing instrumental albums but still,  Instrumental only releases were by no means normalized or acceptable to most people but the production was always the first thing that captured my heart.  After both of my Major releases met the same fate of 3 months after release, the labels filed for bankruptcy and no one got paid. I decided to take a break from recording records and focus mainly on production.  I was always Producing alongside emceeing but I was mainly known as a Rapper.   \nThe Long Story Short isn't as short as I thought so lets truncate as I explain the intentions of \"Metropolis Jawn\"\n\nMy Production was always a hybrid of 90's boom-bap, Jazz, soul with a touch of Video game OST sprinkled in and occasionally some deep house.  Like if Pete Rock, Dj Premier, J Dilla, Portishead & Nobuo Uematsu fell into a blender that time traveled to the year 2090 and still tried to hold onto nostalgia.   My Production was never intended to rhyme on, so back then, people didn't know how to categorize it.  Like I said,  Instrumental albums that weren't intended to be rapped on were not very popular.  Fast Forward to recent times, the type of music we have been making since the mid/late 90's, early/mid 2000's would now be classified as \"Lofi HipHop '' and Dominates streaming charts and has become background study music.\n\nAfter years of releasing cohesive, somewhat conventional instrumental albums, combined with Algorithms, the Pressure of content and super short life span and attention span that music gets since around 2016.  I needed a shift on how I approached music and began live streaming on twitch.  10 hour streams of creating in real time led to me completely shifting how I created.  Instead of trying to create and sequence a song,  I became super addicted to recording the entire process from start to end with more of a improv Jazz approach,  Constantly pushing limits of experimentation and getting as weird as possible with it, purposely making stuff sound off, just so I could solve puzzles in real time.  This led 2-6 hour sessions all recorded live and would become the series known as Evolving Portals.  \n\n   We already mentioned the world's attention span has shortened so I basically pivoted to an unmarketable way of creating music haha. A Lot of people fell in Love with these sessions and they became long form meditative / journey soundtracks,  but most people just wanted me to make and release normal beats.   I'm not really big on modern pop or modern hip hop (autotune/trap) which pretty much dominates and has been dominating for a while now so Metropolis Jawn was my compromise and challenge to \"get with the times\" while still retaining my signature sound.   \n \nI know this was a long backstory and 98% of it didn't even cover the actual song but I felt it was important to give some history since I know web3 and web2 history don't necessarily cross over to well yet. =)\n",
    "duration": 174,
    "external_url": "https://www.sound.xyz/dutchyyy/metropolis-jawn",
    "genre": "Hip-hop & Rap",
    "image": "ar://fy6zq3DNm6nEIcyj7FJmGIIEfhkOqnoK3xIPlWTQ7q8",
    "isrc": null,
    "key": null,
    "license": null,
    "locationCreated": null,
    "losslessAudio": "ar://SwUi2iIRIP8mUqgC7rN5tIfG4QEzdqBrrPG1t2AIwJw",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Metropolis Jawn #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Metropolis Jawn",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}