{
  "address": "0x9d653cdb357647e49b181854e5e4aa200a680654",
  "type": "ERC1155",
  "name": "The McKenna Tape",
  "tokenCount": "2",
  "uri": "https://arweave.net/-swG8yAbWu8q7fImMg4BW-CubsCldbBfQOezuDtikVw",
  "metadata": {
    "name": "The McKenna Tape",
    "created_by": "Story Breach",
    "external_url": "https://sleek.bio/shutterfrequency",
    "description": "Welcome fellow NeuroNautz. Buckle up...\n\nYou have in your possession a VERY unique treasure. This is one of two Genesis TMT token series that will be hidden and placed around. One is a  \"POAP/POP\" style NFT that you can claim for FREE, but is limited to only 111.. ever! \n\nThe other is an exclusive and also limited \"Mushaboom! Ticket\" that grants 111 people the ownership of a first and only All Access Pass. You will be able to have/visit previously unseen aspects from the godfather of plant medicine adoption and the Stoned Ape Theory creator's word and his wisdom right from inside your digi-pocket! \n\nThose few who own the \"Mushaboom!\" will get lifetime access and a swag bag to any irl or AR/VR/MetaVerse/NFT event forever. As the plant medicine movement grows, we plan to be right alongside, aligned, and expanding through limitless skies with everyone. #HonoredandHumbled\n\n\nAnd lastly, for supporting this vision you also have the first come, first serve chance to own one of your favorite quotes from the movie leading up to the release.. and you know there will be a party/owners get to chill front rowz and possibly VIP if you pass the vybe check.\n\nLemme know what you find out there.\n\nwww.shutterfrequency@gmail.com\n\n\nThis is a teaser for a 40-minute, unreleased interview from 96' and has been turned into a glitched-out..  BROAD master work interview that involves topics such as: Jr Rockefeller/Aliens/the future that is now/internet saving the human soul.. sound & Story becoming the front runners in helping the human condition. With an all-original soundscore by STRAiNER(CO) & Professor Grim(FL)!! This is as much a multi-dimensional.. frequency soundscape / electronic music-fuelled art piece as it is a visual and mental spirit ride through possibility from one of the world's greatest psilocybin warriors, pattern recognition, and prediction mega-soulz. A true tour deforce on the senses, and at the same time, it scratches all the right parts of the mindheartsoul.\n\n See you on the inside..\n\n-Josh Emmitt and the TMT team",
    "attributes": [
      {
        "trait_type": "Artist:",
        "value": "Terrence McKenna - Story Breach Consultancy - STRAiNGER - Dean Balsamo - Self-Taught Screenwriting - Illust.AR - Storytime DAO"
      },
      {
        "trait_type": "Production:",
        "value": "Ai - Casette Tape -  FCX - iphone 8+ - imovie - Hyperspektiv - Launchpad - 30 years"
      },
      {
        "trait_type": "Collection:",
        "value": "The McKenna Tape - Genesis"
      },
      {
        "trait_type": "Rarity:",
        "value": "Has never and will never exist like this again"
      }
    ],
    "animation_details": {
      "bytes": 14754332,
      "format": "MOV",
      "duration": 12,
      "sha256": "6ef981d5d81f4ed8048cf341ae4b18b1d31a20641f1e2d1fa4abf2f77d6ad581",
      "width": 1280,
      "height": 720,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/guFoWI-rGsNkx_994JksPKsGQSoCvYahV0rYgzeRCQQ",
    "animation_url": "https://arweave.net/guFoWI-rGsNkx_994JksPKsGQSoCvYahV0rYgzeRCQQ",
    "image_details": {
      "bytes": 795337,
      "format": "PNG",
      "sha256": "b39915d849a06bf7ead20b8c80c1aadfbaa56a63ff38b9c553c6cb75c5d73c4a",
      "width": 1205,
      "height": 728
    },
    "image": "https://arweave.net/lX5XsbvxSjCiqUFF5kd5WnjnI5Ze-Gj0MMr7OYZUbnY",
    "image_url": "https://arweave.net/lX5XsbvxSjCiqUFF5kd5WnjnI5Ze-Gj0MMr7OYZUbnY"
  }
}