{
  "address": "0x9d3afadffc867e7ba4451718381c6fd59b67a737",
  "type": "ERC721",
  "name": "Tdub",
  "tokenCount": "330",
  "uri": "https://arweave.net/ZGKV7cyFkKaNiWAEkWaKx7dVAhY6CvIUWJ39eZt7kVs/1",
  "metadata": {
    "name": "Hello! #1/330",
    "created_by": "Tdub",
    "external_url": "https://oncyber.io/tdub-forgotten-japan",
    "description": "Hello! is a rare **FREE MINT** from Tdub (Trevor Williams), this piece is from the Getty Images photographer's early artistic Light Painting work and part of the Forgotten Japan sessions.  \nAll other Tdub works are 1/1 pieces, that can be found here: \nhttps://oncyber.io/tdub-forgotten-japan \n\nViewers unfamiliar with the light painting process and Tdub’s techniques, upon first glance, often find themselves taking a few extra seconds before their brain downloads what it is looking at - this is by design. The viewer is then left with more questions than answers. Yet, while Tdub’s primary aim is for perplexity to reign  - there are also other things at play. Many of his shoots, start with an idea to solve a problem and end habitually with a story being made through his creative process. Not to mention, the numerous lighting inventions that were derived as a result - and later used by others in the industry. One thing that you can be sure of as a viewer of Tdub’s photographs - is that you will be stuck pondering the story that lies within.\n\nThis light performance was done while the shutter was open to create a nondestructive installation that leaves no trace behind. A 06:25 minute performance captured in a single frame creating the only proof that this ever took place. This begs the questions, is the art in the performance or is it the resulting photograph that captured it?\n\nForgotten Japan is a curation of pieces from his early works in the light painting scene, that firmly placed him in the genre as an innovator and educator. Some of his techniques are still used by others, and some remain a secret to this day. These photographs are both historically significant and visually stunning.\n\nTdub is originally from Vancouver, Canada and has lived in Japan for the past 20 years with his Wife and two boys. A commercial photographer commissioned by Getty Images, whose photographs are regularly used by major brands and news agencies globally - Apple, Adidas, The New York Times and Microsoft to name a few.\n\n \n\n ",
    "image_details": {
      "bytes": 14812501,
      "format": "JPEG",
      "sha256": "a7149aa98129b12561f2b52df82ab3041527deffcc98e8c5a6c49390c65be3a5",
      "width": 5616,
      "height": 3744
    },
    "image": "https://arweave.net/QadocdgkNj1Zg0IHexNjolwIr933_P27m2Qhd7evcOM",
    "image_url": "https://arweave.net/QadocdgkNj1Zg0IHexNjolwIr933_P27m2Qhd7evcOM"
  }
}