{
  "address": "0x9dbd7e6cbf66daad732d2e3d104a2517830bc0ea",
  "type": "ERC721",
  "name": "Be The Change",
  "tokenCount": "18",
  "uri": "https://metadata.mintfoundry.xyz/c/u525cY4BXHWxjQviUIaM/token/1.json",
  "metadata": {
    "name": "Heart's Embrace",
    "description": "**Token has unlockable content!**\n[Click to unlock additional token content](https://unlock.mintfoundry.xyz/u/u525cY4BXHWxjQviUIaM/1)\n\nName: Heart's Embrace\n\nTheme: Love\n\nArt Style(s): Romanticism and Graffiti\n\nQuote: \"The greatest thing you'll ever learn is just to love and be loved in return.\" - Nat King Cole\n\nDesign: A vibrant butterfly composed of swirling, romantic colors, with wings that showcase a fusion of Romanticism and Graffiti art styles. The image displays a street art-inspired heart design, intertwining with the rich, emotional brushstrokes and textures of Romanticism. The color palette features warm reds, pinks, and purples, reflecting the passion and tenderness of love.\n\nEach distinctive butterfly is inspired by an empowering quote from one of our themes and then created in an image generator. Each NFT comes with 2 unlockable gifts.  One of the unlockable gifts will be a 1080p MP4 of another unique butterfly image that includes a voice-over of the quote from the NFT that was purchased and the other unlockable gift will be The Rebellious Code.",
    "image": "ipfs://QmQqrvRJ9E1iS5SFtqfUKogM8rDLpExhudQg7dHGCuWRNM",
    "attributes": [
      {
        "value": "Heart's Embrace",
        "trait_type": "Name"
      },
      {
        "value": "Love",
        "trait_type": "Theme"
      },
      {
        "value": "Romanticism and Graffiti",
        "trait_type": "Art Style(s)"
      },
      {
        "value": " \"The greatest thing you'll ever learn is just to love and be loved in return.\" - Nat King Cole",
        "trait_type": "Quote"
      },
      {
        "value": "A vibrant butterfly composed of swirling, romantic colors, with wings that showcase a fusion of Romanticism and Graffiti art styles. The image displays a street art-inspired heart design, intertwining with the rich, emotional brushstrokes and textures of Romanticism. The color palette features warm reds, pinks, and purples, reflecting the passion and tenderness of love.",
        "trait_type": "Design"
      }
    ],
    "unlockables": [
      "file",
      "video"
    ]
  }
}