{
  "address": "0x9e42c3c5748774180c84e75b4192f1e12fe9823c",
  "type": "ERC721",
  "name": "Solitary Journeys",
  "tokenCount": "20",
  "uri": "https://arweave.net/oTlceAkEtrDdHh-8Did9qVt8RTT225yuVKovLV92Cek",
  "metadata": {
    "name": "#1 The Shape of Silence",
    "created_by": "Yulia Denisyuk",
    "description": "Artist: Yulia Denisyuk\n\nEdition: 1/1\n\nCollection: Solitary Journeys\n\nAbout the image: On approach to Mongolia’s capital, Ulaanbaatar, I glanced out the airplane window. A remote, uninhabited terrain spread as far as my eyes could see, with just a few man-made structures popping up in the frozen sea of nothingness. This is Mongolia, one of the last remaining places on Earth where you can drive for hours without encountering traces of human activity. But that’s changing, fast. I was in Mongolia for an assignment, documenting a festival of ice that occurs at the end of winter. I witnessed a country in flux where the traditional lifestyle of semi-nomadic herders was on a collision course with urbanization, climate change, and exploitation of resources. Which will win? Only time can tell.  \n\nLocation: Mongolia\n\nYear: 2018\n\nImage specs: 7202 x 4804\n\nAbout the collection: Shot across eight countries in the span of six years, the “Solitary Journeys” collection blurs the lines between street photography, documentary photography, travel photography, and art. Every photograph represents a relationship between movement and stillness and explores the transience of human experience, showing moments that may have otherwise gone unnoticed in the hustle of our daily lives.\n\nAbout the artist: Yulia Denisyuk is an award-winning travel photographer and writer working on assignments with various publications around the world. For past work, she’s shared a roof with nomads in Mongolia and documented Iznik tile artisans in Turkey.\n\nLicense: Extended editorial. Primary NFT holder can use to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder, as long as the creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with the creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Yulia Denisyuk"
      },
      {
        "trait_type": "License",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Mongolia"
      }
    ],
    "image_details": {
      "bytes": 24962345,
      "format": "JPEG",
      "sha256": "29f7429f6493e6a9454f849079223ab478149acce2eb3c887b68483581cf4c06",
      "width": 4804,
      "height": 7202
    },
    "image": "https://arweave.net/ErpJ7tCziWWatCASEIVvUFn21APb6DYAAo5iXB1d2RE",
    "image_url": "https://arweave.net/ErpJ7tCziWWatCASEIVvUFn21APb6DYAAo5iXB1d2RE"
  }
}