{
  "address": "0x9e32db713005dcfb6a9a6722912c379161027b99",
  "type": "ERC721",
  "name": "Stoned Santa",
  "tokenCount": "85",
  "uri": "ipfs://QmTRj4iFRN9wgqzDnLbHFh4yxjUsUhd5RxMN61TGRJc18h/1",
  "metadata": {
    "name": "Stoned Santa #1",
    "external_url": "https://www.stonedsanta.io",
    "description": "The Neural Network is completely out of control, and now the upcoming Christmas promises to be truly insane! Out of 14 (one for every month of the year, plus 2 leap-year characters) of Stoned Santas invented by our team, artificial intelligence has created more than 20,000 characters that far surpass the first generation in madness and uniqueness! But that's not all - the Neural Network has mixed all the attributes of the Stoned Santas, finally plunging the universe into chaos! We decided not to lag behind - that's why we distribute 500 First Generation Stoned Santas in original secret packaging for free. But Christmas is also a holiday of kindness, which is why we launched the Crypto Secret Santa charity NFT to help people in need of support.\n\nThe exact days and hours of the giveaways is kept secret, and the number of gifts is limited! Do not miss the announcement of the start of distribution of gifts by subscribing to the pages of the Stumped Santa project on Discord, Twitter and Instagram. We have many more Christmas surprises prepared - it will be cool and very interesting!\n\nhttps://www.stonedsanta.io",
    "image": "ipfs://QmbPdnVfkxzW4WY1sKP3LfQCEH3Jaq3BMARCUEbfhdANfK/1.png",
    "attributes": [
      {
        "trait_type": "Edition",
        "value": "1"
      },
      {
        "trait_type": "Background",
        "value": "Orange"
      },
      {
        "trait_type": "Body",
        "value": "Robot"
      },
      {
        "trait_type": "Tattoo&Piercing",
        "value": "Crypto Micky"
      },
      {
        "trait_type": "Underwear",
        "value": "Gamer's T-shirt"
      },
      {
        "trait_type": "Head",
        "value": "BDSM"
      },
      {
        "trait_type": "Eyes",
        "value": "BDSM"
      },
      {
        "trait_type": "Mouth",
        "value": "BDSM"
      },
      {
        "trait_type": "Hairstyle",
        "value": "Military"
      },
      {
        "trait_type": "Ears",
        "value": "Programmer"
      },
      {
        "trait_type": "Nose",
        "value": "Military"
      }
    ]
  }
}