{
  "address": "0x9ec4d3af1934577eb6e16188da30307e30a7dfb2",
  "type": "ERC721",
  "name": "Alireza KarimiSaremi",
  "tokenCount": "11",
  "uri": "https://arweave.net/N9JpTbr5u_dZzuenFN9QtqWQXrTFUeoc4bLsN5ispK0",
  "metadata": {
    "name": "From WOTW collection No.1",
    "created_by": "Alireza karimiSaremi",
    "external_url": "http://arksphoto.com/",
    "description": "THE WIVES OF THE WIND photo collection \n\nPottery of Kalpurkan  \n\nIranian Pottery is as old as this country's history. Its earliest manifestation, found at ancient sites in Baluchestan, dates back to the paleolithic and prehistory. A remarkable production of pottery items flourished at Shahr-e Sukhteh around 3200 BC.  \nAlas, after developing in multifarious manners in Various centers across Iran, this industry now appears on the verge of extinction despite its unique character.  \nAmong these, however, the story of the pottery of Kalpurkan is a different one altogether. The Pottery items produced at Kalpurkan bear a great similarity to the specimens unearthed during 3rd-millennium archaeological excavations carried out in Sistan, Baluchestan, Kerman, Gillan, and parts of Japan and India.  \nThe village of Kalpurkan is a dependency of the township of Saravan and is located 25 kilometers east of this township, in Baluchestan province. Perhaps the most striking particularity of the pottery of kalpurkan concerns its manufacturing technique, which perpetuates ancient methods and models.  \nThis type of pottery is produced using the coil technique. Its products are unglazed and adorned with black patterns. The potters of kalpurkan have ever been women, who thus contribute to the economy of the family. They do not use the wheel. They shape their products with their hands and adorn them with particular geometric patterns that are several thousand years old.  \nAn aqueous mixture of tytok (type of ferrous oxide)and a stone found on Mt. Birak, near the village, is used in this decoration, which is applied using a match-sized stick of Daz (wild date) wood. The decoration appears reddish-brown at this stage but turns deep black after the firing. The patterns used to consist entirely of abstract symbols and mental images transmitted from generation to generation, which sometimes bespeak the artists' aspiration and at other times draw their inspiration from her religious beliefs or features of her environment.  \nThe majority of these symbols are similar to those found on pottery items belonging to prehistory and the early historic period. The raw material used in the manufacture of kalpurkan pottery consists of a particular type of earth. The men of the village bring it in from a region known as Mashkotak, two kilometers northeast of kalpurkan, and blend it with a slip–like a mixture to prepare the mud, which they hand over to their nimble-fingered women.  \nThe pottery items produced at kalpurkan consist essentially of bowls, jugs, cups, Pitchers, drinking vessels, etc. Most of these vessels feature a lid that can also be used as an independent vessel. Examples in the case are cup-shaped lids also used to cover large bowls.  \nAnother interesting feature of the pottery items produced at kalpurkan is their handles.  \nUnlike in present-day pottery, these handles are even more resistant than the vessels themselves. Each handle is formed out of a thick coil of mud, which the artisan pastes to the moist body of the vessel and gives it the desired shape using appropriate tools.  \nThese handles are much better executed than those of the glazed pottery produced in the mid- centuries of the Islamic period. Another interesting characteristic of the pottery produced in this region is its diversity, which manifests itself in the form of vessels shaped as symbolic animal heads, pomegranate-shaped incense burners(used to burn wild rue seeds and locally known as socky), vessels shaped as camels, dogs… it is noteworthy that the thickness of these vessels varies between 1.0 and 5.5 centimeters.  \nTheir color is gray before firing and reddish-brown once they are baked. The Pottery of kalpurkan may also be subdivided into such categories as food containers, toys, water pipes, bowls for keeping milk, sour milk, butter and pickles, large water containers, drinking vessels, flat trays, large jars for keeping dates, etc. which again denotes the diversity of these items and their wide range of use.  \nToday this pottery is not in great demand. Lightweight Plastic wares appear to have replaced the hand–made products of indigenous artisans, with little regard for the fact that no plastic container can keep liquids as cool as earthenware does. What is being lost here is not the coolness of water but the irreplaceable art of kalpurkan pottery.  \nIranian and foreign researchers have already carried out studies on the extant collections of kalpurkan pottery, and the hope is that this art will receive due attention shortly.\n\nAli Reza Karimi Saremi  \nPhotographer",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Alireza karimiSaremi"
      },
      {
        "trait_type": "Collection",
        "value": "Wives of the wind"
      }
    ],
    "image_details": {
      "bytes": 10777223,
      "format": "JPEG",
      "sha256": "009dfe0dfd926cbb1b0d162faa07c2d460e77e9e5dd34988c4d88d17cab154a6",
      "width": 4573,
      "height": 4573
    },
    "image": "https://arweave.net/83rGQcAdHejQSJiJqXd0BjFtq2bnxZMjxuRT0YjQIlk",
    "image_url": "https://arweave.net/83rGQcAdHejQSJiJqXd0BjFtq2bnxZMjxuRT0YjQIlk"
  }
}