{
  "address": "0x9e08cd0038a23e93359c76377d2839cc19ee0144",
  "type": "ERC721",
  "name": "parrott - Summer's Lovers",
  "tokenCount": "25",
  "uri": "ar://3sPLwMqfxeQEzDcR9ukAsy54hFyOBVBeZ7GKPu7KUBM/1",
  "metadata": {
    "animation_url": "ar://szR5s7yReS48i7-0nWfT64oVEOAqlc1jicnlMNhiYjU",
    "artist": "parrott",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://8wb_kyjmEWgaT0MGXJKtizuFzJEKtPC2hZGXHJncrmg",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Summer's Lovers",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 92,
    "credits": null,
    "description": "Hi, I go by Parrott. I’m a 26 year old visual artist and musician from Seattle.\n\nYou may know me for my visual work. I've been creating on web3 for nearly 3 years as an artist on SuperRare, NiftyGateway and more.\n\nWhat you may not know is that I’ve been a music producer for more than half my life. Music has been my passion, my language and my truest expression of myself for as long as I can remember. \n\nI first started producing in fifth grade, my parents bought me an old desktop with a bunch of cracked software on it and there I began tinkering with noise (it wasn’t music yet). \nWe didn’t have wifi, cable or video games growing up - so everyday after school I would find myself at my computer trying to make something that sounded like how I saw the world.\n\nOver the years I had a few releases on some record labels, went on a few tours, played some festivals and even got to open up for some of my biggest inspirations - but I never found a way to survive off just my creativity alone. \nThat is until 2020 when I found some of my life long dreams coming true through my visual art. \n\nThe success happened so quickly and seemingly overnight, that both my public identity and the way I navigated the world changed - I was no longer “Parrott the Producer”, I was now “Parrott the Artist”. \n\nWith the success, I found new struggles, new stressors and an ever hungry market for my art. This effectively killed my ability to create anything related to what I was then putting out. I felt watched, expectations were high and I became alone and isolated. \nI poured this into the only creative outlet I felt I had left - music. \nNo one seemed to care about my music anymore, just my art - and this let me write music just for myself, for the first time since I was a kid. It was liberating and I wrote albums worth of material. \n\nThese songs come from pain, triumph, loss and growth. These songs are honest, created for myself - and I’m more proud of these than anything else I’ve ever created in my life. \nI plan on releasing them slowly over the next year and invite you all to participate with me in this journey.\nI can’t begin to describe how excited (and nervous) I am to share this part of myself with the world again. \n\nThis first song “Summer’s Lovers” is a love song. \nIt’s a warm breeze on a mid-august night. \nScorched grass pricking your feet. \nThe smell of hot concrete. \nAn embrace of a lover that sends butterflies to your belly. \nA kiss that hints at a summer that never ends.\n\nForever onward, \nParrott\n\n",
    "duration": 144,
    "external_url": "https://www.sound.xyz/parrott/summers-lovers",
    "genre": "Electronic",
    "image": "ar://8wb_kyjmEWgaT0MGXJKtizuFzJEKtPC2hZGXHJncrmg",
    "isrc": null,
    "key": "B_MINOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://szR5s7yReS48i7-0nWfT64oVEOAqlc1jicnlMNhiYjU",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Summer's Lovers #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Summer's Lovers",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}