{
  "address": "0x9eb385bbd0172a43721fb51493f0268c41b7b37e",
  "type": "ERC721",
  "name": "sober rob - ૦ઁ෴ZODIAC w elozi 333",
  "tokenCount": "8",
  "uri": "ar://qvED219QEXcyqu-RX37wKPGBlr0yf6v-hMtq-hW2A-w/1",
  "metadata": {
    "animation_url": "ar://NrSszy6vTpcZRJReJ8Yky7A-ySXssPCJreCAJRyHMqU",
    "artist": "sober rob",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://q5aZ4EQmmtFFJoKXHZvSJexkCDFZbv_C9nCRUtmpI8w",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "૦ઁ෴ZODIAC w elozi 333",
        "value": "Song Edition"
      }
    ],
    "bpm": 130,
    "credits": null,
    "description": "ive known elozi (aka dan) for quite a few years now. from my early days doing 24 hour streams on twitch with all the homies at the LA soundcloud trap house, elozi would always send in some heat when we did feedback sessions.\n\nover the years we sent things back and forth and would share music we were working on but not until this track did we really find our flow as collaborators. we've also never met in person, only online, which still blows my mind. the amount of connections ive made through music via the internet made my life what it is today.\n\ndan has an ear for some of the sweetest metallic and organic sounds ive ever heard, a sonic pallete ill never get bored of messing around with... he's co-produced on \"BLACK MAGIC\" and \"LIGHTS OFF\", not to mention multiple other unreleased GLOWSTONE (my duo with MADI) songs.\n\nZODIAC represents some organic spiritually cleansing energy that we must have both been feeling at the time. i love hype tracks that are very overstimulating and maximal, but a lot of the time these types of songs require a specific emotional or physical context to truly understand and connect with. i wanted to create that intense energy but make it psychedelic, soft and round, rather than aggressive and harsh.",
    "duration": 238,
    "external_url": "https://www.sound.xyz/soberrob/zodiac-w-elozi-333",
    "genre": "Electronic",
    "image": "ar://q5aZ4EQmmtFFJoKXHZvSJexkCDFZbv_C9nCRUtmpI8w",
    "isrc": null,
    "key": null,
    "license": null,
    "locationCreated": null,
    "losslessAudio": "ar://NrSszy6vTpcZRJReJ8Yky7A-ySXssPCJreCAJRyHMqU",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "૦ઁ෴ZODIAC w elozi 333 #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "૦ઁ෴ZODIAC w elozi 333",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}