{
  "address": "0x9f6d1234f654c5bd691ba0b056be80fe3fe3a240",
  "type": "ERC721",
  "name": "NFT OCS Collection #1 Drifting Home",
  "tokenCount": "1112",
  "uri": "https://d2rw5dgd2n8nmf.cloudfront.net/token/metadata/OCSDGH/1",
  "metadata": {
    "name": "NFT OCS Collection #1 DRIFTING HOME",
    "image": "https://d2rw5dgd2n8nmf.cloudfront.net/token/resource/OCSDGH/1.png",
    "description": "スタジオコロリドが贈る長編アニメーション映画第３弾『雨を告げる漂流団地』。\n夏の終わりの冒険ファンタジー\n\n2018年初の長編映画『ペンギン・ハイウェイ』を手掛けた「スタジオコロリド」は、2020年Netflixにて全世界独占配信された『泣きたい私は猫をかぶる』において世界30カ国以上で再生回数の多い映画ランキングTOP10に入るなど全世界からの賞賛を浴びた。スタジオコロリド待望の新作は、長編アニメーション映画第3弾『雨を告げる漂流団地』。\n小学6年生の幼馴染、航祐と夏芽、その仲間たちが取り壊し前の団地に入り込んだことから始まるひと夏の冒険物語。少年少女を乗せた団地が大海原を漂流する。\n\n知的財産権に関する注意事項\n・本NFTは本NFTの発行者（以下｢発行者｣）が提供するサービス（以下｢本サービス｣）内で閲覧して楽しむことができるものです。ユーザーは、OpenSeaにおける利用規約及び発行者が定める利用規約において認められた方法及び範囲でのみ、本NFTを閲覧・利用することができます。\n・ユーザーは、本NFTの複製、改変、翻案その他の二次創作行為等を行ってはならないものとします。\n・本サービスのコンテンツに係る知的財産権（著作権、特許権、実⽤新案権、意匠権、商標権その他の知的財産権）は、発行者または当該権利を有する第三者に帰属しています。発行者による本サービスでの利⽤を許す⾏為及び本NFTの譲渡は、当該権利の移転とは解釈されないものとします。\n©コロリド・ツインエンジンパートナーズ\n\nThe third feature-length anime film from Studio Colorido, known for “Penguin Highway,” which was nominated for Best Animation at the 42nd Japan Academy Film Prize, and “A Whisker Away.”\nSixth-graders Kosuke and Natsume grew up in the same apartment building as childhood friends. During summer break, while playing in the apartment building that is set to be demolished, they find themselves caught in a strange phenomenon. All they can see around them is a vast sea. Will Kosuke and the others make it back to their world? A journey of farewells in summer has just begun.\n\nNotes on Intellectual Property Rights\n-        This NFT is available for viewing and enjoying within the service provided by the issuer of the NFT (the “Issuer”).  Users may view and use the NFT only in the manner and to the extent allowed by the Terms of Use on OpenSea and Terms of Use determined by the Issuer.\n-        Intellectual Property Rights (copyrights, patents, utility model rights, design rights, trademarks, and other intellectual property rights) to the contents of the service belong to the Issuer or third parties that own Intellectual Property Rights.\n-        Any action by the Issuer permitting the use of the NFT on the service and transferring the NFT shall not be construed as a transfer of Intellectual Property Rights.\n©Colorido Twinengine Partners",
    "animation_url": "",
    "external_link": "",
    "attributes": [
      {
        "trait_type": "Background",
        "value": "apartment complex-A"
      },
      {
        "trait_type": "Character",
        "value": "Yuzuru Tachibana"
      },
      {
        "trait_type": "Clothes",
        "value": "tsirt a-yellow (Yuzuru Tachibana)"
      },
      {
        "trait_type": "Face",
        "value": "crying with joy (Yuzuru Tachibana)"
      },
      {
        "trait_type": "OCSFigureID",
        "value": "OCSDGH_5"
      }
    ]
  }
}