{
  "address": "0x9f6c289b2acd789094db1d4a983d893c7df05dda",
  "type": "ERC1155",
  "name": "Chips That Rule The World by Godwits",
  "tokenCount": "10",
  "uri": "https://arweave.net/5LZMNF8ZOV71p0sA59O7v2RbGZhu1HN0XIRErg6CidY",
  "metadata": {
    "name": "Chips That Rule The World 1",
    "created_by": "Godwits",
    "external_url": "https://www.godwits.com/collections/the-chip",
    "description": "Title: Chips That Rule The World  \nArtist: Godwits  \nYear: 2023  \n\n\"Chips That Rule The World\" is a collection of digital abstract paintings that explores the relationship between humans and machines. The works highlight the integral role that these tiny semiconductor components play in our everyday lives.  \n\nThe microchip robots represent humans and how we become more machine-like as we apply technology to our everyday lives. The painting highlights the awareness of the dependence of our daily lives on these microchips and how the current global shortage affects not only the technology industry but also every other aspect of our lives. It's a reminder of the fragility of our global systems.  \n\n\"Chip Wars\" by Chris Miller is a thought-provoking exploration of the global chip shortage and its impact on modern society. As Miller writes in his book: \"The chip is the beating heart of our digital world, the engine that drives everything from smartphones to self-driving cars.\"  \n\nThis artwork brings that statement to life, as the microchips become not just the foundation for the paintings, but also a symbol of the interconnectedness of technology and humanity.  \n\n\nPublished By: Abstract Art Labs LLC  \nSmart Contract By: Manifold  \nToken Type: ERC-1155  \nArtist Royalty: 7.5%  \n  \nLimited to personal non-commercial use and resale rights of NFT are granted.  \nAll other terms & rights are reserved to Abstract Art Labs LLC.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Godwits"
      }
    ],
    "image_details": {
      "bytes": 25291261,
      "format": "PNG",
      "sha256": "cbf60c4656e688562dfee9237914f7a8018aad97358103449f887ba6d6ee7bfc",
      "width": 10000,
      "height": 10000
    },
    "image": "https://arweave.net/U7KkyEGUQ0ttzS-zX_Icni8QmHwRRF6WTmwu8RiQmlY",
    "image_url": "https://arweave.net/U7KkyEGUQ0ttzS-zX_Icni8QmHwRRF6WTmwu8RiQmlY"
  }
}