{
  "address": "0x9f5099450349158f5953511d094c45f1e0efb8fc",
  "type": "ERC721",
  "name": "The backyard by Hugo Korhonen",
  "tokenCount": "8",
  "uri": "https://arweave.net/XGPxQdjbXoC8Oy-dyVrWDhwCoRSrlpkDiZk3LgF2dwM",
  "metadata": {
    "name": "#1: A local paradise",
    "created_by": "Hugo Korhonen",
    "description": "Puijo is a local paradise to me, and to many other locals.\n\nPuijo is known for its gorgeous forests and for Puijo Tower. The tower was built in 1963 and it is 75 metres tall, 224 metres above lake Kallevesi and 306 metres above sea level.\n\nThe tower is one of the most popular landmarks in whole Finland. Also, it was the first tower with a revolving restaurant in the Nordic countries.\n\nLast January (2022), was the 30th anniversary of Savonia University of Applied Sciences. The university has a big role in the whole region.\n\nThe anniversary began by illuminating the Puijo Tower in pink. It was pink only from 10.-31.1.2022. This was the first time in history this happened, and probably won’t happen again, at least before another big anniversary of Savonia UAS.\n\nI knew when I heard about this I had to take a photo of the tower and make this into an NFT since this is such a rare photograph.\n\n\nLicense: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Hugo Korhonen"
      },
      {
        "trait_type": "Time of day",
        "value": "Blue hour"
      },
      {
        "trait_type": "Season",
        "value": "Winter"
      },
      {
        "trait_type": "Location in Kuopio",
        "value": "Puijo"
      },
      {
        "trait_type": "Taken with",
        "value": "DJI Mavic 2 Pro"
      },
      {
        "trait_type": "Year taken",
        "value": "2022"
      },
      {
        "trait_type": "Dimension",
        "value": "8354x5569"
      }
    ],
    "image_details": {
      "bytes": 35183358,
      "format": "JPEG",
      "sha256": "7281064eafcb91e7d0389cd721a8409eaa8472f727b99b1a57bdcaf657bf374f",
      "width": 8354,
      "height": 5569
    },
    "image": "https://arweave.net/_jxlrYq5JQKDxctjY0QTzPMey9DeBtAdcf0ZNcUXhc0",
    "image_url": "https://arweave.net/_jxlrYq5JQKDxctjY0QTzPMey9DeBtAdcf0ZNcUXhc0"
  }
}