{
  "address": "0x9f3d619614d1f251ba6bd8105b6133be0a29c76c",
  "type": "ERC721",
  "name": "Anarca Filmes V3",
  "tokenCount": "1",
  "uri": "https://api.tropix.io/nfts-metadata/0x9f3d619614d1f251ba6bd8105b6133be0a29c76c/1/1",
  "metadata": {
    "description": "Spiral pertence a uma serie chamada The Delirium Anthology (2021), em\ncomemoracao aos sete anos do coletivo Anarca Filmes (2014). Spiral e parte do\nfilme X-Manas (2017), e uma ficcao cientifica que utiliza de imagens de arquivo,\nperformances e elementos do pos-porno para acompanhar um grupo de dissidentes\nsexuais e de genero que utilizam seus superpoderes para sobreviver a uma\nditadura cisheteronormativa no nordeste brasileiro, Recife em 2052.\n\nX-Manas: https://www.youtube.com/watch?v=rAXE9k1BXeI&t=2s \n[https://www.youtube.com/watch?v=rAXE9k1BXeI&t=2s] \n\n \n\nAssim como em Spiral, os GIFS sintetizam a producao do coletivo, possibilitando\numa imersao-looping no percurso, na poetica, estetica e pesquisa da Anarca\nFilmes e seus interesses na Noite, no excesso, no delirio, na cultura pop\nbrasileira, no Erro como linguagem, nos afetos queer, no filme como dispositivo\nrelacional, na internet como expansao do cinema e no encontro da diferenca como\npossibilidade de vida em tempos e estados crueis e mortiferos.\n\n \n\nArtista: Anarca Filmes\n\nTitulo da obra: Spiral\n\nTitulo da serie: The Delirium Anthology\n\nAno: 2021\n\nNumero de edicoes: 1\n\nDimensao da obra: 1920x1080\n\nDetalhes tecnicos: GIF de danca com corrompimento dos codigos da imagem\n(Glitch).\n\nDireitos autorais: Os direitos autorais pertencem a Anarca Filmes, Amanda\nSeraphico, Clarissa Ribeiro e Lorran Dias. Em caso de venda, o comprador se\ncompromete a informar ao coletivo, ou a um dos membros, sobre a circulacao\npossivel que a obra eventualmente venha a ter. Para toda exibicao, citar que a\nobra e parte da serie The Delirium Anthology e que os autores sao Anarca Filmes,\nAmanda Seraphico, Clarissa Ribeiro e Lorran Dias.",
    "external_url": "https://tropix.io/auctions/99875510-1649-4ba4-b774-7feb79389da1",
    "image": "https://res.cloudinary.com/tropix/image/upload/v1628040684/assets/artworks/anarca_filmes/video/Spiral/3_anarca_filmes_spiral_thumb_medio_tekexy.jpg",
    "animation_url": "https://res.cloudinary.com/tropix/video/upload/v1628040688/assets/artworks/anarca_filmes/video/Spiral/3_anarca_filmes_spiral_original_otimizado_nhzhrj.mp4",
    "name": "Spiral (Edition #1) by Anarca Filmes",
    "attributes": [
      {
        "trait_type": "Artist Proof",
        "value": false
      }
    ]
  }
}