{
  "address": "0x9f97ef39eab3506590dd2e9dcc638ce419a6e828",
  "type": "ERC721",
  "name": "CompatibleCreative",
  "tokenCount": "1521",
  "uri": "ipfs://QmXSm9zzY1C3WskMM2vfVPs1SK75mUWHwb3LGttt74myNb/1",
  "metadata": {
    "name": "Sebastian Markiewicz - Culture Shock (UNIQUE NFT VIDEO 4K)",
    "description": "The arts are about celebrating the value in each individual's life experience. When we engage with the arts, we have the opportunity to share something deeply meaningful with someone else. In this way, the arts can help us to connect with others and to understand their perspectives. For many people, the arts are a source of comfort and inspiration. They can provide a much-needed outlet for creativity and self-expression. And for those who have experienced culture shock, the arts can be an especially valuable resource. Culture shock is a term used to describe the feeling of disorientation that people may feel when they are exposed to a new culture. This can happen when travelling to a new country or when interacting with people from a different background. Culture shock can be overwhelming and confusing, but it can also be an exciting and enriching experience. The arts can play an important role in mitigating culture shock by providing a familiar and comfortable space for expression and connection. When we participate in the arts, we open ourselves up to new possibilities and ways of understanding the world around us. In this way, the arts can help us to bridge cultures and build understanding. WEBSITE - https://www.compatiblecreative.co.uk LINKTREE - https://linktr.ee/CompatibleCreative ",
    "image": "ipfs://QmaJ6JLBJYqjmA9TYu6wTR3WJ2Joh1crFN9wNThGpdk7gL/2.png",
    "animation_url": "ipfs://QmaJ6JLBJYqjmA9TYu6wTR3WJ2Joh1crFN9wNThGpdk7gL/3.mp4",
    "attributes": [
      {
        "trait_type": "Brand",
        "value": "CompatibleCreative"
      },
      {
        "trait_type": "Digital Artist",
        "value": "Sebastian Markiewicz"
      },
      {
        "trait_type": "Special",
        "value": "Genesis"
      },
      {
        "trait_type": "Audio",
        "value": "Analog Synthesiser Sequential Pro 3"
      },
      {
        "trait_type": "Visual",
        "value": "Manually Modulated Image Capture"
      },
      {
        "trait_type": "Genre",
        "value": "Electronica"
      },
      {
        "trait_type": "Copyright Control",
        "value": "CompatibleCreative"
      }
    ],
    "edition": 2,
    "compiler": "CompatibleCreative"
  }
}