{
  "address": "0x9f5a792011bced1870b77b3d9d4aa98c2ed16d71",
  "type": "ERC721",
  "name": "Microsoft Inspire 2022",
  "tokenCount": "6",
  "uri": "https://gateway.pinata.cloud/ipfs/QmSohm4hbzsRgXwiVBy6gnb1kbVXp3uS7LuXVGskvxz6TY/1",
  "metadata": {
    "image": "https://ipfs.io/ipfs/QmZUeVp1pBQxjPSeUPSx35pkZbXyxnDbJiMxwPf8qgc1PM",
    "animation_url": "https://ipfs.io/ipfs/QmQGpsnfeVnyXKG1dXz3UySEc4poRU8h97bpgoxjnZM7Fi/?object=QmQGpsnfeVnyXKG1dXz3UySEc4poRU8h97bpgoxjnZM7Fi&filename=object.glb",
    "name": "Inspire 2022: Chicago",
    "attributes": [
      {
        "trait_type": "Year",
        "value": "2022"
      },
      {
        "trait_type": "Champion",
        "value": "Chicago"
      }
    ],
    "description": "Congratulations to the champion from Chicago! This L Train NFT represents the stoic hardworking people of the Windy City.\n\n**Microsoft Limited License Agreement**\n\n **Limited License.** Your possession of this NFT (“Product”) includes a limited license to use the digital content associated with this item (“Digital Content”), which is owned by Microsoft Corporation (“Licensor”). Specifically, Licensor hereby grants you a worldwide, non-exclusive, non-transferable, revocable, royalty-free license to use the Digital Content associated with your purchased Product solely for the following purposes: (i) to copy or display the Digital Content for your own personal, non-commercial use; or (ii) to distribute as part of a marketplace that permits the purchase, sale, or transfer of the Product, provided that the marketplace cryptographically verifies each owner’s rights to display the Digital Content for their Product to ensure that only the actual owner can display the Digital Content, and provided that you display the terms of this Limited License to any future possessors of the Product prior to transfer (“Compliant Market”). You further agree that you will not, nor permit any third party to (a) modify or create a derivative work of the Digital Content in any way; (b) use the Digital Content to advertise, market, or sell any third party product or service; (c) use the Digital Content in connection with images, videos, or other forms of media that depict hatred, intolerance, violence, cruelty, or anything else that could reasonably be found to constitute hate speech or otherwise infringe upon the rights of others; (d) use the Digital Content in movies, videos, or any other similar forms of media; (e) sell, distribute for commercial gain (including, without limitation, giving away in the hopes of eventual commercial gain), or otherwise commercialize merchandise that includes, contains, or consists of the Digital Content; (f) attempt to trademark, copyright, or otherwise acquire additional intellectual property rights in or to the Digital Content; or (g) otherwise utilize the Digital Content for your or any third party’s commercial benefit. This Limited License applies only to the extent that you continue to possess the Product. If at any time you sell, swap, donate, give away, transfer, or otherwise dispose of the Product through any means, your Limited License will immediately expire with respect to that Product without the requirement of notice, and you will have no further rights in or to the Digital Content for that Product. Any violation of the terms of this Limited License automatically voids this Limited License. You acknowledge and agree that Licensor owns all legal right, title and interest in and to the Digital Content including all intellectual property rights therein, and reserves all rights in and to the Digital Content not expressly granted to you in this Limited License. You also understand and agree that Licensor is not liable for any inability for you to access the Digital Content for any reason, including as a result of any downtime, failure, obsolescence, removal, termination or other disruption relating to the servers upon which the Digital Content are stored or the applicable blockchain or any other NFT application, market, or platform."
  }
}