{
  "address": "0xa08c01a7023caba8c45f4630d040edddb92b9bb7",
  "type": "ERC1155",
  "name": "Little Eating Girls【manifold】",
  "tokenCount": "1",
  "uri": "https://arweave.net/0us7_rrpTKbXDBoutzPfiW9iYPFsGhLUJr6x9vbQgTs",
  "metadata": {
    "created_by": "Nungyuu",
    "name": "Little Candy apple girl",
    "description": "A candy apple is a candy made by coating raw apples with candy or sugar and sticking a stick into it so that you can carry it around with you.  \nCandy apples have a long history, and were created in 1908 by a veteran confectioner from Europe and the United States.When I was making red cinnamon candies for Christmas, on a whim, I dipped some apples in the candies and lined them up on a store display. It became a big hit product.\n\nIn Japan, it is a very familiar food that is often sold at street stalls mainly at fairs.Recently, candy apple specialty stores that have pursued even more flavor have become popular, and not only apples, but also strawberries, grapes, mandarin oranges, etc. have increased in variety, and are also attracting attention as sweets.\n\nJapanese candy apples are apples coated with sugar.Heat sugar and water, add food coloring when it melts, and color it red.When it starts to thicken, add the apples with disposable chopsticks stuck in them, sprinkle the candies on them, put them on a copper plate, etc., and let them cool down.When you take a bite, the texture of the crispy and juicy apple and the texture of the crispy candy are mixed, and the original sourness and sweet aroma of the apple spreads in your mouth.  \nThe colorful stalls and the lively atmosphere while enjoying the candy apples are just as delicious.  \nIn the midst of her hustle and bustle, she suddenly turned around at the sound of her skyrocket and stared at her as if she had forgotten the time.As she imagines the beautiful scenery in front of her eyes, I hope you will enjoy it. ,\n\n* This work is an exhibition work of \"NFT Ennichi\".OrganizerPokkachan (https://twitter.com/pokkachan_jp?s=21&t=X76FY5BapVa_M6yXGIGYSA)Dondon (https://twitter.com/don_dawn_nft?s=21&t=X76FY5BapVa_M6yXGIGYSA)  \n--------  \nりんご飴とは生のりんごを飴や砂糖でコーティングし、棒を刺して持ち歩きできるようにしたお菓子です。  \nりんご飴の歴史は古く、1908年、欧米のベテラン菓子職人によって生み出されました。クリスマスに向けて、レッドシナモンの飴を作っていた時、ふとした思いつきで、いくつかのりんごをその飴に浸して、お店のディスプレイに並べたのがきっかけで、のちに年間数千個売れるような大ヒット商品になりました。\n\n日本では主に縁日などで露店で売られいることが多くとても馴染み深い食べ物です。最近ではより味わいを追求した、りんご飴専門店なども人気となっており、りんごだけでなく、苺、ブドウ、ミカンなど種類も増え、スイーツとしても注目されています。\n\n日本のりんご飴は、砂糖をりんごにコーティングしたもので、砂糖と水を火にかけ、溶けてきたところで食紅を入れて、赤く色をつけます。とろみが出てきたら、割り箸を刺したりんごを入れ、飴を回しつけ、銅板などに置いて覚まし、飴が固まったら完成です。一口食べれば、シャキシャキでジューシーなりんごの食感と、パリパリの飴の食感が混ざり合って、甘みの中に感じるりんご本来の酸味と、甘い香りが口いっぱいに広がります。  \n色とりどりの露店、賑やかな空気を感じながら食べるりんご飴はおいしさも一塩です。  \n喧騒の中、打ち上げ花火の音にふと振り向く彼女は、時を忘れたように見入ってしまいました。彼女の目線の先にある美しい光景を想像しながら、ご覧いただければ幸いです。\n\n※この作品は「NFT縁日」展示作品です。主催者様ぽっかちゃん（https://twitter.com/pokkachan_jp?s=21&t=X76FY5BapVa_M6yXGIGYSA）どんどんさん（https://twitter.com/don_dawn_nft?s=21&t=X76FY5BapVa_M6yXGIGYSA",
    "image_details": {
      "bytes": 13037657,
      "format": "PNG",
      "sha256": "fed4bd38194de701b75319a3e40d66ee312385c546d64e4bec319ee702db266b",
      "width": 5000,
      "height": 5000
    },
    "image": "https://arweave.net/aAiZeyMzC7t3jYCR5doJtKrqXbyy4USZFb_r_YcQH-M",
    "image_url": "https://arweave.net/aAiZeyMzC7t3jYCR5doJtKrqXbyy4USZFb_r_YcQH-M"
  }
}