{
  "address": "0xa0d9f5478ead235a831a578f39eb6967f31447c9",
  "type": "ERC1155",
  "name": "Sean Allen Fenn – Diamond In My Pocket",
  "tokenCount": "1",
  "uri": "ipfs://bafyreiak5lrugz6xrabtzwr6hkndxamdjv4b53uohowx3i7afem5o5ed6q/metadata.json?",
  "metadata": {
    "name": "Sean Allen Fenn – Diamond In My Pocket",
    "description": "As The Maccabees refused to allow the desecration of their Temple by Antiochus IV, the artist has authority to reject negativity when creating his own reality. In our time, many have succumbed to the temptations of negativity. When we sing about what we don’t want – hurt, pain, sadness, loss – we’re not aware that we are begging for more negativity. It’s no surprise that anyone who speaks, sings, or paints such pictures is setting herself up to experience more of what she begged for. This is a metaphysical law.\n\nTo recognize a season of joy as an opportunity to amplify that joy is a countermeasure to the shadows in the valley of death. Singing about what we do want for ourselves and for others is the path of an artist like Sean Allen Fenn. Courageous in battle is the one who creates their chosen reality. \n\nFor the new single, Diamond In My Pocket, the artist tells a fictional story of an interfaith couple. Writing himself into a relationship, the opening lyric is, “Christmas time is here again, and I want to spend it with my friend”. As the story unfolds, we learn that his best friend is a Jewish girl. We are listening to a romantic holiday pop/rock song that threatens to ruin every cliché. Bell chimes are absent. Instead we hear tambourines led by a jagged synth line. The little drummer boy is replaced by a programmed, bare-bones, electro-rock beat.\n\nUnlike traditional Christmas music, there is a Hanukkah twist. Will this single be worthy to enter the holiday canon? Only time will tell. For an indie artist alive in a hostile world to attempt to write a new holiday song at all invites us to imagine bravery. \n\nTRAITS: \nBPM 127. \nKEY Dm. \nTUNING 444 Hz. \nGENRE Synth-pop / Dream-pop / Art-rock. \nLENGTH 2:30. \nUPC 196925755894. \nISRC QMBZ92291419.\n\nⓅ&© 2022 SAFE New Media \nall rights reserved.",
    "image": "ipfs://bafybeigw6z7wwxu6gaalivbai2pe5brwrfd2zfoocd6nxkxhmn3nm3vcmy/Diamond In My Pocket.jpg",
    "animation_url": "ipfs://bafybeiawm7c2pxeal2cwmogaviezttwds6vwevhcda2i2ohmxn5a3ywxe4/Diamond In My Pocket _HD.wav"
  }
}