{
  "address": "0xa088ac5a19c28c882d71725c268244b233cffc62",
  "type": "ERC721",
  "name": "MuleSquad",
  "tokenCount": "690",
  "uri": "ipfs://QmS2PnMjeRAxqZLF26WmLzgdLbGYBYayBwGnvPNu8Wrq7S/1.json",
  "metadata": {
    "name": "The Mulesquad #1",
    "description": "The Mulesquad is a community like no other. Born within the Adam Bomb Squad, Muleman brought the culture to ABS and launched a movement for the people. \n\nA community was formed, the Mulesquad - filled with the most loyal, passionate, and loving members in NFT land, all closely related brothers and sisters to Muleman. \n\nComprised of over 200 unique traits, each member of the Mulesquad is individually unique, yet similar, in that we’ve all come together for the greater good of the metaverse, and to dominate the NFT space by empowering each and every one of Muleman’s brothers and sisters. \n\nMulesquad NFT holders will receive the following benefits: Daily Alpha, Early access/Whitelisted into some of the best NFT projects, access to the highest level Nansen research/data, Muleman’s daily thoughts on the NFT market/overall sentiment, including project reviews, and so much more! \n\nMulesquad holders will have access to our private discord channels. Muleman will also be launching an NFT incubator where holders will be able to present their ideas and the Mulesquad will assist members of the squad to build their own projects and make all of the squads wildest dreams come true. Welcome to the squad!",
    "image": "ipfs://QmPTceppZr364Cc7wmwhuXLfu78Xz7aHJfiiU5MXEmXTZB/1.png",
    "attributes": [
      {
        "trait_type": "Background",
        "value": "Bar Code"
      },
      {
        "trait_type": "Head base",
        "value": "Head Base"
      },
      {
        "trait_type": "Eyes",
        "value": "Crying"
      },
      {
        "trait_type": "Head",
        "value": "BTC Cap"
      },
      {
        "trait_type": "Face",
        "value": "Sweat"
      },
      {
        "trait_type": "Suit",
        "value": "Tartan"
      },
      {
        "trait_type": "Tie",
        "value": "Dot"
      },
      {
        "trait_type": "Mouth",
        "value": "Cigar"
      }
    ]
  }
}