{
  "address": "0xa0d6fa251302203f3ff51812caba6d204acacbcb",
  "type": "ERC721",
  "name": "ETERIA FILON",
  "tokenCount": "4",
  "uri": "https://arweave.net/oCvXIrqmSUEYB19tAsV9CqEbtelyyydxETQsI1iyvEU",
  "metadata": {
    "name": "Zeus",
    "created_by": "Dimitri Daniloff",
    "external_url": "https://mirror.xyz/gvo33.eth",
    "description": "Welcome anon, to the next phase of Olympus.\n\nA new place to thrive and grow, to discover new wonders, to create, to trade, and to sing arm in arm with your brothers and sisters.\n\nLet us tell you the story of Odyssey.\n\nIn the beginning, Zeus gifted mankind with a new financial paradigm: OHM. The OlympusDAO protocol saw rapid cycles of growth, bootstrapping not just monetary value, but a loyal community of Ohmies.\n\nThe Ohmies dreamed of a new marketplace for the Olympus community. They envisioned a place to trade culture and stories, to celebrate the artists of their time, and to discover new wonders from faraway lands.\n\nThey set off on a ship into the great unknown. On their journey, they faced many perils, monsters of wrath and sirens of greed, seemingly impassable obstacles, and at times they lost hope. \n\nOn one such night, a powerful whirlpool the size of fifty galleys threatened to sink the Ohmies below backing. The Ohmies, weak and weary, prayed to Zeus to do something. Like a vision in the clouds, he appeared with a message for each and every Ohmie. “You are all Zeus,” his voice echoed out. Looking around them, they saw the face of their god on each and every Ohmie, and in their bodies they felt an electric charge to carry on, rowing their ship to safety. For their heroic deed, Zeus bestowed upon them an image in his likeness, to remind them of his message, and to bring favor upon their journey.\n\nThe Ohmies returned to Mt. Olympus and told of their heroic Journey. “The world is vast,” they said, “and there is much to see. We will build a marketplace here, to trade and showcase the wonders of the world.”\n\nWith the four Genesis NFTs as cornerstones, they built a vast and open marketplace. Here they put forth the mysteries of new worlds and artisans and challenged others to return with their own. The marketplace would be a platform to celebrate culture, discover new art, transact in their currency OHM, and implement new ideas. After their journey, they called this marketplace: Odyssey",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Dimitri Daniloff"
      },
      {
        "trait_type": "Character",
        "value": "Zeus"
      },
      {
        "trait_type": "Chapter",
        "value": "Artist Proof"
      }
    ],
    "animation_details": {
      "bytes": 32014209,
      "format": "MP4",
      "duration": 15,
      "sha256": "e54fb3ee175f48dd8bea63c35929fdc6212897428fe52c149ae36aa245b52432",
      "width": 1920,
      "height": 1080,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/pg97uXGFbPw-bvrzt7JdbxPngw2d8hhmieNDzkI0vEM",
    "animation_url": "https://arweave.net/pg97uXGFbPw-bvrzt7JdbxPngw2d8hhmieNDzkI0vEM",
    "image_details": {
      "bytes": 770774,
      "format": "JPEG",
      "sha256": "6d1a64578f606e3e279655e2a4868a31d1816a1a0ce9c057365557d6853a2d21",
      "width": 3840,
      "height": 2160
    },
    "image": "https://arweave.net/F83neonuEKggiSNnOm2CopSBVvu9tON-DWygV37Z2HI",
    "image_url": "https://arweave.net/F83neonuEKggiSNnOm2CopSBVvu9tON-DWygV37Z2HI"
  }
}