{
  "address": "0xa09c8f2726618ddb7d0077f4389be6745a839d87",
  "type": "ERC721",
  "name": "NY and Korean Rooms by Chae Tongyull",
  "tokenCount": "66",
  "uri": "ipfs://bafybeia2qzmjpatjnw7w7skppesmlsyd4tidr5ytfxjhy22kkasxlhet2m/1",
  "metadata": {
    "name": "[Chae Tongyull] Korean drinking scene in New York #1",
    "image": "ipfs://bafybeife2cb2pibe2mr4hothj3riowgbofzhda3ir2pcyd5u5zvubm4k7a",
    "animation_url": "ipfs://bafybeibsxtp5ervfqtr4k3frlhh3m3tzlxvw4xwrkc53c5fvz5o2boaf4u",
    "description": "This is a work that harmonizes the city scenery felt while walking the streets of New York every night and the Korean drinking bottles and glasses in my own studio. It is an animated work with the motif of the oil transfer drawing made in 2022.\n\n[Chae Tongyull]\n\nWith a color palette as rich as his life story, the works of Chae Tongyull are steeped in literary symbolism and rooted in a deep appreciation for romantic adventure. Born in Busan amidst the Korean war of the 1950s, Chae has travelled the world, eventually seeking his fame and fortune within the U.S. In his twenties, he was the founder of the “Idists” movement, an expressionist group based out of New Orleans. Later, he would move to New York city to become one of the only Asian (and only Korean artists) within the East Village art scene of the 1980s, where he was a contemporary of legends such as Keith Haring and Jean-Michel Basquiat. Since 1993, he has travelled and painted extensively within the Himalayas, exploring remote regions in China, Tibet, Nepal, and India. His works gain inspiration from a diverse range of classic artistic and literary traditions: the prose of Shakespeare, mysterious legends from Korean folklore, the eccentric brushstrokes of Chinese Calligraphy master Pa-Ta-Shan-Jen, Buddhist philosophy, and much more. Because of their rich texture and unique subject matter, his art has been praised and collected for its value in straddling both American and South Korean cultural identities, as well as various places in between.\nHe has participated in various international exhibitions including within the Bronfman Center in Montreal, Saatchi & Saatchi in NYC, And the Beat Goes On in Shanghai and Chengdu, and are part of permanent collections within the Korean National Museum of Modern and Contemporary Art, Samsung Lium Art Museum, Daelim Art Museum, and Daejeon Expo.\n\n\nhttps://orangehare.io/\n\nhttps://twitter.com/orangehare_io\n\nhttps://discord.gg/eaVgG7smSb\n"
  }
}