{
  "address": "0xa0ccecc099f0eef32aa014ab8a7c09bd9e57de02",
  "type": "ERC721",
  "name": "Melting World",
  "tokenCount": "6",
  "uri": "https://metadata.mintfoundry.xyz/c/92K6TOKD7VeWnFqhtNV6/token/1",
  "metadata": {
    "name": "#1",
    "description": "In a distant future, the Earth has plunged into an unprecedented crisis due to rampant industrial pollution and continuous carbon emissions, with the greenhouse effect becoming extremely intense. Buildings around the world begin to melt in these extreme temperatures, sinking into a molten ocean, leaving only the rarest and most resilient materials standing.\n\nHowever, humanity wasn't entirely consumed by despair. With unparalleled technological strength, a new life form was created — female androids. These androids possess unimaginable adaptability and resilience. They can survive the heat and molten lands and are dedicated to restoring and preserving the damaged environment.\n\nAs the last hope of humanity, these female androids are not mere emotionless machines; they possess human emotions and intellect. They aspire not only for their survival but also wish to revive the world. They are determined to restore the ecological balance of the Earth and re-establish a harmonious human civilization.\n\n\"Melting World\" is an NFT based on such a background story. In this series of NFTs, you'll encounter various female androids struggling to survive and preserve the environment in this hostile environment. Each NFT depicts a unique scene reflecting their bravery and wisdom in the melting world.\n\nThis NFT series, limited to 8888 pieces, aims not only to provide a unique artistic expression but also to provoke deep thought about environmental protection and to awaken the consciousness of protecting our planet. This art project is designed to call attention to environmental issues, and it is a passionate appeal for people to actively participate in environmental protection actions in real life. Let's protect our Earth.",
    "image": "ipfs://bafybeicqruvurle6hfj3acg6yk6wsa25yfpqes4ahxx27tmtfxasslhl5e/1.png",
    "attributes": [
      {
        "value": "The Bund",
        "trait_type": "Background"
      },
      {
        "value": "Ⅰ",
        "trait_type": "Face"
      },
      {
        "value": "H",
        "trait_type": "Clothing"
      },
      {
        "value": "Bang",
        "trait_type": "Hairstyle"
      },
      {
        "value": "Blue",
        "trait_type": "Glasses"
      }
    ],
    "dna": "26b80a90159384a5e8312cf287a18bfb",
    "edition": 1,
    "date": 1687429468658,
    "compiler": "HeyMint Art Engine (heymint.xyz)",
    "unlockables": []
  }
}