{
  "address": "0xa0ae89c12c9a69fdd7c3a622dd21517b9a82de06",
  "type": "ERC721",
  "name": "Magna Mutatio by Krystof Bruha",
  "tokenCount": "3",
  "uri": "https://arweave.net/8hIH3_G1JqLqr7V0LZKdaI1D8J7VpV2yJ8wW7d5cFZE",
  "metadata": {
    "name": "Magna Mutatio / Lake MacKay",
    "created_by": "Kryštof Brůha",
    "external_url": "https://www.krystofbruha.cz/magna-mutatio-lake-mackay/",
    "description": "Magna Mutacio is the title of a series of works that explore the transformation of a selected territory over time, specifically the transformation of cities, landscapes, watercourses and glacial formations. The transformation of the territory is mapped, which, given its size and the long period of observation, the viewer would not be able to perceive from his perspective. The work thus offers a macro view of the subject.\n\nIn Magna Mutatio / Lake MacKay, the viewer can observe the three-year cycle of the salt lake. Which is located on the border of the states of Western Australia and the Northern Territory. The lake is only watered after seasonal rains. And it's classified as an ephemeral lake, meaning it only exists after rainfall. \n\nThere are several islands on the lake, which are covered with desert vegetation and algae that take moisture from the lowest points of the lake basin where the water is held. Salts and minerals rise to the surface through upwelling and evaporation, causing the white colour of the surface of the lake basin. These changes are observable from space and for which Magna Mutacio uses remote sensing.\n\nFor this, Magna Mutacio's process uses the dataset of the European Space Agency ESA, whose Copernicus programme deals with satellite monitoring of the Earth. ESA allows the use of records from the Sentinel 1-5 space satellites, which examine the Earth's surface using radar and electromagnetic sensing.\n\nThe detailed data from the satellites serve as the medium for a specifically designed algorithm that generates an image based on the embedded data from a given location. The algorithm used by Magna Mutacio is a kind of laboratory working according to pre-set criteria. However, the different processes interact with each other and create new situations. This generative process is thus the main mechanism in the Magna Mutacio concept. Through a new perspective, Magna Mutacio communicates its language of generative prediction and algorithmic visualization of a reality that is constantly changing, just like the world around us.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Kryštof Brůha"
      }
    ],
    "image_details": {
      "bytes": 4376062,
      "format": "JPEG",
      "sha256": "fd90c0dbcb7011a66a8c24c1a44bb4f9a1c194f5f9d64c73bf749eab68a213d2",
      "width": 6336,
      "height": 3564
    },
    "image": "https://arweave.net/T2jGYXbfOFYX8T5nbd78mFQhyxXPz6VO_HWrOXyaTBc",
    "image_url": "https://arweave.net/T2jGYXbfOFYX8T5nbd78mFQhyxXPz6VO_HWrOXyaTBc",
    "animation_details": {
      "bytes": 96199174,
      "format": "MP4",
      "duration": 225,
      "sha256": "a5abadaa6b76b086aff958af99492872c944764fe26a3e4e88301563067e2371",
      "width": 1280,
      "height": 720,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/ILvwT5oIQG3oe8dZWbN_ZJgCPmOsIUuxx3eAmWWrvIc",
    "animation_url": "https://arweave.net/ILvwT5oIQG3oe8dZWbN_ZJgCPmOsIUuxx3eAmWWrvIc"
  }
}