{
  "address": "0xa0230cb617c6768b3166dde9ccd591088031a835",
  "type": "ERC721",
  "name": "Homeland - TBHgssx1Ew",
  "tokenCount": "3",
  "uri": "https://arweave.net/4IkD4i6Q5gtJNKy89ceIDMYpX0wwJmrrmwdfG_EXaPc",
  "metadata": {
    "name": "A Breath of Fresh Air",
    "created_by": "giuligartner",
    "description": "We are a product of our environment, probably more than we'd care to admit. Growing up in a small village by the mountains of the Italian Dolomites helped me shape a profound yet playful relationship with nature. The unique culture, impressive and almost imposing mountains paved the way for my creative upbringing. \n \nHowever, being exposed to so much natural beauty from an early age, I somehow got numb to the true beauty of it all. Sure, I could appreciate a beautiful morning while walking to school or a sunset while skiing with my friends, but it wasn't until I picked up a camera that I fully appreciated where I grew up. My camera allowed me to see things differently, appreciate the moment more and use my work as a documentation of different time frames in my life.  \n \nI woke up early on a summer day in June when I took this photograph. I wanted to capture the low fog dancing around the meadow for a long time. I was lucky to have experienced similar conditions before, but this morning was special.  \n \nI love how this image gives me a sense of warmth yet has a melancholy feel. It reminds me of how beautiful the moment was, but at the same time, I know it will be gone forever. It transports me back to that specific moment in my life, and I know exactly how I felt; I just can't put it into words. But that is one of the many reasons I love photography; it is like time travel. The power to show that beautiful moment to anyone, at any time, helps me communicate the beauty I see all around to others.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "giuligartner"
      },
      {
        "trait_type": "Collection",
        "value": "Genesis"
      },
      {
        "trait_type": "Location",
        "value": "Alpe di Siusi, Dolomites"
      }
    ],
    "image_details": {
      "bytes": 6740140,
      "format": "JPEG",
      "sha256": "3a43e85b29c38e80b4a02d438edbf2d740e1309beff3b7e6c2899ab9100886e6",
      "width": 3209,
      "height": 4011
    },
    "image": "https://arweave.net/x3A2P0antApTBo-slz0aAeOWbxRXVhwFhEyTPLBqYFI",
    "image_url": "https://arweave.net/x3A2P0antApTBo-slz0aAeOWbxRXVhwFhEyTPLBqYFI"
  }
}