{
  "address": "0xa03573dbf2ce7bf327e5e5a3951f7eb046edcf35",
  "type": "ERC1155",
  "name": "Wildflower Delight",
  "tokenCount": "1",
  "uri": "https://arweave.net/xmbyqe50CN9e1j7rkIqzLx-U3MB_hI77XGq6O4S2HkI",
  "metadata": {
    "created_by": "Neil Tapman",
    "name": "Wildflower Delight",
    "description": "\nA beautiful sunrise at Cinque Torri in the Dolomites, Italy!\n\nThe Story:\n\nSince it was summer, which meant sunrise was around 5 am, I decided to drive to this location and sleep in the car. I set out on this little hike well in advance in order to scout potential compositions. In my mind, I knew that I wanted to have wildflowers as my foreground, as well as a sunstar between the mountains.\n\nI discovered a few cool compositions and then pulled out an app to help track the sun's position. By doing so, I would be able to align the time when the sun would break between the mountains. However, my GPS was acting up on this particular morning, and it did not work out as intended! \n\nInitially, I set up my tripod/gear at a different spot only to realize that the angle of the sun would not actually align properly. Without the sunstar, this image would not have worked out. I had maybe 5 minutes to relocate, set up everything again, and capture all of the shots that I needed before I lost my window of opportunity, aka the sun and golden hour!\n\nIn a mad scramble, I picked up all of my gear and ran over to another composition that I had found earlier that morning. (Always leave extra time to work out your plan B and C!) I only had a few minutes to get this right, and the pressure was definitely on! I quickly set up my gear again and tried to get the \"perfect\" composition while racing against the clock.\n\nTo make the image more challenging, there was a slight breeze, which is absolutely terrible for shooting flowers. I needed to hurry up and take multiple shots of the foreground/flowers (with the light shining on them) as well as the sunstar and background! (I later blended these in Photoshop to get the full image!)\n\nSomehow I managed to walk away with this image and felt so relieved! There is nothing worse than putting forth all of the effort only to walk away empty-handed, but sadly, this happens very often when it comes to landscape photography!  \n",
    "image_details": {
      "bytes": 14220704,
      "format": "JPEG",
      "sha256": "ce0d648f30b4d3b44668fb01f51e9e0fb2541acaa9fb0e42a256d232313ea80c",
      "width": 3966,
      "height": 5667
    },
    "image": "https://arweave.net/czLfV6SRjdOU67P-QaKc9ZL1dmcj1VsXJxMh1cDJOAg",
    "image_url": "https://arweave.net/czLfV6SRjdOU67P-QaKc9ZL1dmcj1VsXJxMh1cDJOAg"
  }
}