{
  "address": "0xa02666fdfc4fe2cab1de15de506ecba5e17cbf20",
  "type": "ERC721",
  "name": "JYLIAN GUSTLIN x ARIUS. Exclusive Collector Sets.",
  "tokenCount": "6",
  "uri": "https://metadata.mintable.app/ZE5ZmQJ05IkasnrGPspW/1",
  "metadata": {
    "symbol": "Bridging analog and digital creation",
    "image": "https://d1iczm3wxxz9zd.cloudfront.net/7c039781-0493-429a-935f-e0556ad2deb8/e800d53c-a397-4cf2-adf5-4c2db0473922/1/ITEM_PREVIEW1.gif",
    "animation_url": "",
    "royalty_amount": 1000,
    "copyright_transfer": false,
    "address": "0xa02666fDfc4fe2CAb1DE15dE506ECba5e17Cbf20",
    "tokenId": 1,
    "resellable": true,
    "original_creator": "0x7a48065dC4Ac3348597DDf55e2b2Bc7dF27eba41",
    "edition_number": 1,
    "description": "<p><strong>**Own the first edition of both the Elegraph-D artwork AND physical Elegraph™ Print of \"Jylian Gustlin x alta - Awakening\". This Exclusive Collector Set will be the only NFT in the edition that is issued with Edition 1/25 of Jylian Gustlin x alta - Awakening Elegraph Print, along side Edition 1/10 of \"Jylian Gustlin x alta - Awakening\" Elegraph-D artwork.**</strong></p><figure class=\"media\"><oembed url=\"https://vimeo.com/574218496/76ad8f4bc1\"></oembed></figure><p><i><strong>Jylian Gustlin x alta - Awakening </strong></i>is 1 of 5 collectible digital editions in Jylian Gustlin’s “Art Living Between the Digital and Tactile Worlds” series. Created in collaboration with <a href=\"https://alta.art/pages/jylian-gustlin\">alta</a>, each NFT edition includes 1 of 10 Elegraph-D artworks in the format of .mp4 video.</p><p>In <i>Awakening, </i>the female form comes to life as it emerges from a background of rich patterns, shapes, and colors. The ethereal figure captures the early morning light and embodies the sense of arising into a bright new day. <i>Awakening</i> is also available as a <a href=\"https://alta.art/collections/jylian-gustlin/products/awakening-elegraph-print-by-jylian-gustlin\">Limited Edition Elegraph™ print</a>, which can be purchased directly from alta.</p><p><strong>About the Artist: </strong></p><p><a href=\"https://jyliangustlinart.com/\">Jylian Gustlin</a> is a native Californian and grew up in the San Francisco bay area. Influenced by both the technology explosion of Silicon Valley, and a lifelong love of the Bay Area Figurative artists, she combines traditional oil and acrylic technique with computer modelling to sketch the character and movement of her human figures.</p><p><i>“Between the digital and tactile — where those two meet is where something new happens.”</i> - Jylian Gustlin</p><p><strong>About the Collection:</strong></p><p><a href=\"https://alta.art/\">alta</a> is a creative studio where artists work with master printmakers to bridge between the physical and digital art worlds.</p><p><a href=\"https://alta.art/pages/jylian-gustlin\">Jylian Gustlin</a> created three colourful, high-relief backdrops with acrylic on canvas, and five free-form fabric figures using quilting techniques. The alta printmaking team meticulously captured every detail with an ultra-high resolution 3D colour laser scanner. </p><p>With the same collaborative process as a traditional print studio, Jylian worked with the alta printmaking team to digitally sculpt the quilted figures, enabling them to materialize from the painted surface.</p><p>Creative digital iteration achieves a beautiful flowing, connected series of works. By combining different figures with different backgrounds, Jylian was able to create a series of 5 unique works, each as an <a href=\"https://alta.art/pages/jylian-gustlin\">Elegraph™ Print</a> edition of 25, and an Elegraph-D artwork NFT edition of 10.</p><p><strong>About alta NFT Editions:</strong></p><p>Collectors will buy 1 of 10 NFT editions of this work by Jylian Gustlin. Each NFT collector will receive an Elegraph-D artwork .mp4 file, which will be downloadable. Collectors will also receive an image file displaying the digital artwork in three angles, which can be used to enjoy their digital artworks on Smart TVs.</p>",
    "printableSeries": false,
    "title": "Jylian Gustlin x alta - Awakening EXCLUSIVE COLLECTOR SET 1/1",
    "url": "https://metadata.mintable.app/ZE5ZmQJ05IkasnrGPspW/1",
    "file_key": "e800d53c-a397-4cf2-adf5-4c2db0473922/1/7c039781-0493-429a-935f-e0556ad2deb8_Jylian_Gustlin_x_alta-Awakening.mp4",
    "apiURL": "ZE5ZmQJ05IkasnrGPspW/",
    "subtitle": "Elegraph-D artwork, by Jylian Gustlin x alta",
    "name": "Jylian Gustlin x alta - Awakening EXCLUSIVE COLLECTOR SET 1/1",
    "category": "Art",
    "edition_total": 1
  }
}