{
  "address": "0xa00b52c186f6a874ba3172be13199adb4652f8ab",
  "type": "ERC721",
  "name": "Toys town by Shane",
  "tokenCount": "25",
  "uri": "ipfs://bafybeidkswwfdogslrozv7hmkw2iiiajwtrvp74ss235d3yak23s2fdqki/1",
  "metadata": {
    "name": "Toys Town #1",
    "description": "Shane’s collection is made from a massive hand-drawn piece of Art with more than 200 characters living together in Toys Town. \nThe same way Pascal Boyart created his NFT collection from The Underground Sixtine Chapel, Shane is dividing this huge drawing in 25 squares, each one representing a unique scene with multiple characters on it.\nThe whole universe of this piece has been largely inspired by the Neo-Andean architectural style from Bolivia. You will see a bunch of amazing characters inspired by Bearbricks and other old school toys with many references to Street-Art. With an idea of having them interacting in such ways that you could tell a different story each time you’re looking at one specific scene. This project is the result of several years of creative thinking and the level of details Shane put in this drawing is simply mind blowing!",
    "platform": "Streetlab.io",
    "image": "ipfs://bafybeib3vewoyisjhcoh3pivt6jcpsxuhdjfdgaof5zyktx3bnbhzgsv74/1",
    "creator": {
      "name": "Shane",
      "description": "Shane is a French Artist based in Paris. Sharp compositions, impulsive curves and the patience of detail characterize his abundant drawings. He started painting in skateparks while skateboarding with his friends. He learned a lot after his Art studies next to the Tattoo Artist Dash or when working for the design studio Violaine & Jérémy in Paris.\nHe started with Graffiti which is still the most lively form of Art for him: \"it involves traveling, meeting new people, finding the perfect place...\" and still loves it. Illegal spray painting was part of the beginning of his career and he’s still doing it from time to time. But the frustration of finding his work erased or covered is part of the reasons why he started to paint on canvas. \nHis work is inspired by the engravings of the beginning of the century but also by pop art and tattooing. Immersed in this environment at a very young age, he discovered typography and the art of putting forward an idea thanks to the character that was next to these letterings.\nA few years ago he began making commissioned illustrations for big brands like Nike and Louis Vuitton who came to him after spotting him during exhibitions. His work remains in perpetual evolution between traditional and digital techniques.",
      "instagram": "https://www.instagram.com/shane_odv/",
      "twitter": "https://twitter.com/shanehello3",
      "address": "0xc86341aD548643e70879b9accA3b01d4621C72e2"
    }
  }
}