{
  "address": "0xa0b1d72f1ae929f57a56d38a0fcfdb34ac968dc1",
  "type": "ERC721",
  "name": "THE ORIENT IS NOT A PLACE BUT A STATE OF MIND",
  "tokenCount": "20",
  "uri": "https://arweave.net/srquVV0WKZkUJ9dWxsWmDHQIW7tztYMzXDx3SXj-48Y/1",
  "metadata": {
    "name": "The Orient is not a Place (but a State of Mind)",
    "created_by": "Hajar ",
    "description": "These are editions that you're encouraged to flip. Instead of being numbered, these editions are named. Examine the names carefully as the words contain consecutive letters that form a set (e.g. 'alcohol' and 'alfalfa' contain the letters 'AL'). \nRules of the game:  \nFour of these make up a set and first to get all 4 gets a 1/1.\n\nThe second to get all 4 gets 2 editions in the next edition release.  \nThe third to get all 4 gets 1 edition in the next edition release. These secured editions will put you at an advantage for the next game.\n\nPerson with highest cumulative bid on a complete set gets a 1/1 plus 2 editions in the next edition release. \n\nShould all players end up with 5 perfect sets of 4, the remaining set of owners who did not make up the first 3 to complete a set will get the option to purchase the next edition release at the lowest price of an edition they've successfully won.\n\nCATCH: There are incentives in place for this edition to NOT sell out. The player who successfully blocks the rest from getting complete sets (there are 5) gets 2 1/1s, or can alternatively sell on the secondary. Note: by being strategic, you can block others from completing sets by buying the minimum number of editions from that set. \n\nThe line 'J'ai dans la tête des routes dans les plaines souabes, des vues de Byzance, des remparts de Solyme' comes from Artur Rimbaud's 'Mauvais Sang'(Bad Blood). Rimbaud's association with the Orient began before his birth; his father had translated the Quran into French, materials which Rimbaud had access to, and continued after his death, with his house in the Ethiopian city of Harar, a place he was making arrangements to return to even on his deathbed, now converted into a museum.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "HAJAR"
      }
    ],
    "image_details": {
      "bytes": 508529,
      "format": "JPEG",
      "sha256": "29e07db4042de411b39ea75501cca72fe933783fe1bda3e8e046305a7485381c",
      "width": 1170,
      "height": 1170
    },
    "image": "https://arweave.net/huOl5P6PM1IO_-1VIywKnda0_vsWd_IczK14PYt7mcw",
    "image_url": "https://arweave.net/huOl5P6PM1IO_-1VIywKnda0_vsWd_IczK14PYt7mcw"
  }
}