{
  "address": "0xa092474fe14cc1f1d84ae608024903aba38078f0",
  "type": "ERC721",
  "name": "Polaroids by Parra",
  "tokenCount": "58",
  "uri": "https://arweave.net/g9_idzXmgwHdtd5tJCvl5RpGLIAqCsTN4pDjaA8rEag/1",
  "metadata": {
    "name": "Punta Mita Palms",
    "created_by": "ParraDeSys",
    "description": "“Polaroids by Parra”  \nChapter I: Punta Mita, Mexico\n\nFrom the local culture and rich history to the natural habitats and authentic cuisine, Punta Mita, Mexico, is more than what meets the eye. While it’s known for being a luxurious vacation destination, I am inspired by the beauty and essence of everything it embodies. The lush tropical retreat, located just 26 miles north of Puerto Vallarta, is tucked away on a peninsula surrounded by the translucent waters of the Pacific coast and Banderas Bay.\n\nThe name “Punta Mita” is adapted from the Aztec word “Mictlan” which means “Gateway to Paradise”. Travel by golf cart inside the resort gates or take a scenic stroll around the verdant grounds where you’ll discover all the natural flora around you. You’ll also find world-class golf courses, awe-inspiring sunrises & sunsets, whales that migrate from Canada & Hawaii, beautiful rock formations, oceanfront dining, surfing, and boutique storefronts. You name it, Punta Mita’s got it! \n\nWhen I travel, I love to capture the heart and soul of a destination and all it has to offer. It’s not just about the lavish resort life inside the gates, but exploring local offerings and culture with day trips to nearby villages. Some of my favorite memories are from experiences outside the gates of Punta Mita. \n\nThere’s a reason Sayulita, Mexico is known as “Pueblo Magico” or “Magic Town”. I was instantly mesmerized by the colorful architecture and vibrant energy of the downtown square. This lively surf town, located 11 miles north of Punta Mita, has some of the best authentic food in Mexico. The al pastor tacos and churros from street vendors were some of the most delicious bites of my entire vacation. Whether you go for a quick day trip or stay for a week, you can’t miss Sayulita!\n\nBring the whole family to La Cruz de Huanacaxtle, a local fishing village 11 miles east of Punta Mita. Situated on the boardwalk at Marina Riviera Nayarit is the La Cruz Sunday Market, an open-air venue featuring handmade products from over 200 local artisans and food vendors with live music and activities for all. While shopping, take in the breathtaking views of the boats and yachts at the marina and the Sierra Madre mountains. Before you head back to Punta Mita, don’t forget to go to the other side of the marina and visit Mercado Del Mar. Every morning, over 100 local fishermen catch fresh fish for locals, tourists, and chefs alike.\n\nWhether you choose to spend your days at a posh beach club, on the golf course, out fishing, whale watching, or even exploring a nearby village, when you’re in Punta Mita, you’ll never want to leave!",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "ParraDeSys"
      },
      {
        "trait_type": "Chapter",
        "value": "I"
      },
      {
        "trait_type": "Year",
        "value": "2022"
      },
      {
        "trait_type": "City",
        "value": "Punta Mita"
      },
      {
        "trait_type": "Country",
        "value": "Mexico"
      },
      {
        "trait_type": "Camera",
        "value": "Polaroid SX-70"
      },
      {
        "trait_type": "Film Type",
        "value": "Polaroid SX-70 Color"
      }
    ],
    "image_details": {
      "bytes": 16074087,
      "format": "PNG",
      "sha256": "5788f36aae0cfd12ff8697e4375b9e005aaf4e665d598f904528131ff4382476",
      "width": 4128,
      "height": 5079
    },
    "image": "https://arweave.net/4jsaYOg84So3fJfRw3Px0HvsYkHSh0CgHS75WpPs_HE",
    "image_url": "https://arweave.net/4jsaYOg84So3fJfRw3Px0HvsYkHSh0CgHS75WpPs_HE"
  }
}