{
  "address": "0xa07cbefce2b6a360e23c1c4e1241c1b680ecd01b",
  "type": "ERC721",
  "name": "4NEntity",
  "tokenCount": "1",
  "uri": "https://arweave.net/2-Dn3dnxdgOoK4v8MoY_qpNWkBaxHMWMKDzJuPPPktM",
  "metadata": {
    "name": "The Psychonaut",
    "created_by": "4NEntity",
    "description": "This piece was made as an entry to Avril15's fanart competition. Avril15 was one of the first projects I followed in the NFT community, and I the world and the art style around it, so I tried to incorporate some of it in my own piece.\n\nShe was a researcher on a mission to analyze the atmosphere of a new planet that had recently been discovered in a distant part of the galaxy. Years she had spent looking at the homogenous, plain walls of the spaceship, drifting through life, analyzing samples and writing papers. As she stepped off the spaceship and onto the foreign soil, she immediately noticed that the air was thick and heavy, almost as if it was alive.\n\nIntrigued, she took out her equipment and began to analyze the composition of the air. To her surprise, she discovered that it was filled with trace amounts of a highly potent psychedelic fungi. Excited by this discovery and bored from years of simply crunching numbers, she secretly opened her air ventilation system and took a deeper inhale of the air to see what effects it might have on her.\n\nAs she breathed in the air, she felt a sudden rush of euphoria wash over her. She closed her eyes and allowed herself to be enveloped by the sensation, and before she knew it, she was lost in a swirling vortex of vivid hallucinations. She saw a kaleidoscope of colors and patterns, and strange, otherworldly creatures danced before her eyes. It was as if she had stepped into a dream, or perhaps even another dimension.  \nFor what seemed like an eternity, she wandered through this strange and wondrous landscape, her senses heightened and her mind expanded by the powerful fungi. \n\nShe felt that for once, she was one with the cosmos, instead of just a passerby doing mundane analyses. She realized that she had travelled all this way because her research would help those on her home planet, who were looking for new planets to explore. She remembered who she was: a child of the cosmos, formed of stardust, on a mission to explore the great beyond. \n\nWhen she finally came back to reality, she was left with a sense of awe and wonder that she had never experienced before. She knew that she had stumbled upon something truly special on this foreign planet, and she couldn't wait to share her findings with the rest of the world.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "4NEntity"
      }
    ],
    "animation_details": {
      "bytes": 15224507,
      "format": "MP4",
      "duration": 6,
      "sha256": "bb658a1fc85960cd232fc25bd07e1e05dd9c4b544197de694c8050491210f06d",
      "width": 2048,
      "height": 2048,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/iRl9u2TP5FapvKe9jsmu9ybZk58KiK2Gx29LGLu-DGA",
    "animation_url": "https://arweave.net/iRl9u2TP5FapvKe9jsmu9ybZk58KiK2Gx29LGLu-DGA",
    "image_details": {
      "bytes": 6141670,
      "format": "PNG",
      "sha256": "1e012b0e422528f5031a58e07fb76620136585db828904b86d2f1c5b994b7870",
      "width": 2048,
      "height": 2048
    },
    "image": "https://arweave.net/x3MPmdlaDjfJImFcQJw2jpKvjc0v9LYtAyjZp4ctkJk",
    "image_url": "https://arweave.net/x3MPmdlaDjfJImFcQJw2jpKvjc0v9LYtAyjZp4ctkJk"
  }
}