{
  "address": "0xa19fd89eb3ad6a685b29a71f347d2393366e93b0",
  "type": "ERC721",
  "name": "ArtByJaqui",
  "tokenCount": "17",
  "uri": "https://arweave.net/LX5vUkC0VfMQ85zgSKvQnlwiPUf5wVEow0LR0I6emX0",
  "metadata": {
    "name": "The Setup",
    "created_by": "ArtByJaqui",
    "description": "In the beginning, there was a young woman. HIGHLY ambitious, knew EXACTLY who she was and where she wanted to go. Very artistic and loved all things arts, but especially painting and photography.\n\nSaid woman took a university fine arts photography class in which there was a semester long assignment that had to be approved by the prof. Over several weeks she gave numerous suggestions, which were all shot down by the prof. On the last day allowed for proposals, and after yet another denial, she exclaimed in complete exasperation and sarcasm, \"Well, what to you want me to do, dress up in a garbage bag and take pictures of peoples reactions???\"\n\nTo her horror, he LOVED the suggestion! \"YES!! That's it! THAT\"S your project!\"\n\nShe argued that she'd been speaking in sarcasm, she did NOT want to do that, but he refused ANY other word, and she was stuck. \n\nThis is how I found myself, at the age of 20 in 1982, walking the streets of Montreal, dressed in a garbage bag and taking photos of peoples reactions.\n\nIn the spring of 2022 a full FORTY years later, I decided to repeat the exercise, to see the differences. This project studies the differences in the people, the environment (shot in Toronto), the equipment, and in myself.\n\nAll pieces within the collection will be presented as diptychs, one side shot with 35mm B&W film, using a Minolta STR201. The other side shot with an iPhone SE2 in full colour.\n\n11545 × 3824  \nLicense: The NFT owner has the right to personal use, public display and publication with credit to the creator. Commercial distribution, commercial merchandise and derivative works by permission only. The creator retains copyright.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "ArtByJaqui"
      },
      {
        "trait_type": "Medium",
        "value": "Photography"
      },
      {
        "trait_type": "Format",
        "value": "Diptych"
      }
    ],
    "image_details": {
      "bytes": 18480317,
      "format": "JPEG",
      "sha256": "5e35ea9442b0053d644e911c18ceb00ea23f06990cbb1ff8092ded2257b0c996",
      "width": 11545,
      "height": 3824
    },
    "image": "https://arweave.net/xrgmCrL_yaDgKFFMuZdkGeesZxdGUOolmK1lVfL2ZWs",
    "image_url": "https://arweave.net/xrgmCrL_yaDgKFFMuZdkGeesZxdGUOolmK1lVfL2ZWs"
  }
}