{
  "address": "0xa15dae5e603a999ac3855d2c9689b426929bed3d",
  "type": "ERC721",
  "name": "🌿 EGREGORA PLANTS 🌿",
  "tokenCount": "1",
  "uri": "ipfs://QmeksvpMKyrfrM63jPBmJyhf8T6LqWFHyCcUWQ8fGMctM7/1.json",
  "metadata": {
    "name": "Plant #24",
    "image": "ipfs://QmXiMjhXTRNJheskfJGEZrov5LaoMKjRhd3rR12S5PJtXV/adb5620d4f59deb676b35567679fd13d",
    "attributes": [
      {
        "value": "Dispersion Glass",
        "trait_type": "CDJ Base Color"
      },
      {
        "value": "FFD300",
        "trait_type": "CDJ LED Light"
      },
      {
        "value": "Below Middle",
        "trait_type": "Laudanum"
      },
      {
        "value": "Angel2",
        "trait_type": "Left Sculpture"
      },
      {
        "value": "No Particles",
        "trait_type": "Particle"
      },
      {
        "value": "Snake’s Fieldcress",
        "trait_type": "Plants"
      },
      {
        "value": "Modern Red Pot",
        "trait_type": "Pot"
      },
      {
        "value": "The Bather",
        "trait_type": "Right Sculpture"
      },
      {
        "value": "No",
        "trait_type": "Secret Key"
      },
      {
        "value": "Cards Table",
        "trait_type": "Table"
      },
      {
        "value": "Moodies All Star (Baby Rockers)",
        "trait_type": "Vinyl"
      }
    ],
    "description": "Egregora Plants is a 250 pieces generative collection of procedural 3D Plants, inside a hypnotic, dreamy, nostalgic, dark, and surrealistic environment. Each piece is a 3-second photorealistic loop animation, and its purpose is to bring to life a higher consciousness of Digital Egregores (or Egregoras in Portuguese), which represents the expression of the force generated by the sum of physical, emotional, and mental energies of a group when they come together for any purpose, as a field of extraphysical energies created on the astral plane from the energy emitted through their vibrational patterns. NFTs work as individual servants; magick symbols that bring life to a personal digital consciousness, which is sustained by the alignment between the artist and collector's minds for the same purpose, which in this case is to grow imaginary and physical plants. When NFTs make part of a bigger collection, that follows the same aspects, they become part of a Digital Egregore, which manifests a unique higher consciousness and energy. This is a new factor that helps to explain the tremendous success and failure of some well-known NFT collections when there´s for example a disconnection between the collector's expectation and the revealed pieces. Some special traits will also enable special drops and benefits for their minters and hodlers, and 25% of the proceeds go to Rainforest Foundation US, which accepts cryptocurrencies to help save Amazon (0x338326660F32319E2B0Ad165fcF4a528c1994aCb), with proof of donations minted with Manifold. (This collection has 11 different attributes, format: mp4, size: 1440x1920px, duration: 3-sec. Special thanks to AleixoAlonso, MADE.COM, E.Dejnes, LightSwitch, JeetuArts, zeg.ai, gorzi, yomans, LowSeb, Warkarma, Mateusz Kołakowski, vivikeram, 3D Pixels, empierz, Ellie3D, Shedmon, Reality_3D, BertO, Andrej Grave, Dodecaplex and Simon T Griffiths for Sketchfab Models, and Scan The World for the Classic Sculptures.)"
  }
}