{
  "address": "0xa1f292e8ab10b2cb94ddf49d7d8cde867fa0fbd2",
  "type": "ERC721",
  "name": "0x2A2170abaFCBa1B564eF6d6D8c959BE32Ae41648",
  "tokenCount": "1",
  "uri": "https://ipfs.pixura.io/ipfs/QmbPKteq6rcxWb3uP8aywMxeVhZSJMY31A2MZjMVnsFGCK/metadata.json",
  "metadata": {
    "name": "Forever Young: Zig Zag",
    "createdBy": "Franck Bohbot",
    "yearCreated": "2022",
    "description": "The series was taken during the summer of 2018 in the southwest of France, a place the photographer visits with his wife and two children every year.  Franck’s nostalgic feelings towards this kind of environment are clear throughout the series, which exudes warmth and familiarity. It’s not just on an emotional level that the images resonate, however, they are technically adept thanks to their composition and consistent color. In one image, the tubes of a water slide curl up and up in the top left-hand corner of the frame, while four young boys watch on as friends climb the spiral staircase in the opposite corner, giving the image a pleasing balance. And while the various rides evoke nostalgia, they also act as geometric compositional elements, helping sustain a graphic quality throughout the work.\n\nUltimately, however, beyond technical or aesthetic qualities, Forever Young is a personal project for Franck, allowing him to recreate the summers of his childhood, mirroring the experiences in the summers his own children now have. “The series,” he concludes, “is about memories, childhood, dreams, friendship, structure, water, slides, and indeed about what I stand for, always being young in everything step of your life. Just play!” Source - It's Nice That (Interview)\n\n",
    "image": "https://ipfs.pixura.io/ipfs/Qmdtdewr3cQZw77AkjbPDVsw4gutXhH8AN4QmqLDi4ejEE/Zig_Zag_Seignosse_France_2018copy.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/Qmdtdewr3cQZw77AkjbPDVsw4gutXhH8AN4QmqLDi4ejEE/Zig_Zag_Seignosse_France_2018copy.jpg",
      "dimensions": "9000x12000",
      "size": "37287887",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "photography",
      "artwork",
      "color",
      "foreveryoung",
      "franckbohbot",
      "architecture",
      "story",
      "childhood"
    ],
    "attributes": [
      {
        "trait_type": "Photography, rare, colors",
        "value": "dreamy"
      }
    ]
  }
}