{
  "address": "0xa1dd0a9d0254acae1e5e1f38383528a442c34296",
  "type": "ERC721",
  "name": "White Male Artist",
  "tokenCount": "33",
  "uri": "ipfs://QmULz755HteieFYhPCMAngf52nu4rUsQjwxjomEcy4K7x9",
  "metadata": {
    "name": "$HT Coin: After Barney",
    "description": "Every day of July, 2021, Cassils “ate” the diets of top grossing white male artists producing 33 unique cans. Cassils “consumed” these white male artists’ food, “shat” into a can and sold it as an NFT. Cassils's cans are inspired by a famous work of art by Piero Manzoni (1961). Initially the project was announced under the nom de plume  “White Male Artist”. This fits into a long history of artists employing pseudonyms to critique a centuries old, outdated art market in which value is determined by the identity of the creator rather than the merit of the work. $HT Coin is released into a market in which only 2% of the top grossing contemporary artists are not cisgender men. At this moment when museums are interrogating the contents of their collections. with respect to race, gender and sexuality, $HT Coin demands that institutions and collectors put their money where their mouth is. $HT Coin brings gender and racial inequality into focus within the greater arts and crypto community. 10% of sales goes towards an LGBT+ Trans/ Non-Binary BIPOC Artist Fund run by For Freedoms. Carbon offset supports Solitary Gardens. \n\n Medium: Tin can, printed paper and excrement (coffee, eggs, extra-virgin olive oil, salt and freshly ground black pepper, Vaseline, green tea, medium head of red cabbage, outer leaves removed, raw pistachios, toasted and finely chopped, fresh mint leaves, finely chopped, lemon juice, deboned puffin breast, sea salt, carrots, celery, onions, quinoa, beef broth, beach lovage, basmati rice, unsalted butter, bay leaves, saffron threads, whale meat, flour, kale, salmon) \n\n [$HT Coin Ingridients](https://ipfs.io/ipfs/QmSmjkmrqkpkGCB65sg3MBxVT2sv8MbaNFNJgDqZXwiafz)\n",
    "external_url": "https://whitemaleartist.com",
    "image": "ipfs://Qmao31zDsP95HDuzFP2ferf1qWmVxX3NCyCUp4s6U2N1Nj",
    "original": "ipfs://QmbbKTz5Zux338immhyHmG3br3rVF2mEA3QfBeDrX2TasB",
    "attributes": [
      {
        "trait_type": "artist",
        "value": "Cassils"
      },
      {
        "trait_type": "WMA",
        "value": "Barney"
      },
      {
        "trait_type": "Can",
        "value": "1"
      },
      {
        "trait_type": "gender",
        "value": "male"
      },
      {
        "trait_type": "work",
        "value": "film, photography, drawing"
      },
      {
        "trait_type": "diet",
        "value": "carnivore"
      },
      {
        "trait_type": "nationality",
        "value": "american"
      },
      {
        "trait_type": "dead or alive",
        "value": "alive"
      },
      {
        "trait_type": "best known for",
        "value": "married to Björk"
      },
      {
        "trait_type": "top sale",
        "value": "$1,205,000"
      },
      {
        "trait_type": "date",
        "value": "July 1, 2021"
      }
    ],
    "animation_url": "ipfs://Qmao31zDsP95HDuzFP2ferf1qWmVxX3NCyCUp4s6U2N1Nj"
  }
}