{
  "address": "0xa20d75e80d531f3ca773c1d7a11552954c79dcdc",
  "type": "ERC721",
  "name": "Pat Lok - Over U",
  "tokenCount": "25",
  "uri": "https://metadata.sound.xyz/v1/0xa20d75e80d531f3ca773c1d7a11552954c79dcdc/1",
  "metadata": {
    "name": "Over U #1",
    "artist_name": "Pat Lok",
    "description": "It’s been a period of change and growth. Like other artists, most of my shows were cancelled (i.e. first Australia tour, biggest Asia tour to date) and I began to spiral, struggling to find inspiration: on top of that, I ended a seven year relationship. But sometimes to find your future, you have to let go of the past. \n\nI stumbled into this new world called web3, with its vibrant communities and tech and memes. As I delved deeper, inspired by its creativity and energy, I realized that as artists, autonomy is all we have.       For so long, musicians have been sold a snake oil game, that there’s only one way to win - breakout hit, go viral on social media, major label deal, arena tour - but there are also serious pitfalls, including the trap of getting handcuffed and losing creative control of our vision while reducing the value of our art to pennies. After some thought (and encouragement from a couple friends) I said no thanks, walking away from a traditional three album record deal that was on the table. I decided to bet on myself on this new playing field with limitless potential.\n\n‘Over U’ is the beginning of that journey - as the first single from my next EP. It is a declaration that the past is done with and a celebration of all to come, a party record to sweat it out and kick off a new year. I hope it brings a smile to your face.",
    "external_url": "https://www.sound.xyz/patlok/over-u",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmZ7iAEL2G5Rz3SEdcPgs827Rz4ExEwN9hXHWSbzkCap2A",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmSMDwKWGfxd1r3qnjoK3EXoa7pVvE6h62WJJ3TSUePifT",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmSMDwKWGfxd1r3qnjoK3EXoa7pVvE6h62WJJ3TSUePifT",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmRucsVA5RyR5a7SU4bwdbdLbT7AvS83BMZEMKaVVRwyRT",
    "attributes": [
      {
        "trait_type": "Over U",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}