{
  "address": "0xa21fb1e59de567a7c9182d93ac09b5dbb6ca0297",
  "type": "ERC721",
  "name": "Elon Musk Original Photographs",
  "tokenCount": "2",
  "uri": "https://arweave.net/CyOK_LJNIcJGOfcUGwVMDkyz1oQrfEMkBg_x4DUI-kM/1",
  "metadata": {
    "name": "ELON 1995-001",
    "created_by": "RareOriginals",
    "description": "Original color glossy 4.75 x 3.5 candid photo of Elon Musk as a 23-year-old senior at the University of Pennsylvania, seated and smiling in a Philadelphia restaurant during a Resident Advisors team dinner in 1995. In very fine condition.\n\nThis photo was taken by Musk’s girlfriend, Jennifer Gwynne, who he began dating in the fall semester of the 1994-1995 school year when they both lived and worked as Resident Advisors (RAs) in the ‘Spruce Street’ part of the University of Pennsylvania’s Quadrangle dorm. In 1995, after graduating from Penn with a Bachelor of Arts degree in physics and a Bachelor of Science degree in economics from the Wharton School, Musk migrated to Stanford University where had been accepted into the school's Ph.D. program in materials science. He left after two days to join the Internet boom and launch his first startup.\n\nAccording to Gwynne: ‘This was a picture taken at a restaurant in Philadelphia. We had gone as an RA team out to eat in 1995. As RA’s on the same team, technically we weren’t allowed to date each other, so we just pretended not to—but everyone on the team knew and so did our boss. We purposely sat away from each other, but when I walked around taking pictures of each table, I made sure to get this shot of him.’",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "RareOriginals"
      },
      {
        "trait_type": "Collection",
        "value": "Elon Musk Original Photographs"
      }
    ],
    "image_details": {
      "bytes": 390413,
      "format": "JPEG",
      "sha256": "c15cb51ee117ad06e8eceb6d439143220f8d48cddcc93aebcc079f37fd003bdf",
      "width": 1401,
      "height": 1031
    },
    "image": "https://arweave.net/SFtP9yTd7sh8-0kj6abwz3CajHRsBTUOuxNaA0ahCww",
    "image_url": "https://arweave.net/SFtP9yTd7sh8-0kj6abwz3CajHRsBTUOuxNaA0ahCww"
  }
}