{
  "address": "0xa23bc9dcd833d90de788c77a828fcf3e1c453757",
  "type": "ERC1155",
  "name": "Patterns of Life (AI Stories)",
  "tokenCount": "8",
  "uri": "https://arweave.net/foBm3F9g8IbAiaAIEFblL_Om4Xu5wZWn9PXNSMGy3vk",
  "metadata": {
    "name": "The Pack of the Savannah: A Story of Friendship and Loyalty",
    "created_by": "Pixe1",
    "description": "Once upon a time, there was a pack of wild dogs who roamed the vast savannahs of Africa. They were led by a wise and powerful alpha male, who was known for his courage and strength. The pack was tight-knit and fiercely loyal to one another, and they roamed the savannahs in search of food and adventure.\n\nOne day, while out on a hunt, the pack stumbled upon a group of humans who were traveling through the savannahs. The humans were frightened at first, but the alpha male approached them with a friendly wag of his tail. To the humans' surprise, the alpha male could understand their language and began to communicate with them.\n\nThe humans were amazed by the intelligence of the wild dogs and they quickly formed a bond. They invited the pack to come and live with them in their village and the dogs accepted the offer, feeling grateful for the friendship and protection the humans offered.\n\nThe pack thrived in their new home, and the humans and dogs lived in harmony. The dogs protected the village from predators, and in return, the humans provided food and shelter for the pack. The alpha male and his pack were happy and content, and they lived together in peace for many years.\n\nAs time passed, the pack grew older, and the alpha male knew that he would one day have to pass on his leadership to a new generation. So, he chose one of his strongest and bravest pups to be the next leader of the pack. And when the time came, the alpha male passed on peacefully in his sleep, knowing that his pack would be in good hands for years to come.\n\nThe pack continued to live with the humans, and the bond between them only grew stronger with time. The pack had found a new home and family, and the humans had found loyal and loving companions. And so, the pack of wild dogs and the humans lived happily ever after.",
    "attributes": [
      {
        "trait_type": "AI Artist",
        "value": "Pixe1"
      },
      {
        "trait_type": "Rarity",
        "value": "Common"
      },
      {
        "trait_type": "Editions",
        "value": "30"
      }
    ],
    "image_details": {
      "bytes": 2179076,
      "format": "PNG",
      "sha256": "f3c5cccaba5fcd3c80dcba5ea8fd98300a85d8c79af02a46fc9be919d3a34eaa",
      "width": 1024,
      "height": 1024
    },
    "image": "https://arweave.net/vUHU19rjk47ptNpWOHez66fGHIo4aWjddPhP7y38nVM",
    "image_url": "https://arweave.net/vUHU19rjk47ptNpWOHez66fGHIo4aWjddPhP7y38nVM"
  }
}