{
  "address": "0xa2aed786d17e45931b426a43e72953fbf67690ff",
  "type": "ERC721",
  "name": "Summer Wagner 1/1",
  "tokenCount": "7",
  "uri": "https://arweave.net/xU1R8SprISOwrGV-NrjfxAutDhiR0wLHGNsrbVRjvKM",
  "metadata": {
    "name": "Evolution of the Eye",
    "created_by": "Summer Wagner",
    "description": "Evolution of the Eye \nAlaska October, 2022\n\nA woman stands with a row of trees, peering at an unknown observer. Behind her is a blue lake of clear water and a wall of earth dappled with a host of pines and naked deciduous trees preparing for winter. Her phone’s flash is bright, held between and above where we can assume the woman’s eyes lie behind the screen: A third eye. \n\nBillions of years ago, cyanobacteria developed the ability to harness the power of the sun: photosensitive cells overtook the oceans, turning light into energy. Today we share genes with those same organisms, and the birds, fish, mushrooms and trees. Our eyes perceive light through the same deep ancestral structures trees use to photosynthesize.  \n\nHalf a million years of human consciousness later and we’ve evolved to build our third eye outside of ourselves. An eye that can see across the world and into the past all at once. We’ve written the collective unconscious into algorithms that ebb and flow on the shores of our individual subconscious. \n\nAnd still, we walk amongst these ancestors, often with an unshakable feeling that a body of trees isn’t so different after all, but rather a forest of sentient eyes.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Summer Wagner"
      }
    ],
    "image_details": {
      "bytes": 26191160,
      "format": "JPEG",
      "sha256": "5f98bb4bb6b3b36c8aeb2aea0223bfbbe692e52656ff32b8f0da5f604e15b791",
      "width": 9504,
      "height": 6138
    },
    "image": "https://arweave.net/QpCcCyrPCPVjsNzeJ6EkIWOG1XYzx4QFfxz2iOwpE68",
    "image_url": "https://arweave.net/QpCcCyrPCPVjsNzeJ6EkIWOG1XYzx4QFfxz2iOwpE68"
  }
}