{
  "address": "0xa2b4a01a1e71ec42864a864be38a52f2fc0e2547",
  "type": "ERC721",
  "name": "Singularity in Heritage by ORKHAN.ART",
  "tokenCount": "333",
  "uri": "ipfs://QmfS3i9UrnZ3rMUBEUG6E8oCDzFGVtc6qMuiXdVfDS71sr/1.json",
  "metadata": {
    "name": "Singularity in Heritage - Chapter I #002",
    "tokenID": 1,
    "image": "ipfs://QmUrkCHzXHFE2DVucEcarXSe7po39mcKupeN1wd9k6gQfw/001.gif",
    "animation_url": "ipfs://QmctmiKxXrxLsdJVnEc9bTV5ABr8ATNRLF4FA38whRLsWJ/001.mp4",
    "external_url": "https://verisart.com/works/00381143-5d32-43e5-b02b-a46b2eb93c2d",
    "description": "Singularity in Heritage, an AI-driven NFT exhibition, brings the innovation of Eastern visual arts, crafts, traditions, motifs and transmutes it to an experiment in cultural memory. Mammadov aims to broaden the scope of a living tradition by bringing to life these new imagined rugs, coupled with data painting techniques, thread simulation, and color data. He opens up a space for a dialogue between the past and future, dystopia and utopia, to document and preserve the vast cultural history and tradition of the NFT future. As a result, Mammadov pushes the boundaries of tradition and digital and questions technology's role as a form of memory and a tool of power. Historically, carpets, miniature paintings, and decorative oriental patterns play a significant role in forming Azerbaijan's heritage and aesthetics. Although the Middle East comprises different carpet genres, they share similarities in geometric patterns, floral motifs, and calligraphic shapes. A significant cultural tradition alternates to digital culture and practices, bringing Mammadov's creative proposition to a global audience and considering how the clash of cultures, between the traditional and the digital, has greatly manifested in Mammadov's practice and encouraged innovation. By weaving all the data together, Mammadov invites the viewers to understand the significance of and similarities between Middle Eastern carpets and to recreate tangible-world cultures.\nVerisart Certified: https://verisart.com/works/00381143-5d32-43e5-b02b-a46b2eb93c2d",
    "attributes": [
      {
        "trait_type": "Year of Production",
        "value": "2022"
      },
      {
        "trait_type": "Dimensions",
        "value": "2160 x 3840 px"
      },
      {
        "trait_type": "Artwork Type",
        "value": "Animation"
      },
      {
        "trait_type": "Verification",
        "value": "VerisartCertified"
      },
      {
        "trait_type": "Gallery",
        "value": "GAZELL.iO"
      },
      {
        "trait_type": "Medium",
        "value": "New Media Art"
      },
      {
        "trait_type": "File Format",
        "value": "mp4"
      }
    ]
  }
}