{
  "address": "0xa21f22d46f9d2e2465f1c85d01e28b90d1160480",
  "type": "ERC721",
  "name": "FUCK - jvDsnZRjfM",
  "tokenCount": "1",
  "uri": "https://arweave.net/UsXEXByOs9z51B7pIovYs-etWJGbBoG6EwFPNVgt43s",
  "metadata": {
    "name": "Bite Me",
    "created_by": "Giovanni DeCunto",
    "external_url": "giovannidecunto.com",
    "description": "Painted by Giovanni DeCunto in 2022, \"Bite Me\" was inspired by the famous image of Steve Jobs giving the finger to an IBM sign in New York City. A few weeks before Mac launched in December 1983, Steve Jobs and a few others took a trip to New York City to meet with Newsweek Magazine because they were thinking about doing a cover story on the Mac. Andy Hertzfeld, who was on that trip, said: 'The photo was taken spontaneously as we walked around Manhattan.'\n\nHearing this story sparked inspiration in Giovanni DeCunto. In his work, Giovanni enjoys creating abundant classical allusions, but a wild American vulgarity seems to run up to the foreground.\n\nSteve Jobs was the legendary pioneer and visionary who brought society into the digital age through art and technology. He set the groundwork and created the template for what much of technology is today. With his painting, Giovanni DeCunto draws inspiration from Jobs who rose like the mythical Phoenix. Giovanni invents over and over, layering his paintings like chapters in Jobs' life.\n\nGiovanni DeCunto accomplished the painting using his novel three-stage approach, each of which was scanned using ARTMYN 5D technology. Included with the physical painting is a minted NFT on the Ethereum blockchain, which will be transferred to the winning bidder. The NFT assets are: static image as thumbnail, high-resolution jpeg of all three layers, MP4 video of Giovanni discussing his vision of the painting, and GIF of all three layers.\n\nDeCunto's artist statement: \"My paintings are my palette for chaos and order to collide. I take the high art and the low art, which is commonplace, and let them battle it out on the canvas. The contemporary issues confronted in the work provoke a response, both emotional and intellectual, and symbolize the struggle towards birth that our society now faces. We are at the beginning. Painting, to me, is the great equalizer. I paint for humanity. I call to arms; the eternal spirit of man, the builder, the organizer and the evolutionary spirit that creates civilizations. I am speaking of that common, human thread that the great thinkers of the past continue to teach to us; the common link which triumphs over adversity, poverty and injustice.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Giovanni DeCunto"
      },
      {
        "trait_type": "High Resolution Image URL",
        "value": "https://arweave.net/ikPT4fA6TDyL47uJTn6p-Y8bhsdDlusUnkc8oZCYq6A"
      },
      {
        "trait_type": "ARTMYN Validation Token",
        "value": "2775a411-2081-424c-9644-399e115b0b60"
      }
    ],
    "animation_details": {
      "bytes": 65813536,
      "format": "MP4",
      "duration": 95,
      "sha256": "2aa9389fa6bfa585f7538a6e3f3c3f408103e483f8a9d715fe2b7512877d2906",
      "width": 1920,
      "height": 1080,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/184s-kY0k34fwqDZEZmaUCESC-b9-psG5ljhFWgcLtY",
    "animation_url": "https://arweave.net/184s-kY0k34fwqDZEZmaUCESC-b9-psG5ljhFWgcLtY",
    "image_details": {
      "bytes": 164937,
      "format": "JPEG",
      "sha256": "e1381346c5e525c3de310970b2fbee73afee2b9dd66609802928627c9cd2a3b3",
      "width": 436,
      "height": 500
    },
    "image": "https://arweave.net/Y0CDjL8cP0F6-H0bssyxbguL3r9hLLDRB2lRLlm30QQ",
    "image_url": "https://arweave.net/Y0CDjL8cP0F6-H0bssyxbguL3r9hLLDRB2lRLlm30QQ"
  }
}