{
  "address": "0xa2bbda95d290fee551aca0727a921dfc14b57c8f",
  "type": "ERC721",
  "name": "GLORYLAND by Robert LeBlanc",
  "tokenCount": "40",
  "uri": "https://ipfs.pixura.io/ipfs/QmcWjwZA98JMQ16B8Fj5NUVytgHDNkunNfWfZCpRLLbj1k/metadata.json",
  "metadata": {
    "name": "GLORYLAND \"Untitled #40\"",
    "createdBy": "Robert LeBlanc",
    "yearCreated": "2022",
    "description": "West Virginia and the Appalachian Mountains have an allure about them that is almost impossible to ignore. The country is rugged and so are the individuals who inhabit these mountains. As you ascend into the deep mountain of Appalachia, the roads begin to wind almost unimaginably. As you drive, sharp left and right turns seem to never end as Empress trees and Black Pines hug the roads like guardians of a passageway. Large metal structures from coal mines stand like old ruins. As you continue to drive deeper and deeper within the mountains small towns start to pop up, not more than 1/2 mile in length alongside Route 16. For every ten homes there seems to be a church, affirming that the presence of religion is strong and deeply rooted in these mountains. \n\nA small church by the name \"The House of The Lord Jesus\" sits on the side of the road in the quiet and humble town of Squire, with a population of fewer than 300 people. If you didn't know any better, you'd think it's just like all the other churches you pass by while driving up the windy mountain roads. This Holiness church practices what is called \"signs following.\" The church is small and is run by pastor Chris Wolford. Twelve church pews (six on each side) take up the majority of the space. Old wood panels cover the walls and red burgundy carpet melds with a wood floor at the front of the church. As you walk down the center of the church you see women laying on their knees bent over the pews praying and crying before the service begins. The sound of rattlesnake rattlers fill the air and multiple boxes are laid out behind the pulpit, while the guitar begins to blair over the speakers at full volume. The music is incredible...with a mix of delta blues and bluegrass, it's a style of its own and specific to this type of worship within the applications. Women are spinning in their flowing dresses and their long hair is wrapped up in cloths. Chris grabs a mason jar. Within it is a mixture of water and strychnine poison. Small dixie cups line the front of the pulpit as he fills one and takes a shot. A bottle is brought out, stuffed with alcohol and homemade wick. He lights the top and flames rise above the glass bottle. He screams passionately in praises as he holds the bottle underneath his chin. He eventually passes the lit bottle to his mother as she also holds it under her chin and begins to spin in circles. Chris jumps and dances in a stomping manner and praises the Lord as beads of sweat and tears stream down his head and face. He reaches and grabs one of the wooden boxes from behind him, and flips open the plexiglass lid. He pulls out a diamondback rattlesnake and holds it straight into the air. He jumps around, dances, and screams in praise as the serpent rests in his hand and looks over the church. The energy is so palpable it makes the hair on the back of your neck stand up and the feeling is almost unexplainable.\n\nThere is death in this, as well as a lot of suffering for the church and this whole region of West Virginia. But I came to understand why the Appalachians have this mystic quality. They're full of love and compassion...you just have to sift through all the coal dust to find it.\n\nWelcome to GLORYLAND.\n\nA grant provided by Fellowship Futures supported this image and the minting of the GLORYLAND collection.",
    "image": "https://ipfs.pixura.io/ipfs/QmbXagAubvFfRLESPouGD2TZoXAwsc48m8ALfn2psBNdSL/GLORYLAND-1-NFT.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmbXagAubvFfRLESPouGD2TZoXAwsc48m8ALfn2psBNdSL/GLORYLAND-1-NFT.jpg",
      "dimensions": "6000x7200",
      "size": "10630037",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "photography",
      "documentary",
      "robertleblanc",
      "blackandwhite",
      "religion",
      "fellowshipfutures",
      "ritual",
      "serpent",
      "appalachia",
      "oneofone",
      "wantstudios",
      "photobook"
    ],
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Robert LeBlanc"
      },
      {
        "trait_type": "Medium",
        "value": "Photography"
      },
      {
        "trait_type": "Type",
        "value": "Documentary"
      },
      {
        "trait_type": "Style",
        "value": "Black & White"
      },
      {
        "trait_type": "Camera",
        "value": "Fujifilm X-Pro3"
      },
      {
        "trait_type": "Lens",
        "value": "Fuji XF-23mm F2"
      },
      {
        "trait_type": "Location",
        "value": "West Virginia"
      },
      {
        "trait_type": "Holiness Sign",
        "value": "Cross"
      },
      {
        "trait_type": "File",
        "value": "JPEG"
      },
      {
        "trait_type": "Size",
        "value": "6000 × 7200"
      },
      {
        "trait_type": "No.",
        "value": "40"
      },
      {
        "trait_type": "Edition",
        "value": "1 of 1"
      },
      {
        "trait_type": "Dates",
        "value": "2018-2021"
      }
    ]
  }
}