{
  "address": "0xa2d458b436830b8eacfeb290f32c37fdeaefb3a5",
  "type": "ERC1155",
  "name": "Dan Hawk Photo Editions",
  "tokenCount": "5",
  "uri": "https://arweave.net/XYvnriAlPPVyzIWYHAi-zwHokMqbB0aTjwSzG6XpYZI",
  "metadata": {
    "name": "Badlands Awakening",
    "created_by": "Dan Hawk",
    "external_url": "https://danhawk.com",
    "description": "Title: Badlands Awakening  \nEdition: 25  \nArtist: Dan Hawk  \nLicense: Extended Editorial  \nResolution: 4000x2665\n\nAs a photographer and naturalist I’ve long been consumed with documenting the prolific creativity Mother Nature exhibits while evolving and reshaping herself in response to the elements.  \n\nAs far back as my early childhood days, watching sandstone walls wash away in response to ocean waves on my native Oregon coast, I’ve watched- Aware that this place will not be the same tomorrow as it is today.\n\n  It’s especially intriguing when places like this are found on public lands.  Not far from this area, off-road vehicles are free to drive nearly anywhere and areas that look much like this are covered in tire tracks.  This is the kind of quandary we find ourselves in when we talk about public lands.   My goal with this work is to bring awareness to the sublime beauty and the fragility of these places.  \n\nThis is an edition of 25.  Badlands Awakening is a Sneak Peak at an upcoming collection from the Desert-Scapes of Utah and this edition will serve as an early mint/discount token.   \n\nExtended Editorial License: Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The License includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Dan Hawk"
      },
      {
        "trait_type": "Camera",
        "value": "DJI Air 2S"
      },
      {
        "trait_type": "Element",
        "value": "Earth"
      },
      {
        "trait_type": "Location",
        "value": "Eastern Utah"
      },
      {
        "trait_type": "Time of Day",
        "value": "Sunset"
      },
      {
        "trait_type": "Lanscape Genre",
        "value": "Abstract"
      },
      {
        "trait_type": "License",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Edition Size",
        "value": "25"
      }
    ],
    "image_details": {
      "bytes": 9089672,
      "format": "JPEG",
      "sha256": "2322eabf9adc3c2a267d7985ee229df7f59e324c3b421f7906766b2d4bc2e0a3",
      "width": 4000,
      "height": 2665
    },
    "image": "https://arweave.net/1vSHWjGSF6_z2c1ufppA9a54RAL5rM2uNG0vxy9jZBM",
    "image_url": "https://arweave.net/1vSHWjGSF6_z2c1ufppA9a54RAL5rM2uNG0vxy9jZBM"
  }
}