{
  "address": "0xa2290a9f622eb18ec3846c567d3fec31e3bbea76",
  "type": "ERC721",
  "name": "The Tiny King by Amit Salvi",
  "tokenCount": "20",
  "uri": "ipfs://QmVAWA39i6UA5anhPnwQMPDhzUHYKpPF8upWmcvohWJ9bh/1",
  "metadata": {
    "name": "The Little King #1",
    "description": "An oriental dwarf kingfisher (ODKF) or a pygmy kingfisher, is the smallest kingfisher in the world at about 13 cm in length. It is also the brightest, most colorful and one of the fastest Kingfishers on the planet. It typically breeds in the Indian subcontinent during monsoons, but in very specific places.  It is also one of the most sought after by bird photographers.\n\nI flew from Dubai to Mumbai, traveled 100 kms by road off Mumbai, and trekked with 8 kgs of camera gear, to reach a hide where I could get a glimpse of this wonderful species. I drove at about 4 am, during the monsoon season, then walked off the beaten path to get to the location, where the probability of sighting it was on the higher side. The most difficult part of getting this shot was not reaching the location, but executing a shot, which will do justice to the beauty of the bird while it being an uncommon shot. Not only is the bird amongst the smallest (only a few cms. more than a hummingbird), but also very fleeting in nature. All the effort was worth it, as I got to photograph this beauty in full glory while it hunted and landed on this perch near a tree. \n\nThe beauty of this moment is how the sun peeked through the early morning rain clouds at the right moment, to shower its divine light on the bird, while both the ODKF and its kill looked at the camera. A rare moment indeed!\n\nOffers for Collectors - Along with this picture, you get another ODKF picture specially minted only for the collectors of this one! Also you get added to my list of collectors, who will be offered subsidized listings in the future.",
    "image": "ipfs://QmbrYpCf6yAaYEtdkEUccp8So7cH7EzZBtoXGJDRSLxdrJ/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Mumbai"
      },
      {
        "trait_type": "Subject",
        "value": "Oriental Dwarf Kingfisher"
      },
      {
        "trait_type": "Genre",
        "value": "Wildlife"
      },
      {
        "trait_type": "Camera",
        "value": "Canon R5"
      },
      {
        "trait_type": "Lens",
        "value": "RF 400 F2.8"
      },
      {
        "trait_type": "Aperture",
        "value": "F4.5"
      },
      {
        "trait_type": "Year",
        "value": "2022"
      },
      {
        "trait_type": "Artist",
        "value": "Amit Salvi"
      },
      {
        "trait_type": "Edition",
        "value": "1/20"
      }
    ],
    "external_url": "https://sloika.xyz/amitsalvi.eth/the-tiny-king/1"
  }
}