{
  "address": "0xa2bd9a9ed091de9fc3b8ff666794d98e76e2bbdd",
  "type": "ERC1155",
  "name": "The Lost Monk",
  "tokenCount": "1",
  "uri": "https://arweave.net/xUisGpodVqLQbZVHhIi4dig6T0AhgfiAYVvhwCmswnw",
  "metadata": {
    "created_by": "मुखिया.eth",
    "name": "The Lost Monk",
    "description": "Once upon a time, there was a monk named Bodhi who was satisfied with his life. He had been blessed with a beautiful monastery and was deeply respected by his fellow monks.\n\nBut soon, he began to suffer from a mental illness that caused him to lose his grip on reality and leaving him isolated and detached from the world.\n\nBodhi struggled to cope with his illness. His fellow monks tried to help him, but nothing seemed to work. They watched in sorrow as Bodhi's once-beautiful monastery fell into disrepair. \n\nDespite his hardships, Bodhi refused to give up. He knew that there had to be a way to overcome his illness and rebuild his life. He realised that the key to his recovery lay in his own mind. He spent long hours in meditation and prayer, searching for a way forward.\n\nHe knew that many people were suffering in silence, just like he had been, and he wanted to help them. Bodhi began to travel the world, sharing his story and his message of hope. Through his teachings, he continues to inspire and uplift those around him, reminding us all of the importance of mental health and the power of the human spirit.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "मुखिया.eth"
      },
      {
        "trait_type": "Type of artwork",
        "value": "Illustration"
      },
      {
        "trait_type": "Mood",
        "value": "Peace"
      },
      {
        "trait_type": "Subject",
        "value": "Mental Health"
      },
      {
        "trait_type": "Colour Palette",
        "value": "Cool"
      }
    ],
    "image_details": {
      "bytes": 129587,
      "format": "GIF",
      "sha256": "e87704e2cb4569ecb25c6d690c6a9f91bbc7facd7598c113ed070c55f1bc526c",
      "width": 1200,
      "height": 1200
    },
    "image": "https://arweave.net/rZob23I_F8_-hRmkU-lJ9FaB2dkFQgtsE2WVUndi-Ak",
    "image_url": "https://arweave.net/rZob23I_F8_-hRmkU-lJ9FaB2dkFQgtsE2WVUndi-Ak"
  }
}