{
  "address": "0xa238ec87e60f0786e97a1a59c349725cfdc6ba09",
  "type": "ERC1155",
  "name": "Playboy Hare Drops",
  "tokenCount": "2",
  "uri": "https://arweave.net/JQQvMyZ1KuWXVagSkHD_XJmrlWp7AV2n5lO62KUMe90",
  "metadata": {
    "name": "Hare Drop 002: Surrealist Visions - \"The Erotic World of Salvador Dalí,\" 1974, BTS of Egg (Edition of 227)",
    "created_by": "Playboy",
    "external_url": "www.playboy.com",
    "description": "In the early 1970s, Playboy asked Salvador Dalí to conceptualize his erotic fantasies, then dispatched staff photographer Pompeo Posar to Dalí’s Mediterranean villa in the Spanish village of Cadaqués to help the artist bring them to life. The images, which appeared in a December 1974 pictorial called \"The Erotic World of Salvador Dalí,\" are a series of off-the-wall photographic surrealities depicting everything from swans and serpents to an oversized egg etched with Playboy’s Rabbit Head logo.\n\nThe “Surrealist Visions” Rabbitar Hare Drop features two original images from the unforgettable pictorial, straight from the Playboy Archives. One of the images, or, \"Hare-itage Artifacts,\" was hare-dropped to all Rabbitars with the “Artist’s Paintbrush” trait. Only 227 editions of the original image will ever be minted. The second Hare-itage Artifact was distributed exclusively to the hodler of the Dalí-inspired 1/1, \"Study in Surrealism.\" Only one edition of the original image will ever be minted. \n\nThe distribution breakdown of Hare Drop 002 is as follows:\n\nHare Drop 002: Surrealist Visions - The Erotic World of Salvador Dalí, 1974, BTS of Egg (Edition of 227) --> 227 tokens distributed on an ERC1155 contract\n\nHare Drop 002: Surrealist Visions - The Erotic World of Salvador Dalí, 1974, BTS of Artist (Edition of 1) --< 1/1 token distributed on an ERC721 contract\n\n\n🥚+🐍+🐇+✌️",
    "attributes": [
      {
        "trait_type": "Collection",
        "value": "Hare Drop 002: Surrealist Visions"
      },
      {
        "trait_type": "Total # of Editions",
        "value": "227"
      },
      {
        "trait_type": "Medium",
        "value": "Photography"
      },
      {
        "trait_type": "Year",
        "value": "1974"
      },
      {
        "trait_type": "Rabbitar Trait",
        "value": "Artist's Paintbrush "
      }
    ],
    "image_details": {
      "bytes": 179804,
      "format": "JPEG",
      "sha256": "2dbe866db0517b983d4d0a6bd9b7ca5e9eb4c7d87078dd6f40ac30aa083b1450",
      "width": 890,
      "height": 1324
    },
    "image": "https://arweave.net/U8UltVwzLYXUVV7GKThq1GmwDmdkB3k1z3GaEYtRfhM",
    "image_url": "https://arweave.net/U8UltVwzLYXUVV7GKThq1GmwDmdkB3k1z3GaEYtRfhM"
  }
}