{
  "address": "0xa3f521863e00bff6a44f090233f5c526575ae2de",
  "type": "ERC1155",
  "name": "Unidentified contract - D5NrF02Nq2",
  "tokenCount": "1",
  "uri": "https://arweave.net/dnM8mlETkMXRhmURy_mqkK-FYgSgY4iUSYYcVhyyCb0",
  "metadata": {
    "name": "15 Bean Scam",
    "created_by": "CALICO JACK",
    "description": "Late 2021, PFP hype still raging harder than an off duty Furry at the zoo. \n\nOne name that is universally recognized is Beanie Maxi (Charles Moscoe). Generally known for his iconic punk pfp, Beanie had his fingers and capital in every nook and cranny of blockchain debauchery. \n\nNot everything Beanie did was crappy, like many humans his empathy could rear it's head from time to time in forms of trading advice or opening access to groups containing helpful information. \n\nHowever, don't let your heart bleed because these instances were gone faster than FTX liquidity. These new onboarded degens were now exit cash.\n\nAn investigational Twitter account named @NFTethics dug deep into Beanie, revealing his name and every bit of history they could verify through public records. What was revealed was a long history of scamming people out of their hard earned cash way before blockchain. \n\nAs expected, Beanie went dark and @NFTethics had dropped off the radar for a bit along with the exposure thread. Luckily, in a moment of foresightedness, I screenshot every bit of it. It was slapped into a collage and lazy minted to OpenSea for record 11 months ago.\n\nWith OS losing favor, I removed the image as it was never locked to the chain by sale, until today (NOW WITH MUSIC!). Let this serve as a record and a warning to newcomers. If Beanie is involved, there is likely to be something sketchy happening in the background.\n\nBeanie once stated that he had numerous alt profile with large followings he could swap to if suspended, so it's important to be ever-vigilant and always DYOR.",
    "animation_details": {
      "bytes": 6317038,
      "format": "MP4",
      "duration": 15,
      "sha256": "02263d31c34f91682c0eea9106af899ab81a7a871f85b87524595b12a5f965bd",
      "width": 1920,
      "height": 1080,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/JGWLHOTMMsx22NacY4Q3f5O9jSps90CKmTbqcGb7HxM",
    "animation_url": "https://arweave.net/JGWLHOTMMsx22NacY4Q3f5O9jSps90CKmTbqcGb7HxM",
    "image_details": {
      "bytes": 65369,
      "format": "PNG",
      "sha256": "2cab2e619526875263d172c93c40fc5f4dbbe06f69777efd4a61e9eeb7eb5291",
      "width": 570,
      "height": 525
    },
    "image": "https://arweave.net/D74k_bpWd0wPwBaeHqdgxtjPDVypAv4WXGURht3SGhU",
    "image_url": "https://arweave.net/D74k_bpWd0wPwBaeHqdgxtjPDVypAv4WXGURht3SGhU"
  }
}