{
  "address": "0xa388d51c7ed825c9ebdbb4cef2e4ab032fd1da9c",
  "type": "ERC721",
  "name": "Ars Goetia X",
  "tokenCount": "71",
  "uri": "https://arweave.net/r1POcyQCAIbg7Kbi-2mkJPx-PW7Q3dyyXRBNL3ekBOc",
  "metadata": {
    "name": "Ars Goetia X #Agares",
    "created_by": "Salteddevil",
    "description": "The Second Spirit is a Duke called Agreas, or Agares. He is under the Power of the East, and cometh up in the form of an old fair Man, riding upon a Crocodile, carrying a Goshawk upon his fist, and yet mild in appearance. He maketh them to run that stand still, and bringeth back runaways. He teaches all Languages or Tongues presently. He hath power also to destroy Dignities both Spiritual and Temporal, and causeth Earthquakes. He was of the Order of Virtues. He hath under his government 31 Legions of Spirits. And this is his Seal or Character which thou shalt wear as a Lamen before thee. \n\nAgares rules over the common people; they are the voice of the common people and residence of Hell. Her position is similar to a human Mayor.\n\nShe teaches all languages, returns runaways and can stop one from fleeing. She can also incite one to flee. She chases off enemies, destroys spirits of the enemy, and can bring about the downfall of important men, causing them to lose their position, public honor and the respect of others. She can cause an earthquake, and incite dancing.",
    "attributes": [
      {
        "trait_type": "Spirit",
        "value": "Agares"
      },
      {
        "display_type": "number",
        "trait_type": "Ars Goetia",
        "value": "2",
        "max_value": "72"
      }
    ],
    "image_details": {
      "bytes": 4683930,
      "format": "PNG",
      "sha256": "2a2c975cd730a68c8f69598b46750554401d51cc510c7bcbc3e6c94750f1ce62",
      "width": 2048,
      "height": 2048
    },
    "image": "https://arweave.net/rvpzLNU4rnUnRQcFnV_gtPrO2EQJPiY2YSAMPXg_3uM",
    "image_url": "https://arweave.net/rvpzLNU4rnUnRQcFnV_gtPrO2EQJPiY2YSAMPXg_3uM"
  }
}