{
  "address": "0xa324cb8146b418eea9cc405a79570ad6d42d485a",
  "type": "ERC721",
  "name": "Handmade AI",
  "tokenCount": "10",
  "uri": "https://ipfs.pixura.io/ipfs/QmVErRgPusagVQUUU7P9d8Z6nVWjGXp1XgvkYbaXx4QDqq/metadata.json",
  "metadata": {
    "name": "Handmade AI #001",
    "createdBy": "Marterium",
    "yearCreated": "2023",
    "description": "Immerse yourself in the captivating world of Handmade AI, an art series that delves into the intricate dance of communication and collaboration between humanity and technology. \nSpanning several months of intense study and experimentation with diverse AI algorithms for image creation, this series unveils a unique fusion of artistic craftsmanship and the boundless capabilities of artificial intelligence.\n\nIn the pursuit of finding an AI algorithm that aligns with my personal style and evokes vibrant, fluid abstract art, I embarked on a transformative journey. Though each algorithm showcased remarkable ability in generating stunning visual imagery, there was one fundamental quality that eluded their creations—precision, the touch of meticulous craftsmanship that I cherish in my artistic endeavors.\n\nDriven by this desire for precision, I decided to invert the conventional process. Rather than relying solely on AI's interpretation of my prompts, I harnessed its visual language as a springboard for the meticulous creation process undertaken by human hands. This artistic symbiosis birthed a profound collaboration, pushing the boundaries of traditional art and machine-generated creativity.\n\nAs Handmade AI unfolds, it unveils an evolving series that mirrors the remarkable progression of artificial intelligence. This collection embodies the ever-evolving nature of our relationship with machines, a visual manifestation of how technology endeavors to perceive and recreate what it believes we desire to witness. \n\nPrepare to be captivated by a mesmerizing series that bridges the realms of imagination and innovation, a testament to the intricate interplay between man and machine.",
    "image": "https://ipfs.pixura.io/ipfs/QmTn61ZqvkQCrQ1zWBAYYKpgLMdpDVHLeGxcNisZcCKcPi/Handmade_AI1.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmTn61ZqvkQCrQ1zWBAYYKpgLMdpDVHLeGxcNisZcCKcPi/Handmade_AI1.jpg",
      "dimensions": "4800x6000",
      "size": "21412623",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "3d",
      "abstract",
      "3dart",
      "render",
      "sculpture",
      "color",
      "colorpalette",
      "fluid",
      "brown",
      "lightblue"
    ],
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Marterium"
      },
      {
        "trait_type": "Series",
        "value": "Alpha"
      },
      {
        "trait_type": "Number",
        "value": "001"
      },
      {
        "trait_type": "Creation Date",
        "value": "Summer 2023"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      }
    ]
  }
}