{
  "address": "0xa3e493c92041ccbe058165ba3bde5a754d805b15",
  "type": "ERC721",
  "name": "Eduardo Kac V4",
  "tokenCount": "2",
  "uri": "https://api.tropix.io/nfts-metadata/0xa3e493c92041ccbe058165ba3bde5a754d805b15/1/1",
  "metadata": {
    "description": "Na obra Erratum, pares de palavras sao vistas em um campo no qual camadas de\ncores incorporam e dissolvem as formas verbais. As palavras sao quase homofonas\ne sempre sugerem significados contrastantes. Essas imagens sao pintadas a mao em\num computador que emprega todo um repertorio de rasgos, borroes, arranhoes,\nurdiduras, cortes, composicoes, rabiscos, manipulacoes de cores, manchas,\ncortes, filtros, goivagens, escamacao, abrasoes, transparencias, inscricoes e\nsobrecastas.\n\n \n\nNo catalogo de uma exposicao feita em 1996 em Nova York, uma curadora do\nGuggenheim escreveu o seguinte:\n\n \n\n\"Eduardo Kac habita uma cultura digital, o reino em rapido crescimento da\nInternet, povoado por \"internautas” que se comunicam do outro lado da cerca e ao\nredor do mundo via rede de computadores. A serie Erratum de Kac da forma visual\na sua preocupacao com o que ele descreve como a negociacao, em vez de\ncomunicacao, de significado. A brincadeira de Kac com palavras quase homofonas,\ncomo \"faca\" e \"noite\", sugere que o significado nao e inerentemente fixo. O solo\nem camadas - de onde as palavras emergem e se dissolvem como um palimpsesto -\nrenderiza visualmente essa sensacao de instabilidade. \"\n\n \n\n\"Through the Looking Glass,\" in KY/SCnyc, p. 7 (catalogo de exposicao homonima\nrealizada no National Arts Club, New York, 1996).\n\n \n\nArtista: Eduardo Kac\n\nTitulo da obra: Erratum 1\n\nTitulo da serie: ERRATUM (serie de 7 obras)\n\nAno: 1994\n\nNumero de edicoes: 1\n\nDimensao da obra: 918 px x 612 px\n\nDetalhes tecnicos: pintura digital",
    "external_url": "https://tropix.io/auctions/1aaaf34c-85f5-42c1-a6d7-52c48040c202",
    "image": "https://res.cloudinary.com/tropix/image/upload/v1628035516/assets/artworks/eduardo_kac/image/ERRATUM%201/ERRATUM_1_-_Marc_Dubugras_original.tiff",
    "name": "ERRATUM 1 (Edition #1) by Eduardo Kac",
    "attributes": [
      {
        "trait_type": "Artist Proof",
        "value": false
      }
    ]
  }
}