{
  "address": "0xa3cfd492e67849808aa9fe99161190c06d734bc5",
  "type": "ERC721",
  "name": "BYHAZE - Caught Up",
  "tokenCount": "12",
  "uri": "ar://i1pXRrnN9mQPQqYPRLvekqfOZG_-raPFlIBJ414J07M/1",
  "metadata": {
    "animation_url": "ar://pXyNVcgj1QsUT6Vjercc6_DloOd0wmUJvlivfHblyW4",
    "artist": "BYHAZE",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://L-dfWHydFEHVUgRU-jm0iz-Z9WJ5EiqH3rK2Ac4S5RE",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Caught Up",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 111,
    "credits": null,
    "description": "I am BYHAZE, the Architect of Holistic Sounds and I create authentic music that creates space for healing and introspection. I hope to create art that changes people’s perception about what “healing” looks and sound like. Sometimes crystals and sound bowls aren’t enough to get you through that healing, sometimes you have to use that throat chakra to set boundaries and affirm your needs. \n\nCaught Up was a song I started in 2019 after experiencing a lot of growth in my personal life and career as an artist. I was in a rediscovery phase and sonically I wanted to try something new. I’ve always loved pop and disco music growing up so it felt like a fun way to pay homage to my younger self. This was my first time back in the studio after a few months and it was such a cathartic experience. We free-styled a bit and came up with the melodies and the idea of caught up was born. The pandemic slowed us down a bit and we had to stop recording but we finished it in 2020 so it felt like the perfect song to release for my sound.xyz Genesis! I pulled influences from Earth Wind and Fire, Chromeo and Janelle Monae to create a feel good song with a message.\n\nThis song feels like a journey to self acceptance on a holistic level. The message of this song is not to get caught up in the idea that others may have for you because in turn you could end up living a lie. Sometimes people visit our social media pages and create an assumption about who we are or how we act and it can sometimes lead to disappointment if we don’t live up to the perceived expectation. This can happen platonically or romantically and since I experienced it from both ends, I was inspired to make song that made light of the situation. The song encouraged me to lean into my authenticity more and not settle for a love or situation that makes me me to dim my light. The chorus gives language to anyone that is looking to affirm their boundaries and not get caught up in the “lie” that someone creates about them. The song is infused with joy and takes listeners on a journey, ultimately reminding them that their authenticity is their superpower and the best way to honor themselves is by being them! Setting boundaries isn’t always fun, but I hope that singing this song can make it a little bit easier. \n\nThis song is Produced by Eben D’Amico\nGuitar by Aijalon Williams-Brown\nVocal Production by Me & Djore Nance\nBGV’s by Me\nEboni Pearce & Faten Sumrein\nCover Art by Conrad Khalil ",
    "duration": 182,
    "external_url": "https://www.sound.xyz/byhaze/caught-up",
    "genre": "Disco",
    "image": "ar://L-dfWHydFEHVUgRU-jm0iz-Z9WJ5EiqH3rK2Ac4S5RE",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://pXyNVcgj1QsUT6Vjercc6_DloOd0wmUJvlivfHblyW4",
    "lyrics": {
      "text": "Caught Up In a Lie - Lyrics\n\nYou say that you with it\nBut you ‘fraid of commitment \nBaby grow with ya feelings\nYa say like this but my intuition’s off\nYa might need some distance \nCause rushing love that  is not on my mind \n\nPre-Hook\nSlow Down \nThink Fast \nDon’t rush if you want this to last (and I)\nKnow that  \nI need \nYou as a rock until we living our dreams (and I)\nKnow that \nMy love \nWon’t change if you want it to go away \n\nHook:\nYou don’t wanna know me \nYou just liking all the things you see\nYou tryna get to know me \nBut you focusing on the wrong things\nI don’t wanna role play \nCause I don’t wanna get caught up in a lie\n\nVerse 2:\nYou see something like this from me you need it\nLike this like that \nYou love me \nNow you leaving \nLove comes but now you running far away my love\n(Love love love)\n\nPre-Hook:\nSlow Down \nThink Fast \nDon’t rush if you want this to last (and I)\nKnow that  \nI need \nYou as a rock until we living our dreams (and I)\nKnow that \nMy love \nWon’t change if you want it to go away \n\n\n\nHook 2x:\nYou don’t wanna know me \nYou just liking all the things you see\nYou tryna get to know me \nBut you focusing on the wrong things\nI don’t wanna role play \nCause I don’t wanna get caught up in a lie\n\nBridge –\n In a lie \nI don’t wanna get caught up (x2) (BGV)\n In a lie \nI don’t wanna get caught up (x2) (BGV)\nIn a lie\nI don’t wanna get caught up (x2) (Lead & BGV)\n\nStrings Outro:\n\nListen Man\nDon’t be anything less than yourself\nYou don’t need to act like anyone else \nBe you\nYour authenticity is your superpower \nI love you and I’m proud of you",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Caught Up #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Caught Up",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}