{
  "address": "0xa3b969cbcfca282f60680b12290cad10edde4829",
  "type": "ERC721",
  "name": "EchoX",
  "tokenCount": "6",
  "uri": "https://echox.storage.googleapis.com/metadata/1/metadata.json",
  "metadata": {
    "name": "抽象 Abstract 2019-027",
    "description": "Purchase instruction\nThis NFT is a smart certificate. Purchasing this NFT is equivalent to owning the according physical item. You can redeem the physical item with the NFT smart certificate through EchoX. Please confirm if you have already redeemed it on EchoX before purchasing. If you want to redeem the physical item after purchase, please go to EchoX: https://curation.echox.app/nft/product/0xa3b969CBcFca282F60680b12290caD10EdDE4829/1 . If you have any questions, please contact service@echox.io\nDisclaimer\nYou acknowledge and agree to bear the risk of purchasing this token alone. We assume no responsibility for any of your losses, nor do we assume any responsibility for your use of shared assets, including but not limited to any loss, damage or compensation caused by the following reasons: the user has not read the purchase instructions in detail.\n購買說明\n本NFT為智能領據，購買此NFT，也等同擁有實體藝術品，透過 EchoX 即可憑 NFT 智能領據兌換實體藝術品，購買前務必前往EchoX平台確認是否已兌換，購買後如欲兌換實體藝術品，請前往EchoX平台兌換 https://curation.echox.app/nft/product/0xa3b969CBcFca282F60680b12290caD10EdDE4829/1 ，如有疑問請來信詢問客服 service@echox.io\n免責說明\n您明確承認並同意，自行單獨承擔購買本Token的風險。我們不對您的任何損失負責，也不對您使用加密資產承擔任何責任，包括但不限於由以下原因引起的任何損失、損害或賠償：使用者未詳閱購買說明。\nHo Kan was born in Nanjing, China in 1932, and moved to Taiwan in 1949 when he started to study modern art with LEE Chun-Shan. In 1964, he traveled to Milan, Italy where he lived for fifty years, and now lives in Taipei, Taiwan. As a member of “Tong Fan Art Group”, Ho was extremely influential to the development of modern art in Taiwan in the 1960s. Then, Ho went to study in Milan and had been influenced by Piet Mondrian, Josef Albers, Antonio Calderara, his style gradually shifted from surrealism to geometric abstraction. Ho Kan’s switch and combination of surrealism and geometric abstraction are quite rare among Modern and Post-War artists around the globe. When analyzing Ho’s paintings, one should not simply adopt the western ways of categorizing abstract art, defining it with dichotomies such as “Hot or Cold” and “Lyrical or Geometric”; instead, we should also study deeper into his life and art development, this will give us a better picture of how Ho integrates Eastern calligraphy and seal carving art to develop his unique Eastern abstract painting of a minimalist yet poetic style. The short, straight lines protruding sideways result in the effect of calligraphic strokes, such as dot, rise, throw away and press down, creating a uniquely poetic rhythm and humorous charm. Ho introduced the method of reduction in his abstract art, rendering it minimalistic as well as poetic. Besides, the “Intuizione” that Ho Kan has often been emphasizing in his works, is similar to the concept of “painting that which cannot be seen.” This concept was raised by the “Metaphysical art” a movement advocated by Italian surrealism masters Giorgio de Chirico, Carlo Carrà, and Giorgio Morandi. Regarding Ho’s latest notable exhibitions, in 2016, a large retrospective, Reverberations・HOKAN, was presented at Taipei Fine Arts Museum and the exhibition Beyond Colors and Shapes at the Villa Reale of Monza in Italy in 2018. Ho will also present his retrospective exhibition at Jinling Art Museum, Nanjing in 2021. The prominent international Curator Sabine Vazieux has mentioned that“Ho Kan is the pioneer of Chinese geometric abstract painting.1932年出生於南京，1949年來台並師從李仲生，1964年前往義大利米蘭，並展開長達50年的旅居生涯，直至2014年才返台定居。作為台灣知名現代藝術團體「東方畫會」的創始成員，霍剛跳脫學院派創作風格，致力於推動「台灣現代藝術運動」，成為其代表人物之一。他的創作早期傾向超現實主義風格，繪畫充滿神秘主義與奇異性，同時著眼於幾何圖形的表現；定居於米蘭後，霍剛受到蒙德里安（Piet Mondrian）、亞伯斯（Josef Albers）、卡爾代拉拉（Antonio Calderara）等人的影響，確立了個人幾何抽象的創作途徑，並專注於繪畫本質的探究。霍剛此種從「超現實主義」逐步到「抽象」的結合與變化，在全球現代及戰後藝術家之中殊為罕見。分析霍剛的作品，不單就以西方「冷/熱」或「抒情/幾何」抽象的二分方式探究，亦透過其個人的藝術與人生發展，理解作品如何運用西方藝術概念，並融入東方書法、金石印刻等元素，搭配斜出側插的短直線條，以其點、剔、撇、捺之效，構成獨特的詩意韻律與幽默童趣，發展獨樹一幟的東方幾何抽象。霍剛於創作中經常強調的「直觀」（Intuizione），呼應德奇里訶（Giorgiode Chirico）、卡洛・卡拉（Carlo Carrà）與莫蘭迪（Giorgio Morandi）等義國大師所推動的「形而上藝術」（Metaphysical art），提倡「繪畫看不見的事物」（painting that which can not be seen）之內涵所在。霍剛近期的國內外大展包括2016年於台北市立美術館舉辦「寂弦激韻・霍剛」回顧展，2018年於義大利蒙札皇宮美術館舉辦「形色之外」大型個展，2021年將於南京市立金陵美術館舉辦個人大型回顧展。知名國際策展人沙賓・瓦季尤（Sabine Vazieux）認為綜觀華人抽象藝術史，霍剛作為從事幾何抽象創作的藝術家，可謂為「華人幾何抽象藝術的先鋒」。",
    "image": "https://echox.storage.googleapis.com/metadata/1/image.jpg",
    "external_url": "https://curation.echox.app/nft/product/0xa3b969CBcFca282F60680b12290caD10EdDE4829/1",
    "attributes": []
  }
}