{
  "address": "0xa315542028fa545cd7ace1efc914174119a78957",
  "type": "ERC721",
  "name": "Too crowded?",
  "tokenCount": "1",
  "uri": "https://ipfs.pixura.io/ipfs/QmZTcvBbUSwDS6mnCv3WBTZqQfYPLcmtJmzRDarVEHw4sU/metadata.json",
  "metadata": {
    "name": "Ballet School",
    "createdBy": "Tomeo",
    "yearCreated": "2022",
    "description": "Introduction\n\nJavier Tomeo has become one of top 3 Winners of the 1st Claire Silver AI Contest among 1753 art submissions with his innovative artwork \"Ballet School\". The major event was organized by a pioneer in AI-Collaborative art, Claire Silver and received 168K views. It took place on August 15, 2022, with the results announced on August 18, 2022. Congratulations to Anna Dart, Javier Tomeo, and to the Absolute Prize Winner, Nate Talbot.\n\nA quote from Claire Silver: \"This was so hard. Loved so many more than whats chosen here, & if I can find time, want to make a thread discussing them. (...) Please know my favorites list was 341 pieces long, and it was *extremely* painful to pare it down. I hope you're encouraged by that. Of the list, finally narrowed it to Javier Tomeo, Anna Dart and Nate Talbot. All shared high quality work that moved me. Recommend you follow all 3 & watch their work closely.\" \n\nAbout the artwork\n\nBallet School is part of a series of AI Collaborative works titled “Too crowded?”. This collection represents the idea of how people's destinies intersecting at the same time in the same place merge into one beautiful picture, creating a beautiful work of art. It raises issues of unity, loneliness in crowds, social problems, death, love and much more. \n\n\nLinks & Hashtags\n\nhttps://twitter.com/ClaireSilver12/status/1560172003260129281?s=20&t=nxe88jm507fV2t793LeFMA\n\n#ClaireAIContest #aiart",
    "image": "https://ipfs.pixura.io/ipfs/QmQszW6MLoA3PwgKQXZbyoiTbPdPPUW8AeUCT5NV9iZvPV/BalletSchool.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmQszW6MLoA3PwgKQXZbyoiTbPdPPUW8AeUCT5NV9iZvPV/BalletSchool.jpg",
      "dimensions": "4000x8000",
      "size": "9645662",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "ai",
      "painting"
    ]
  }
}