{
  "address": "0xa304b4b8dee3d91c5ce5e026cc6a293f541c24c6",
  "type": "ERC721",
  "name": "Munn - down in florida (demo)",
  "tokenCount": "40",
  "uri": "ar://63foi0LFR_ZVB2rrVOl4G4w0uKkFBzFRgcOnQPLbBJo/1",
  "metadata": {
    "animation_url": "ar://I5vG0ILrhG_595idMbMvDd2qSH0yANQduJHy1PuMDYQ",
    "artist": "Munn",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://4DhMoVrYus7ehALtPihbLj8wqIBCT0HxYrgT9ySMfQk",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "down in florida (demo)",
        "value": "Song Edition"
      }
    ],
    "bpm": 150,
    "credits": null,
    "description": "Hey, I’m Munn. I grew up in Indiana but currently live in Nashville. When I was 15 I started playing guitar and writing music but didn't take it seriously until my Sophomore year of college.\n\nIn the summer of 2018, leading up to my Sophomore year, my engagement with my fiancée fell through, and I lost all interest in school. I was struggling to heal from the breakup, and I had no idea what I wanted to do with my life. It was during this time that I wrote my first song in over a year called I Tried. To this day, I can't describe how I felt after making that song. I had finally found my way to heal, and, from then on, creating music was all I wanted to do.\n \nAround this time, a producer that I had connected with in 2017, named Dylan Stiles, was sending me beats every day. I would write and record to these beats every night using an Xbox headset and GarageBand. As time went on, we both decided that the best thing we could do was to drop out of school and go all-in on music. In July of 2019, with less than 4,000 monthly listeners on Spotify, Dylan and I moved to Nashville to do just that.\n \nAfter a failed EP, we realized I needed a better strategy for putting out music. We decided that the best thing I could do was put out a new song every two weeks until one caught traction. On September 6th, 2019, we released the first song following this plan called I Lost Myself.\n\nCurrently, I am a fully independent singer/songwriter based out of Nashville. My team and I have been building my fan base over the past couple years and have amassed 200,000,000 streams, over a million monthly listeners on Spotify, 200k+ subs on YouTube, and more, all independently. While our music hasn’t stopped growing by any means, moving into the NFT space for additional support and a new way to connect with listeners was the logical next step for us.\n\nEarlier this year, I was in a long-distance relationship with a girl from Florida. Shortly after her and I broke up, I was back down in Florida with Friends and spent a little too much time and money trying to forget I was hurting. I went to bars and casinos and let loose. Weirdly enough, I had started a demo called \"down in florida\", months prior, that nearly described the exact situation I now found myself in with her. I didn't have the words to finish the song until I was back in Nashville a week later and decided to continue writing the song from my current situation. Hence, the opening of the second verse \"i'm back in Nashville...\" \n\nThis track tells the story of how I did anything but face the truth of my reality. I wasn't ready to face the consequences of my actions. I hope you enjoy <3",
    "duration": 127,
    "external_url": "https://www.sound.xyz/munn/down-in-florida-demo",
    "genre": "Pop",
    "image": "ar://4DhMoVrYus7ehALtPihbLj8wqIBCT0HxYrgT9ySMfQk",
    "isrc": null,
    "key": "A_MAJOR",
    "license": "CREATIVE_COMMONS",
    "locationCreated": "us",
    "losslessAudio": "ar://I5vG0ILrhG_595idMbMvDd2qSH0yANQduJHy1PuMDYQ",
    "lyrics": {
      "text": "I’m down in Florida \ntryna forget your name\nGetting drunk at the bars \nHelp me erase the pain\nIf I get high enough\ngamble the money I saved \nI’ll have a story to tell \nWhen they ask how ya got away \n\nI can’t let the fiction end \n‘Cause I’m too scared \nof the consequence\nwe’ll all find out when reality hits\nbut until then \n\nThe story goes\non and on and on and on \nAnd on and on and on\nThe stories go \n\nI’m back in Nashville  \nBut nothings the same \nSo I blacked on Broadway \nStarted screaming your name \nIf I start fight\nFind a girl and get laid  \nI’ll have a story to tell\nWhen they ask how ya got away \n\nI can’t let the fiction end \n‘Cause I’m too scared \nof the consequence\nwe’ll all find out when reality hits\nbut until then \n\nThe story goes\non and on and on and on \nAnd on and on and on\n\nThe story goes on but in my head\nI know nothing I do\nWill make up for you \nBeing gone and now that you left \nI got nothing to lose \nBut I can’t face the truth \n\nThe story goes\non and on and on and on \nAnd on and on and on\nThe story goes\n\nI’m in my room \nwith a bottle of gin \nThinking maybe it’s better \nif this story ends\nIf I could just tell the truth \nAnd the truth’s all I say \nI’d never have to tell another lie \nOf how ya got away  \n",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "down in florida (demo) #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "down in florida (demo)",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}