{
  "address": "0xa3100c90f999454fd6764e39e5893469c520e4b1",
  "type": "ERC721",
  "name": "AP ARTiFACTS The175Collection - old",
  "tokenCount": "1",
  "uri": "ipfs://QmU5wtgJy2xPjqX4JfvKqY7bkS661x1fNUNKuq9JAkGXyD",
  "metadata": {
    "external_url": "https://nft.everipedia.org/unlockable/mainnet/ap175",
    "image": "https://ipfs.everipedia.org/ipfs/QmNahZRfty34dcN6wGZSPAgyLafG4jHsJqQCBaGop1TX4s",
    "attributes": [
      {
        "trait_type": "Photographer",
        "value": "Joe Rosenthal",
        "dataType": "text"
      },
      {
        "value": "Marko Stanojevic",
        "trait_type": "Artist",
        "dataType": "text"
      },
      {
        "trait_type": "Score",
        "value": "Nick Kennerly",
        "dataType": "text"
      },
      {
        "value": "United States Marine Corps",
        "trait_type": "Warriors",
        "dataType": "text"
      },
      {
        "value": -784260467,
        "dataType": "date",
        "display_type": "date",
        "trait_type": "Photo Date"
      }
    ],
    "description": "_For the full experience make sure to click play and turn on the audio._\n\nOn the morning of February 19th, 1945, US Marines stormed the Pacific beaches of Iwo Jima. Among them was Associated Press photojournalist Joe Rosenthal. “Not getting hit,\" said Rosenthal, “was like running through the rain and not getting wet.” Four, deadly, hard-fought days later, Marines, followed by Rosenthal, were atop Iwo Jima Island’s Mount Suribachi – the high ground. \n\nAt the summit, eyeing the movements of the Marines, Rosenthal hurriedly assembled a platform of stones and sandbags. He stepped up, set his Speed Graphic shutter to 1/400th of a second and the aperture between f8 and f11. It was about noon with the sun directly overhead and a strong wind blowing. \n\nThe world’s most iconic photo was a shutter click away.\n \nTo mark the 175th anniversary of the Associated Press, renowned digital artist Marko Stanojevic has breathed digital life into Rosenthal’s masterpiece, “Raising the Flag on Iwo Jima”. \n\nThis extraordinary, new artwork work on auction is entitled “RAISING THE FLAG ON IWO JIMA: AP ARTiFACT 1”.\n\nFor NFT patrons, there is rarity and then there is the incomparable and prized Iwo Jima masterpiece. Stanojevic has created a one-of-a-kind work of art authenticated by the AP on the Ethereum blockchain and unmatched in history and importance to this new community of digital art collectors. \n\nViolinist and composer Nick Kennerly wrote and performed the NFT’s original score entitled, “Flag Rising.\" \n\n“The music is both epic and sentimental all at once,” says Kennerly, “I want it to allow the collector to feel not only the triumph of the moment, but also a feeling of grief and remembrance. Lastly, I want the driving rhythmic pulse to give the collector a feeling of adrenaline which I felt while watching the artwork. I want that musical pulse to feel like the driving heartbeat of a soldier in the midst of battle.”\n \nIn addition to the only AP blockchain-registered Iwo Jima image, the work includes:\n\n•\tan NFT mint date of Saturday, May 22, 2021 – AP’s 175th Anniversary\n\n•\ta remarkable, full motion, 3D digitization of the Pulitzer-winning image tracking the battle from beach landing to the top of Mount Suribachi\n\n•\tthe digitized, original Iwo Jima negative from the AP Corporate Archives\n\n•\tseven stunning and searing additional images shot by Rosenthal during the intense battle of Iwo Jima\n\n•\tauthentic audio describing the moments Marines stormed the island\n\n•\trarely seen and historic film footage from the Battle of Iwo Jima\n\n•\ta digital copy of the first print made from the negative\n\n•\taudio of the late Joe Rosenthal discussing the cultural impact of his famous image\n\n•\tactual audio of the horrific, four-day battle\n\n•\tPulitzer Prize-winning photographer David Hume Kennerly’s personal, touching eulogy for Rosenthal\n\nImportant info for interested bidders: \n\n[https://ipfs.everipedia.org/ipfs/QmUAiBJnbST9VLxET2v1CaFjGQ2cZrFsnAYR1P8zePmkpZ](https://ipfs.everipedia.org/ipfs/QmUAiBJnbST9VLxET2v1CaFjGQ2cZrFsnAYR1P8zePmkpZ)",
    "name": "RAISING THE FLAG ON IWO JIMA: AP ARTiFACT 1"
  }
}