{
  "address": "0xa39c14f0afcc6593daf9d2578b216a39d6364180",
  "type": "ERC721",
  "name": "This is what a smart contract looks like.",
  "tokenCount": "25",
  "uri": "https://arweave.net/5lHZ4oNzl4uB1AJg6nvdIpZ9OtwesnFpsJrDL50eAcI/1",
  "metadata": {
    "name": "This is what a smart contract looks like. #1",
    "created_by": "DEVCICH",
    "description": "This is what a smart contract looks like.\n\nThis is my first collection minting my own smart contract. And it's an experiment through Art and in Reclaiming my Power. Through tools and technology. As Artists we have been on the receiving end of various forms of exploitation throughout our lives from a myriad of predatory organizations, corporations, people and entities. That ends now. Part of the beauty of Web3 and NFTs is that we can remove the middleman from the transaction. And do the exchange Artist to Collector. Artist to Fan. Peer to Peer. People to People.  \nThrough a simple, direct and easy exchange.\n\nThe Art here is ASCII Art of the very words that say what this project is: This is what a smart contract looks like.  \nASCII Art is one of the first steps in creating a smart contract. It's the first thing you see in a smart contract.  \nAnd it acts as a sort of signature and style.  \nI figured it out.  \nYou can do it.  \nAnyone can do it.  \nThis is what a smart contract looks like.\n\nI like to think of minting your own smart contract akin to owning your masters, in the music world. Owning your masters means you control and own your Art and your Music, and you can do what you want to do with it, without anyone else controlling, interfering, manipulating or telling you what you can do with your own Art. You own the copyright to the original sound recording or \"master recordings\" of your music. Well creating your own smart contract is like owning the masters to your masters. While at the same time - in the words of Killer Mike -  \nyou kill your masters.\n\nThis is a test run so to speak. A self-reflexive piece of Art that will serve as the foundation for many of my works to come as NFTS. If the smart contracts aren't created on Manifold - I'll create them somewhere else.  \nI was wary of minting my own smart contract. I didn't want to fuck it up. Well - here it is. Overcoming my fears, breaking through resistance, \n- and taking my Power back. \n\nAnd you can too.\n\nVisit manifold.xyz if you want to start creating your own smart contract.  \nFor Free.  \nRight Now.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "DEVCICH"
      },
      {
        "trait_type": "Format",
        "value": "ASCII"
      },
      {
        "trait_type": "Font",
        "value": "Standard"
      },
      {
        "trait_type": "Year",
        "value": "2022"
      }
    ],
    "image_details": {
      "bytes": 201736,
      "format": "JPEG",
      "sha256": "e571dfc78e47da2ae37b6b069a2a35836e2ae811a92e78bdf1b2b373bf69dde4",
      "width": 1872,
      "height": 1059
    },
    "image": "https://arweave.net/mohyn_-2WZ3hRryRZGP1J4dsLu5HHm3H6EfQ0Ns6ijc",
    "image_url": "https://arweave.net/mohyn_-2WZ3hRryRZGP1J4dsLu5HHm3H6EfQ0Ns6ijc"
  }
}