{
  "address": "0xa353ff4181718bef88761c97f3890ee026370784",
  "type": "ERC721",
  "name": "Hein Gravenhorst",
  "tokenCount": "26",
  "uri": "https://arweave.net/6mqdC1ia3x7ymaEplP9K4sRwzXldgWW-ecU7QmNk6ZY/1.json",
  "metadata": {
    "name": "Zebra 2-a2",
    "image": "https://arweave.net/liKnc9oJT-uTxSD_SJ-TMSQoYSOH2ZuxhWAjYZiqYuM/thumbnail.jpg",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Hein Gravenhorst"
      },
      {
        "trait_type": "Edition Number",
        "value": "1"
      },
      {
        "trait_type": "Edition Size",
        "value": "5"
      },
      {
        "trait_type": "Production Year",
        "value": "2021"
      },
      {
        "trait_type": "File Format",
        "value": "PNG"
      }
    ],
    "description": "They are close to the basic current of constructivist art at the beginning of the 20th century, the advance into non-objectivity. These can be described with the keywords \"emotional - sensual - rational\", to which the expressive, the organic and the constructive correspond as pictorial-formal possibilities. The influence of the Bauhaus with Johannes Itten, Josef Albers and Moholy-Nagy as well as Max Bill in Zurich with the legendary exhibition of 1960 \"Concrete Art. Fifty years of development.\" are also the inspiration here. Due to the situation in Germany in the post-war period, the constructive ideas experienced a revival. This was also the case in the theoretical writings of Max Bense in Stuttgart on rational and generative aesthetics, on art and mathematics, on information aesthetics, as well as in the writings of Abraham Moles on \"Information Theory and Aesthetic Perception\" in 1971, which briefly states: art is communication.\n\nIn 1968, the artists Kilian Breier, Pierre Cordier, Hein Gravenhorst, and Gottfried Jäger - the initiators and namesakes of the exhibition \"Generative Photography\" - made their first public appearance in the Bielefeld Kunsthaus for the first time. In their works, the participating artists consciously refrained from of any kind of reproduction of non-pictorial reality in their works. Photomechanical transformations, chemigrams, luminograms and pinhole structures presented a non-representational, systematic-constructive photographic visual language. Through their proximity to number, system, and program, generative photographs also bridged the gap to the computational art of their time. Rationality and transparency determined generative practice from the beginning. Characteristic is the methodical approach in the sense of a scientific experiment.\n(Their counterparts were then prevailing notions of a Subjective Photography by Otto Steinert and Total Photography by Karl Pawek).\n\nLogical consequence - the digital transformations\nSince 2001, purely digital works have been created on the computer as a continuation of generative photography. The images bear no titles or series designations, and the artist deliberately refrains from describing the images. He himself sees them as \" energy fields\" that enter into spiritual communication with the viewer.\n\n..... i would like my pictures to be allowed to speak for themselves and their effect can be realized in the viewer by \"looking at them properly\".\nHein Gravenhorst in July 2022\n\n[View High-Res Artwork on Arweave](https://arweave.net/liKnc9oJT-uTxSD_SJ-TMSQoYSOH2ZuxhWAjYZiqYuM/original.png)",
    "animation_url": "https://arweave.net/liKnc9oJT-uTxSD_SJ-TMSQoYSOH2ZuxhWAjYZiqYuM/original.png",
    "external_url": "https://www.elementum.art/en/artworks/hein-gravenhorst-zebra-2-a2-neu-570/"
  }
}