{
  "address": "0xa4c9c8fb8fd39595729ceb6eb59e6e0656047b8f",
  "type": "ERC721",
  "name": "Old Orleans - Eclipse29",
  "tokenCount": "25",
  "uri": "ar://Yi7kM4R4UWqUkCbCxohQuOC5AysNgdHNvcZJj-o_YMo/1",
  "metadata": {
    "animation_url": "ar://2I7aBDN7VerMcBMQAn2B-uF9fd2Hes4c5nDtO5eS_kM",
    "artist": "Old Orleans",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://e_6PzoIivOvuccGqgCwJV4Tn4dqK_VkWuNxOt2qxM9w",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Eclipse29",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 80,
    "credits": null,
    "description": "The easiest way to introduce myself to you all is to start exactly where my life began. Old Orleans is an embodiment of where I come from; New Orleans. It is the place that taught me all that I know, and I owe it so much.\n\nThe universe works in the wildest way, being that this is my golden year (29 on 12/29), and I’ve been in the space of reflecting on everything in life. The ups and downs, the lessons learned, the hardships but also the joy life brings and being able to move through it all. I never saw myself making music or even being in this position of calling myself a “rapper” to be quite honest. I just needed an outlet to use my voice to amplify what it is I feel to the world. And here I am.\n\nECLIPSE29 is a piece of art producer Aston Woods and artist/vocalist Brooke D. came together to create. Timely enough I feel as though we all were in a space of reflecting on growth in life, so it was only right this record be filled with our love to be able to express the things we’ve come from individually that we may not even be aware of collectively. To speak for myself, this record is me. It’s my life from a child to a man and beyond, and I hope it lives on and speaks healing to anyone it touches in the future.",
    "duration": 228,
    "external_url": "https://www.sound.xyz/old_orleans/eclipse29",
    "genre": "Hip-hop & Rap",
    "image": "ar://e_6PzoIivOvuccGqgCwJV4Tn4dqK_VkWuNxOt2qxM9w",
    "isrc": null,
    "key": "E_FLAT_MAJOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://2I7aBDN7VerMcBMQAn2B-uF9fd2Hes4c5nDtO5eS_kM",
    "lyrics": {
      "text": "Every day I wake up to get older\nI walk around, heart on my sleeve, chips on my shoulder\nShould I lay down\nI trapped myself in a box, questioning if I should stay round\nAnother swing and miss amongst my playground\n\nI’m a swing in the mist, in the midst of these decisions\nThe rain pours down only to water my intentions\nThat fire in my heart burned bridges until the flame died\nI hold myself together until tears turn to wave tides\n\nThe sun and the moon hold hands in my darkest hours\nI’m losing all the people I planned to give all my flowers\nI run to the farthest part of my garden just to bury my soul\nWake in the morning as I cycle through these problems \n\nKeep it pushin, lost my mind but I’m never losing myself\nPray for strength, and then get tested. What else would I had expect\nKnowing right from wrong, but I’m feeling like the only one left\nLove is hardest when you lose it but easiest to accept\n\nJust called to say I love you my nigga I know it’s been a while\nI take some time to tap in and conversate with my inner child\nWalk for a couple miles\nDap em up, give em pound\nTear from his little smile\nMake sure I made him proud\n\nOut of respect I sit and reflect through these discussions\nIm self first, but sometimes I second guess it like a +1’s\nThe plants only grow when leaves die, you gotta cut some\nIt’s hard to trust when grew up to trust none\n\nThe sun and the moon hold hands in my darkest hours\nI’m losing all the people I planned to give all my flowers\nI run to the farthest part of my garden just to bury my soul\nWake in the morning as I cycle through these problems \n\nKeep it pushin, lost my mind but I’m never losing myself\nPray for strength, and then get tested. What else would I had expect\nKnowing right from wrong, but I’m feeling like the only one left\nLove is hardest when you lose it but easiest to accept\n\nA living testament and a prophecy\nThese doe’s and sun rays the only thing that’s on top of me\nFa so, la ti do, my scale’s high as Lee-\nBruhs. Life’s a trip, hop in this ship, we on a odyssey\n\nHonestly, I could never fold that would be odd to see\nIt’s 400 degreez in my city nigga who hot as me\nBut when times gettin colder, and niggas start gettin bolder\nKeep that rock well, I always feel like somebody watching me\n \nParanoid, smokin till my mind was sittin on top of trees\nTryna numb the pain to point where I wanted life to leave\nMy therapist was giving advice that I thought was obsolete\nApproach life at a different angle, my view was isosceles \n\nHow the fuck I’m supposed to cope when that rope I’m holding keep droppin me\nHow the fuck you watch somebody fight cancer when they can’t bob and weave\nI put myself on hold for so long now there ain’t no stoppin me\nIf you hear from the bottom just make sure you save a spot for me",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Eclipse29 #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Eclipse29",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}