{
  "address": "0xa4eacf8948eea919f1ae67b55f94fcdb9fbd5ac4",
  "type": "ERC1155",
  "name": "Ryan R. Olson Editions",
  "tokenCount": "1",
  "uri": "https://arweave.net/S2P9UOV-xAHRO_mu65upNboOgNDfANBbscRhlqOUiLI",
  "metadata": {
    "name": "Ethereal Sea",
    "created_by": "Ryan R. Olson",
    "external_url": "https://www.olrightryan.com/",
    "description": "By Ryan R. Olson  \nGuided Imagery -  \nTake a moment to breathe deeply, drawing air fully into your lungs for five seconds and breath out slowly over nine seconds. Repeat this ten times while paying close attention to the sensations in your body.\n\nImagine feeling the sand beneath your feet as you walk slowly towards the gentle roar of the ocean. Your eyes slowly adjusting to the night, at first you see almost nothing. Imagine the air is humid with a slight breeze coming from the sea. As the roar of the waves becomes louder, you pause to give your eyes time to adjust. In the low light, imagine only seeing the beautiful ethereal glow of the cresting waves. As you take in the moment you notice the sky is filled with the stars of the Milky Way Galaxy. A moment of contemplation and mystery that can instils a feeling of awe. Everyday anxieties falling away as things are put into a higher perspective.  \nAbout this photo -  \nThis photo is a composite of two photos taken in the winter of 2021 at  Cox Bay, Tofino, BC Canada. This image was then carefully edited to further instil the ineffable experience.  \nUtility - Holders will be able eligible to reserve future editions by Ryan R. Olson.\n\nArtist - Ryan Olson Edition: -30/30 Collection -  Ryan R. Olson Editions License - Extended Editorial\n\nAbout the Artist - Ryan R. Olson is a landscape photographer that specializes in creating dark ethereal visualizations. His editing techniques shape light to create scenes that help cut through the racing thoughts that can sometimes characterize our inner world. His work endeavours to create atmospheres of contemplation and mystery that can instil a feeling of solitude within nature. These abstract qualities can lead to our anxieties falling away as things are put into a higher perspective.\n\nExtended Editorial License - Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The License includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "image_details": {
      "bytes": 15925429,
      "format": "JPEG",
      "sha256": "421ea6df437a231ec25b106d10630bffcc9c374f7da1a45a6d1e4fb8ccaefe8a",
      "width": 5666,
      "height": 7082
    },
    "image": "https://arweave.net/GsxQWZXUpuWpxY95GUmlJfwMS6p-4kjlZ72pkeH9TAg",
    "image_url": "https://arweave.net/GsxQWZXUpuWpxY95GUmlJfwMS6p-4kjlZ72pkeH9TAg"
  }
}