{
  "address": "0xa4fcb82698eb5e728003c2bbafd0431c386462d6",
  "type": "ERC1155",
  "name": "Solo Journey | editions | ablokecalledtom",
  "tokenCount": "1",
  "uri": "https://arweave.net/P16wBbK-3E7Z_hxsFm5wdgWW8C4lDxJrvnxVTEYwzWU",
  "metadata": {
    "name": "Solo Journey",
    "created_by": "Tom Athawes (ablokecalledtom)",
    "description": "From the day we are born and throughout the passing of time, we all navigate an individual and unique journey.\n\nWe negotiate our existence with friends, family, colleagues and strangers, completing a multitude of steps, decisions and situations, where we take our own special path with both good and bad consequences. These are part of the building blocks of a life.\n\nIn 2016, I left a job in the UK and moved to Australia. It was a trip into the unknown and at the time, I was expecting it to be a permanent change. I experienced a myriad of adventures, emotions and ultimately it transformed my perspective on life.\n\nI took this significant image during a long weekend break from working my 9-5 job in Melbourne. It’s the larger of two giant limestone stacks called “Gog”. I accessed the beach and the iconic rocks via the Gibson Steps, 86 steps, 70 metres high and carved into the cliff face. They have been used throughout time, dating back centuries and restored over those many years.\n\nThis image signifies the moment I changed the course of my personal and photographic journey.\n\nSolo Journey | Genesis edition by Tom Athawes\n\nNFT | 3200 x 4000px",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Tom Athawes (ablokecalledtom)"
      },
      {
        "trait_type": "Location",
        "value": "Gibson Steps, Australia"
      },
      {
        "trait_type": "Camera",
        "value": "LUMIX G DMC-GX7"
      }
    ],
    "image_details": {
      "bytes": 10050910,
      "format": "JPEG",
      "sha256": "9ea1a332721da4c9b67f6e8a4a018d697793b3b17f03494be719c7012953b3d8",
      "width": 3200,
      "height": 4000
    },
    "image": "https://arweave.net/Zp8bp0WErTllSZfeoiFlNeHu491n1UAJ2kA_BDS_Gb0",
    "image_url": "https://arweave.net/Zp8bp0WErTllSZfeoiFlNeHu491n1UAJ2kA_BDS_Gb0"
  }
}