{
  "address": "0xa41bf664e8121d08b7e2a40f65354f6bffc6d03a",
  "type": "ERC721",
  "name": "Pop Icons...",
  "tokenCount": "22",
  "uri": "https://arweave.net/YTa8po4taslu1d9SXerb08xsFviglrVDXnNBkqY-Bno",
  "metadata": {
    "name": "Iggy Pop",
    "created_by": "David Levine",
    "description": "It’s Tuesday, June 13th, 1978. I rock up to the Music Machine Camden Town London as usual with a borrowed Nikon F and the lens that I definitely couldn't afford but I bought anyway... I know a little about Iggy Pop but I wasn't sure what to expect... What happened next was mind-blowing and is a historical fact. This is frame 8 from roll 1 and it has been specifically scanned for this NFT and has never previously been printed or published. Photo ©David Levine",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "David Levine"
      },
      {
        "trait_type": "Film Type",
        "value": "Kodak TRI-X Pan 35mm negative film"
      },
      {
        "trait_type": "ISO 400",
        "value": "Film rated 800 and processed accordingly "
      },
      {
        "trait_type": "Licence",
        "value": "This NFT is licensed for personal and private use only. It may not be displayed in a commercial or public setting. No reproduction of any type is permitted under this license other than a personal print or in your personal gallery such as a spatial gallery. That gallery must not contain any commercial promotions, links or advertising. It may be used as a PFP on any personal social media account held in your name. If required a commercial license can be negotiated via this email dlpnft@gmail.com All sales are final. All Rights Reserved. No copyright is transferred. Token ©DLP/DLD 2023 David Levine has asserted his moral rights. "
      }
    ],
    "image_details": {
      "bytes": 9313396,
      "format": "JPEG",
      "sha256": "02c3445da1b3f47451a7aae57fece759c590abb1e3a8ab97a9d8c2cf3996c6fd",
      "width": 4993,
      "height": 6622
    },
    "image": "https://arweave.net/9xUotO5qnDVmJxKINUk8yIEcsinDtJ4HSI9IBnvqzks",
    "image_url": "https://arweave.net/9xUotO5qnDVmJxKINUk8yIEcsinDtJ4HSI9IBnvqzks"
  }
}