{
  "address": "0xa40f20f639b670bdd2e30b3466f05fe44f435cc6",
  "type": "ERC1155",
  "name": "The Stage is Set - Edition by DracheTech11",
  "tokenCount": "1",
  "uri": "https://arweave.net/amggtakMFEBIkHVZ-oPU20DXaQMOHMktb-zyyypb9Gc",
  "metadata": {
    "name": "The Stage is Set",
    "created_by": "DracheTech11",
    "description": "The stage is set, the moment awaits, \nthe crowd comes in and anticipates,  \nthe laughter or drama that is about to unfold,  \nit will certainly be entertainment for young and old. \n\nCOVID stole this joy from us for a moment in time,  \nand many of the performers could not earn a dime. \nBut their hearts still beat and have stayed strong,  \nthe good times will return, and the show must go on. \n\nThis photo is dedicated to all the people associated with the theatre. \n\nThe time during COVID was especially hard for the arts but the signs of recovery are coming back. \n\nThe \"Volksbühne\" am Rudolfplatz offers a diverse cultural programme and is Cologne's oldest surviving theatre.  It was also the home of the well-known Volkstheater Millowitsch from 1936 to March 2018. \n\nLICENSE  \nExtended Editorial: Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.  \n",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "DracheTech11"
      },
      {
        "trait_type": "Date",
        "value": "November 2018"
      },
      {
        "trait_type": "Exposure",
        "value": "1/15"
      },
      {
        "trait_type": "F-Stop",
        "value": "F/4.0"
      },
      {
        "trait_type": "ISO",
        "value": "1000"
      }
    ],
    "image_details": {
      "bytes": 12943752,
      "format": "JPEG",
      "sha256": "fc70955618c6d70219ed3882a12a85b588700f046b459dde9cd47fdb052cb2fc",
      "width": 4000,
      "height": 6000
    },
    "image": "https://arweave.net/MA92dh9xZBjjDFffMzloqSKNNloN0sGqWdoJ5mKR7RU",
    "image_url": "https://arweave.net/MA92dh9xZBjjDFffMzloqSKNNloN0sGqWdoJ5mKR7RU"
  }
}