{
  "address": "0xa49bc7cc366d9c91ab5f8304606e3f63397ce910",
  "type": "ERC721",
  "name": "AL3C - DISPOSABLE",
  "tokenCount": "100",
  "uri": "ar://oxO0Ckcc_ystaDqBQz1f3nC4-DRnqXKDxtsXeDqsB9s/1",
  "metadata": {
    "animation_url": "ar://z2piI1fx5gs-o2XkAPHjl_I6HR1j_hyHBxhe0xRudTY",
    "artist": "AL3C",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://4IiYX0nNnVk_SD7InsDrWqsOjk94jkFjJ3evL4AeHz4",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "DISPOSABLE",
        "value": "Song Edition"
      }
    ],
    "bpm": 120,
    "credits": null,
    "description": "6 years ago I received a package from 5,000 miles away. My ex-girlfriend from Buenos Aires had shipped me a shoebox full of mementos from our relationship and a goodbye note. I remember receiving the package and sitting with it for a few minutes in silence before picking up my guitar. I sat on the floor at the base of my couch, and this song came out in a matter of 15 minutes or so.\n\nDisposable is the first song that I wrote and released as a solo artist in 2017. Throughout 2017-18 I hosted artist showcases in my basement to spotlight student artists at my university - the cover art for this drop is a photo from one of the first of those shows where I debuted my EP \"Purple Line\". The golden egg is the album artwork of that EP - my first and only release as Oddentity. That night was my first time ever performing original music - it was an intense and beautiful moment that I will never forget.\n\nWritten and Produced by AL3C\nAdd. Vocals by Ogi\nKeys by KEYON\nSaxophone by Louis Danowsky\nMix by Rat City Sound\nMaster by Classick Studios",
    "duration": 225,
    "external_url": "https://www.sound.xyz/al3c/disposable",
    "genre": "R&B & Soul",
    "image": "ar://4IiYX0nNnVk_SD7InsDrWqsOjk94jkFjJ3evL4AeHz4",
    "isrc": null,
    "key": "A_MAJOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://z2piI1fx5gs-o2XkAPHjl_I6HR1j_hyHBxhe0xRudTY",
    "lyrics": {
      "text": "Some part of me still has feelings for the girl that I thought you should be,\nOne ounce of self-doubt when I met you would've been all the proof that I'd need,\nSomewhere in my heart time stops when I dream of you crying yourself to sleep,\nStill I've got too much growing I'm slow didn't notice my mind playing tricks on me, was blind now I see\n\nAre you reading me? Don't leave me out here stuck in the dark no,\nI'm feeling you with all of my heart girl,\nI guess it's just disposable trust, this disposable trust,\nWhat did you need from me? I invested all I could from the start yeah,\nand I've already played all my cards now,\nI guess it's just disposable love, this disposable love that's got me going wild\n\nSix months is time enough to keep me coming back to you,\nIt's not that I need the companionship, but loneliness can be taxing too,\nYou're all I ever wanted for a period of my life, but I barely knew myself my dreams abated by the strife,\nAm I getting it right?\nMight twist the past like a knife\n\nAre you reading me? Don't leave me out here stuck in the dark no,\nI'm feeling you with all of my heart girl,\nI guess it's just disposable trust, this disposable trust,\nWhat did you need from me? I invested all I could from the start yeah,\nand I've already played all my cards now,\nI guess it's just disposable love, this disposable love that's got me going wild",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "DISPOSABLE #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "DISPOSABLE",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}