{
  "address": "0xa411abf525a92248c254dfdbd12b2b20e983ba09",
  "type": "ERC721",
  "name": "Brynn Alise Photo Editions \"Commitment\"",
  "tokenCount": "50",
  "uri": "https://arweave.net/83FwITi_E_-cci9JwG_UQWm0BmUsvzFoBYjNuD2Ihss/1",
  "metadata": {
    "name": "Commitment  #1/50",
    "created_by": "Brynn Alise Schmidt",
    "description": "Standing here alone in solitude, surrounded by such beauty, in sub-zero temps, all I could think about was the commitment it took for the early settlers to survive here. The wind whips non-stop, snow blows, and temperatures drop into the negative 20s and 30s F. Surviving winter here as the original settlers did when they homesteaded in 1908 took serious commitment. As I photographed the barn for the first time in winter, I could not feel my fingers or feet and could barely operate my camera. I couldn’t even imagine what it was like over 100 years ago. While the winter season can bring so much solitude and peace, it also brings discomfort, and it takes a strong commitment as a photographer and winter adventurer to endure these conditions by choice. For me, this image also represents what commitment means for us in everything we do. It is never easy. It is always hard work. That is what makes it so worthwhile. The harder you work for something, the more value and growth you can find in it and within yourself.\n\n\"Commitment\" is the second drop in my seasonal Teton barn series. I dropped \"Belonging in 2022 and it showcases the beauty of the barn and the Tetons in the fall. Winter brings completely different conditions that feel harsher as this time of year often does. But then comes spring and soon summer and the hope they bring with them - both of which will be upcoming barn editions in 2023. There will eventually be four pieces total with an opportunity to earn the fifth image if you own all four seasonal pieces.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Brynn Alise Schmidt"
      },
      {
        "trait_type": "Camera",
        "value": "Canon EOS 5D Mark III"
      },
      {
        "trait_type": "Lens",
        "value": "EF16-35mm f/2.8L II USM"
      },
      {
        "trait_type": "Focal Length",
        "value": "35.0 mm"
      }
    ],
    "image_details": {
      "bytes": 7219942,
      "format": "JPEG",
      "sha256": "db9c092dc8f5b227ec1661031e6004e4cb9a5904a600488f7ac1c8a97a99bccc",
      "width": 3742,
      "height": 2398
    },
    "image": "https://arweave.net/xImUHnEP0VAf2HKtFTHhGji2M5mPTFTs_xPLZxS7Zfg",
    "image_url": "https://arweave.net/xImUHnEP0VAf2HKtFTHhGji2M5mPTFTs_xPLZxS7Zfg"
  }
}