{
  "address": "0xa44532d67005042e8f60aa3ca5087cf49a2e1b78",
  "type": "ERC721",
  "name": "FUD - FEAR UNCERTAINTY & DOUBT OF THE MIND",
  "tokenCount": "5",
  "uri": "https://arweave.net/IMY_KhpO-H35qB0hgH4WKoafBYEfe_8A4-XmnJHFVsk",
  "metadata": {
    "name": "IF YOU THINK THIS PIECE IS ABOUT YOU, IT IS ABOUT YOU",
    "created_by": "Zuphioh",
    "description": "At many points in my career there has been comments regarding my work, spitting venomous jealousy about me regarding how my work isn’t as good as others, or how it’s ridiculous that I have sold work for more than them or others. Coming from a background of being quite vulnerable to the opinion of others, comments like this in return hurt me, and cause my mind to go into a spiral which is hard to come out of.\n\nThis piece was made with these thoughts in mind and some of the comments within it are quoted comments regarding me said by others.\n\nThis piece however, is not a depression piece or an artwork where I show myself being vulnerable, this piece is instead an attack on those who speak about me without my knowledge. The piece is titled “If you think this piece is about you, it is about you”. The piece was made so that anyone who has said things about me behind my back can see their comments live in this artwork.\n\nI am not a fighting person nor am I an aggressive person, but in a world where punches and harsh words are temporary, a visual attack is forever. This piece is me showing self-doubt, but is also an attack to anyone that views the work and believes that it applies to them.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Zuphioh"
      }
    ],
    "image_details": {
      "bytes": 140108438,
      "format": "PNG",
      "sha256": "dd2ad414449ba3eba0cecf0f2bd9d526f539f257d983092f4c48f0384293bbff",
      "width": 8000,
      "height": 8000
    },
    "image": "https://arweave.net/0CAeILt-hHpSRZmD_BXMq0ILx4njUttTRNRRN7SOCOg",
    "image_url": "https://arweave.net/0CAeILt-hHpSRZmD_BXMq0ILx4njUttTRNRRN7SOCOg"
  }
}