{
  "address": "0xa4b9f9fab1da17c01dda5d455825bdfd39370ef5",
  "type": "ERC721",
  "name": "Tunnel Vision V4",
  "tokenCount": "1",
  "uri": "https://ipfs.pixura.io/ipfs/QmfVEvsA3EQzcpY9F9zqYQ3KT8kb4jUED3ueEpJzp4hJ2Q/metadata.json",
  "metadata": {
    "name": "Tunnel Vision - ‘Rush Hour’ ",
    "createdBy": "Ryan Koopmans",
    "yearCreated": "2022",
    "description": "‘Rush Hour’ is the first piece in the series ‘Tunnel Vision’. \n\nRyan Koopmans teamed up with Swedish artist Alice Wexell to create ‘Tunnel Vision’, a series that merges nature with stone and steel in the city's underground. \n\nSituated in the existing metro system of Stockholm, Sweden, known for its colorful bedrock cave structures, the artists photographed the tunnels, digitally introduced vegetation, adjusted the lighting and animated the scenes with the intention of bringing a wilderness into these unique spaces. \n\nSubterranean networks are perhaps the most effective method of transportation within urban environments. Cities of the future will incorporate tunnels that allow for multidirectional travel in three dimensions. \n\nIt is a fascination with these concepts that initially brought the artists to the subject matter of the underground. \n\nSubways function as vessels that defy our sense of space and time, continuously operating with repetition in a cyclical pattern. This seemingly endless cycle of arrival and departure in the underground is portrayed in ‘Tunnel Vision’ through the circulating footage of escalators, and a train that comes and goes seemingly looping endlessly. \n\nThe standard notion of public transport networks operating as usually chaotic places, is transcended by the introduction of peaceful plant life and other natural elements in these cavernous spaces. Koopmans and Wexell aim to transport the viewer into an alternate location, a surreal world that combines aspects of life above and below ground. \n\nThe topic of the built environment and its relationship with nature is a theme that runs throughout much of Koopmans' work. For Alice Wexell, originally from Stockholm, it was an interesting experience to have had a new perspective on a familiar locale and transform the typically stark spaces into imaginary scenes. \n\nTogether their aesthetic and conceptual sensibilities combine to form a series of meditative moving images. \n\nThe piece features an original soundscape by Swedish composer Tobias Hellkvist. ",
    "image": "https://ipfs.pixura.io/ipfs/QmeR3J3usfSGCdyavWHkhJYqN7wgXXfCdsKhLkXMAo2X4R/RedSubway.gif",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmTK91E3WythhzryMCsfmsqGpagESAcB8b7h8EYiUduWLD/Subway-Red-With-Music-50mb.mp4",
      "dimensions": "4000x4000",
      "size": "50092829",
      "mimeType": "video/mp4"
    },
    "tags": [
      "ryankoopmans",
      "alicewexell",
      "3d",
      "animated",
      "animation",
      "architecture",
      "color",
      "rushhour",
      "nature",
      "rare",
      "superrare",
      "surreal",
      "surrealism",
      "tunnelvision",
      "photography"
    ],
    "attributes": [
      {
        "trait_type": "Location",
        "value": "Underground"
      },
      {
        "trait_type": "Country",
        "value": "Sweden"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      },
      {
        "trait_type": "Year",
        "value": "2022"
      }
    ]
  }
}