{
  "address": "0xa4d3fb40aaff771ccba6943e8b1cf700d4b56065",
  "type": "ERC721",
  "name": "Nirvana Under a million Stars Editions",
  "tokenCount": "20",
  "uri": "https://arweave.net/qFMZQs5ZjcThV04UBBStTPxmKkNbVH3TXoWVNUPaUQg/1",
  "metadata": {
    "name": "Nirvana under a million stars #1/20",
    "created_by": "Hegden.Eth",
    "description": "The first time I visited Langza was back in September 2016, a small village located in one of the most beautiful valleys in India - 'Spiti Valley' in the state of Himachal Pradesh. This village is located at approximately 14,500 ft altitude and is one of the remotest villages of India with a population of 130+ people.\n\nTo reach Langza had to take a 3 hour flight, take an overnight bus of 14 hours and a tempo traveler ride through treacherous roads in the mountain, a stretch of 180+ km which took around 16 hours. The main attraction here is the Buddha statue in Nirvana pose, overlooking the valley surrounded by the snow-clad mountains.  \nI tried to create the picture of Buddha with the milky way as the background and was unsuccessful in the first attempt due to the rain clouds that came out of nowhere in Sep 2016.\n\nI visited this place again in 2018 as a co-mentor in a photography expedition. We were out in the night shooting and creating time lapses. This time we were blessed with clear skies and good weather. But due to the altitude I had a bad stomach and terrible headache as well. I was shooting along with a friend with whom I shared the ‘life saving’ chewing gums and our life stories which kept us active and warm and which helped me from the headache.\n\nAround 1 am we had to wake up an old lady living nearby, as the light outside her house was spilling on the Buddha statue, which was spoiling our shot exposure. We managed to convince her somehow and got back to shooting. It was getting windy and cold.  \nOur hands and body were numb but the wait for the Milky way to align with the Buddha was worth around 2:45 am when the magic happened and Nirvana under a million stars was born.\n\nTitle: Nirvana under a million stars  \nArtist: Arun Hegden  \nEdition size: 20/20  \nShot Location: Langza, Spiti Valley, India  \nDate: 14 June 2018\n\nLicense : Primary NFT holder is free to use in display privately and in groups, including virtual galleries, documentaries and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Arun Hegden"
      },
      {
        "trait_type": "Location",
        "value": "Langza, Spiti Valley, India"
      },
      {
        "value": "Astro Photography",
        "trait_type": "Category"
      },
      {
        "trait_type": "Camera",
        "value": "SONY ILCE-7M3"
      },
      {
        "trait_type": "Lens",
        "value": "20mm F1.4 DG HSM | Art 015"
      },
      {
        "trait_type": "EXIF",
        "value": "F/1.4 | 15 sec | ISO 3200"
      },
      {
        "trait_type": "Date",
        "value": "2018:06:14 02:43:49"
      }
    ],
    "image_details": {
      "bytes": 21461485,
      "format": "JPEG",
      "sha256": "ae11f999f0e64d0c6473e1eed33b5c01e67d726ebf3f24baace65fa7eaf51c77",
      "width": 3085,
      "height": 4629
    },
    "image": "https://arweave.net/DBHVskgz2aennl6jjF9a40TRETX_sL8u7g0miOE-Bp8",
    "image_url": "https://arweave.net/DBHVskgz2aennl6jjF9a40TRETX_sL8u7g0miOE-Bp8"
  }
}