{
  "address": "0xa47736124052450b362e5557f1d0d26b067bfc24",
  "type": "ERC1155",
  "name": "Vividly space community",
  "tokenCount": "2",
  "uri": "https://arweave.net/XwlmCnXml6SR-HiFzrLN_USiVDCj4BWAcGYWOc1mwy8",
  "metadata": {
    "name": "Tribute to women-led businesses",
    "created_by": "Janina Vi and Rupert Breheny",
    "external_url": "https://www.vividly.space/vividly-space-community-airdrop",
    "description": "Trailblazing visionaries and game-changing innovators are lighting the world on fire with their passion, creativity, and determination. These entrepreneurs are shaking up industries and transforming communities with their incredible energy and groundbreaking, creative work. Innovation, performance, diversity, and inclusivity are the heart of their mission.\n\nTogether, we will create a seismic shift. We will lift as we climb and redefine success on our own terms. Whether fighting for equal pay, opportunities for women in tech, or sustainability solutions, these world-shakers and status-quo breakers understand that true success means making a positive impact. They know that the more diverse and inclusive their businesses are, the stronger and more innovative they become.\n\nThese women-led businesses are not just about profits, they are about supporting their communities. They understand the power of collaboration and how working together can spark real change. They are dedicated to opening doors for others and helping each other succeed.\n\nImagine a world where trailblazing e-commerce brands, ethical fashion houses, and women-led tech startups are the norm. A world where women-led businesses receive equal funding and coverage as their male counterparts. A world where girls grow up knowing they can achieve anything.\n\nTogether, we can make this vision a reality. As a member of this community, you'll access special offers from diverse, creative businesses, connect with game-changing founders, and fuel your passion for progress and creativity. You'll be part of a network of leaders committed to building a better future for all.\n\nJoin the movement. Be the change. Let's get to work.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Janina Vi"
      }
    ],
    "image_details": {
      "bytes": 1148822,
      "format": "PNG",
      "sha256": "2a3528174ecfebc07a1d89f5578027bc5bdda0733a920f8dcf263c3bcba0e3df",
      "width": 929,
      "height": 929
    },
    "image": "https://arweave.net/X1O9KSvc-AwBJ1SYInxZAf_9a02yj0QSqVHR-7rveTg",
    "image_url": "https://arweave.net/X1O9KSvc-AwBJ1SYInxZAf_9a02yj0QSqVHR-7rveTg"
  }
}