{
  "address": "0xa5b310c595e9830056a2e911a1096c0f1e262cb2",
  "type": "ERC1155",
  "name": "Potato Harvest",
  "tokenCount": "10",
  "uri": "https://arweave.net/QJd6W4A9uy_PM6TpIQODJe84qgU0d6EDe_ESJM8egtc",
  "metadata": {
    "name": "Potato Harvest",
    "created_by": "KOPOKO",
    "external_url": "https://twitter.com/kopokostudio",
    "description": "The Potato Harvest is an important annual event well known in the Potato Valley. It's the opportunity for the farmers to celebrate their hard work and show how proud they are of their beautiful potatoes harvested throughout the year.\n\nThe day of the festival, all the farmers and inhabitants meet through a colorful celebration in the rustic fields, carrying baskets full of freshly harvested vegetables. Singing and dancing to traditional songs honoring their precious potatoes.\n\nThen, a large banquet is held in a big open tent where the farmers share a delicious meal prepared with different variety of potatoes all declined in delicious dishes prepared by the Potato Valley inhabitants.\n\nThe best preparation will be the winner of the cooking competition.  \nThe cookers always give their best to show their culinary skills and their great creativity never fails ! Ranging from classics such as French fries and stuffed potatoes to more adventurous creations like roasted potatoes and even edible carved sculpture potatoes...\n\nThe competition is judged by a panel of culinary experts, the best dish will be chosen based on the presentation, aroma, texture and taste. The winner will receive a prestigious prize and the valley recognition.\n\nMore than an amical competition, the cooking contest is also a time for sharing and discovering for the Potato Valley residents and visitors. Participants share their family recipes and exchange culinary ideas, strengthening the community bond.\n\nThe \"Potato Harvest\" is a perfect time to celebrate simple things in life and to be proud of this wonderful land that brings love and joy to their inhabitants.",
    "image_details": {
      "bytes": 2798213,
      "format": "GIF",
      "sha256": "23fb085dfaa348908230b46f5e985a7d8352c78d3d8110a4361a51da8912a00c",
      "width": 1250,
      "height": 1250
    },
    "image": "https://arweave.net/cBh2NVmsic_yrjCyxa1r2DdmB_5PSgNAnRF5GZWSTCY",
    "image_url": "https://arweave.net/cBh2NVmsic_yrjCyxa1r2DdmB_5PSgNAnRF5GZWSTCY"
  }
}