{
  "address": "0xa53a21d13b7caab9a8c3de290332749112002c5a",
  "type": "ERC721",
  "name": "Matt Szczur Retirement Series",
  "tokenCount": "22",
  "uri": "https://arweave.net/UajQMIHNDBa3J34hRUoqgh62H4oTYmRUIj4sQrif38c",
  "metadata": {
    "name": "Game Over",
    "created_by": "Matt Szczur",
    "description": "I’ve been trying to find the right words to say, but the best way I can start is by simply saying thank you. Baseball, you have been a part of my life for as long as I can remember. From tee ball to pro ball, I’ve dedicated almost 30 years to your beautiful game.\n\nOver these years, you have taught me lessons expanding way beyond the scope of your diamond. Your lessons, I will carry with me for the rest of my life.\n\nYou taught me failure. I have failed more times than I can count. But through it, I’ve learned persistence. To never give up. To keep tapping the rock, and eventually, the rock cracks, little by little. You taught me humility. No matter how on top of the world I was at times, you always found a way to knock me back down. You taught me respect. That in order to get respect from your game, I first had to give it. You taught me dedication. That I only get out what I put in. And you taught me sacrifice. That if I wanted something badly enough, I had to do whatever it took to make it happen.\n\nThank you, baseball, for giving me incredible memories. For being a guiding force throughout my life. Thank you for giving me the opportunity to achieve my dreams. Thank you for taking me all over the world to play a kids game in front of my family and friends. Thank you for establishing new friendships from my adventures that will last me a lifetime.  There's some special about going to battle every day with 25 other dudes. Winning, losing, and struggling together.  Overcoming obstacles together, as one.  \n\nThank you to my mom and dad for sacrificing and supporting me from the time I could swing a bat. Commuting up to The Hit Doctor after long days of work, throwing me balls in the coldest weather, traveling up and down the east coast for tournaments, literally giving everything you had to make sure I had the best opportunities for success—all of your love and sacrifice means everything.\n\nThank you to my family and friends for your endless support, cheering, traveling, and simply showing up for me in every way. It is forever appreciated. \n\nThank you to my agent, my mentors, my coaches and my teammates for teaching me and growing with me on my journey.\n\nAnd lastly, thank you to my wife, Natalie, for your endless sacrifice, love and support. We always said at the beginning that it would be worth it, and it still holds true today.\n\nThank you to the Chicago Cubs for drafting me, molding me as both a player and person in their organization for so many years, sharing in my MLB debut and giving me the opportunity to play at the big league level and win a World Series. Both the Cubs and the city of Chicago will forever be my home.\n\nThank you to the San Diego Padres, the Arizona Diamondbacks, the Philadelphia Phillies and the St. Louis Cardinals Organizations for allowing me to continue my dream. \n\nAnd most of all, thank you to the fans. I will miss you all the most. There is nothing like playing in the outfield of a big league ballpark with thousands of people cheering for you, behind you. Thank you for all the letters, all the handshakes, the art, the conversations, and most importantly, the support and well wishes. I will never forget you. \n\nI showed up early and left late.  I gave 100 percent every single day of my career.  I made it a point to be a great teammate and lead by example.  I did whatever I needed to do to be the best I could be.  I have no regrets and I left it all on the field.  After today a little piece of me will be dead and gone forever. \n\nWith the ending of my baseball chapter, I now begin a new chapter through art. I’ve poured my heart out playing baseball, and I’m excited to continue to do that through a new outlet. This series is so close to my heart. I am collaborating with 9 different artists to produce 9 different pieces to represent 9 innings (with the ability to go “extra innings.”) These pieces depict the next chapter of my life moving forward. From full time baseball player to full time artist. I am extremely grateful for these artists willing to collaborate with me as they welcome me to another team.\n\nThis first piece is a collaboration with @lphacentaurikid titled “Game Over,” signifying me laying baseball to rest. It’s been an honor to work with ACK. He’s been an inspiration since day one, and I’m grateful to share this special moment with him. This piece depicts the ending of my baseball career.  It's exactly how I feel and how I envisioned this piece.  I’ve been married to this game for almost 30 years of my life. It will be gone at the drop of a hat. \n\nWe painted a flooded field with a casket and a somber version of “Take Me Out to the Ball Game” to symbolize that I will be mourning baseball.  My art on the left represents being grateful. My art in the middle is my representation of a cub. And the one on the right depicts a broken heart, as that’s how I feel leaving the game. Cheers to the game that gave me so much.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Matt Szczur"
      }
    ],
    "animation_details": {
      "bytes": 133758600,
      "format": "MP4",
      "duration": 21,
      "sha256": "9f2017457cc07b3906f701ba191262cbfd85ac877c7d3dd007f5fc4b54621326",
      "width": 3840,
      "height": 2160,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/_mtPNWLHxoHBYl31TKv9NNXzkq9LD1m7HoTDMlvrFpA",
    "animation_url": "https://arweave.net/_mtPNWLHxoHBYl31TKv9NNXzkq9LD1m7HoTDMlvrFpA",
    "image_details": {
      "bytes": 2054641,
      "format": "JPEG",
      "sha256": "7defbe5903198da1cc795a8d2fd0ba67e7c083b3d5fde229a829c0026bac52de",
      "width": 3840,
      "height": 2160
    },
    "image": "https://arweave.net/V3bddYx7zkLBqdMNrl1cIXmvRvQSlQQc02O58x9DFNo",
    "image_url": "https://arweave.net/V3bddYx7zkLBqdMNrl1cIXmvRvQSlQQc02O58x9DFNo"
  }
}