{
  "address": "0xa56737c3de122d27e95cba6840fc27863e79b256",
  "type": "ERC721",
  "name": "Wild Angels Editions",
  "tokenCount": "16",
  "uri": "https://arweave.net/jQHbparyRo5-pYMDi8r_ROaxa2dl3qMMbd2Y-QyoiFw/1",
  "metadata": {
    "name": "Tangerine #1/16",
    "created_by": "Ratnadwip Saha",
    "description": "Can predators be predated? A question that arouse in my mind long ago, was mystically solved on my visit to Masai Mara this year. Let \"Tangerine\" answer that for you. \n\nSelangi, a cheetah named by local Masai tribes, is a \"she cat\". She was the  mother of two cubs when I first saw her. On my first encounter, the sight I evidenced was eye opening. She just hunted a deer and was eating it with the cubs when a hyena snatched their hunt and took it away leaving them hungry and food less for the entire day. She left the place to save her cubs.\n\nIt was almost heart breaking to see those babies remain hungry. In the wild, cheetahs are actually the most innocent big cat if we may say. They are easily predated over by other predators. And most of the time they helplessly gives up due to lack of power or unity. \n\nHowever, two days later we found her hunting this baby Common Eland. It was not more than 3/4 hours old and didn't even learn to run from predators. This was another eye opening situation. I felt extremely sad at the Eland's demise but then I realized that nature has its own way. The powerful will always hunt the less powerful. Two days ago I felt bad for the cubs and now I was feeling bad for the Eland. We sympathize with the less powerful of course. But, this is also the truth that this Eland actually saved the three lives of the cheetah family who were possibly starving for the last two days after they lost their hunt to the hyena.\n\nAnd that's why \"Tangerine\". Tangerine is a shade of orange but not orange. It has a sour taste but not too sour as well. It is as if a paradox in nature. An undefined intermediate, just like our cheetahs here. Also incidentally, Selangi's eyes were tangerine as well somehow reminding me that she is also a paradox and that she is trying her best to protect her babies and being a perfectly great mom to them. \n\nBut at the end this experience taught me something. In Africa they say, \"if you want to run fast, run alone, but if you want to run far, run together.\" Perhaps the fate of the predator cheetahs being predated over by another teaches us that howsoever powerful we may be, running solo will always be disadvantageous.\n\nArtist: Ratnadwip Saha  \nMedium: Photography  \nEdition: 16  \nLocation: Masai Mara, Kenya  \nCamera used: Nikon D5  \nYear: 2022  \nDimensions: 3711 x 2474\n\nAbout the Artist: I am a self taught multidisciplinary photographer based out of Agartala, Tripura, India. My works are published in renowned pages like Tripoto Community, Outlook Traveller, BBC Hindi, Incredible India, Street Photography International etc. You can connect me on Instagram @my.wander.tales and see my work there for a wider perspective and understanding.\n\nLicense: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator. This still image will be minted only once as an edition of 16/16 NFT artwork on the Etherium Blockchain, and no other editions or 1/1 will be produced on this or any other blockchain.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Ratnadwip Saha"
      },
      {
        "trait_type": "Camera",
        "value": "NIKON CORPORATION NIKON D5"
      },
      {
        "trait_type": "Lens",
        "value": "180.0-400.0 mm f/4.0"
      },
      {
        "trait_type": "ISO",
        "value": "100"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/4"
      },
      {
        "trait_type": "Exposure",
        "value": "1/800"
      },
      {
        "trait_type": "Focal Length",
        "value": "390.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2022:04:12 07:37:45"
      }
    ],
    "image_details": {
      "bytes": 1346576,
      "format": "JPEG",
      "sha256": "6498b7c251e1ac3e9af0fe1189171d8bc3c4edaa87a03c36b9b1549eb8dcd803",
      "width": 3711,
      "height": 2474
    },
    "image": "https://arweave.net/E4ejFpT-qsSkfSF36_UNq6Z7GSEVNyWemR3HQjw3VVo",
    "image_url": "https://arweave.net/E4ejFpT-qsSkfSF36_UNq6Z7GSEVNyWemR3HQjw3VVo"
  }
}