{
  "address": "0xa5b2928929bb5051ed1f995a2d794587ce2a534f",
  "type": "ERC1155",
  "name": "Datamarket Airdrop",
  "tokenCount": "1",
  "uri": "https://arweave.net/gtlPqeEU8qVJ2T1Sdtlo394J3wsqJ1aNJ3zRdbz_LxY",
  "metadata": {
    "name": "Dataforest",
    "created_by": "ecemdilankose",
    "external_url": "https://drive.google.com/drive/folders/1UW7g9zfPFWR-bsyHiMsN4KUFYKSXXPhL?usp=share_link",
    "description": "Dataforest is a conceptual digital artwork based on the way technology liberates and brings people together through cognitive thinking. Neurotic attachment patterns and group dynamics are natural and conscious; It is actually an attempt to simulate the technology - human relationship in an artificial and unconscious way with maximum benefit and unity for our world. It just tells the unity that a tree creates in the forest. It gives meaning to the unity of change and transformation through communication and sharing. He touches on the main topics that artificial intelligence touches with an artistic approach and creates his own pieces with this intention. From a renewal such as experience and learning; mentions an approach such as abstraction and sociability.\n\nArtist Ecem Dilan Köse is an artist who argues that the digital world and the organic world are not different from each other. For this reason, it values ​​the concept-method relationship. The use of artificial intelligence in sound production and the use of neuron connection forms in visual production point to the concept of 'knowing' in this work. It intends to remind us, who shape the future, of unity and freedom in a life adorned with technology without being disconnected from nature.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "ecemdilankose"
      }
    ],
    "animation_details": {
      "bytes": 183836338,
      "format": "MP4",
      "duration": 133,
      "sha256": "7bb687aeb6dbb91007e0cf8ca0e43a078ca5c13bee63bc9a1f1212cab54f143b",
      "width": 1080,
      "height": 1920,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/0EeIxOPooBXdoWqDrWxtN_7O2Q0RF8f7iV5k3w73tSc",
    "animation_url": "https://arweave.net/0EeIxOPooBXdoWqDrWxtN_7O2Q0RF8f7iV5k3w73tSc",
    "image_details": {
      "bytes": 2738637,
      "format": "PNG",
      "sha256": "a1a01ca843316d49108ae64ec2e80c15f1fa541d8cf0ea0a79aed2881d0c236a",
      "width": 826,
      "height": 1340
    },
    "image": "https://arweave.net/gSkqhTQYj9Evt766mJKrqhsvsxYUOtbut4Nq3mluFbw",
    "image_url": "https://arweave.net/gSkqhTQYj9Evt766mJKrqhsvsxYUOtbut4Nq3mluFbw"
  }
}