{
  "address": "0xa5f41fe32f269a0499a01dde7623d18aa5e7003f",
  "type": "ERC721",
  "name": "cLiMaTe ChAnGe iS a HoAx",
  "tokenCount": "8",
  "uri": "ipfs://QmSj9rpCpexd21KGuRyjkDonjSMiBwWXtKjvkSnJTotTuD/1",
  "metadata": {
    "name": "cLiMaTe ChAnGe iS a HoAx #1/8",
    "description": "As the world around her melted, she held tightly to her umbrella, the only shield she had against the chaos unfolding above. The rain of fire and ash seemed to be coming from all directions, and yet she remained still, resolute in her determination to stay put.\n\nHer eyes were fixed on the horizon, where the last remnants of civilization were slowly disappearing into the abyss. The once-vibrant city, with its towering buildings and bustling streets, was now reduced to nothing more than a smouldering wasteland.\n\nThe girl knew that this was no ordinary storm. It was a cataclysmic event, the likes of which the world had never seen before. The ground beneath her feet shook violently, sending cracks and fissures racing towards her.\n\nBut still she held on, her fingers white-knuckled as she tried to keep the umbrella steady. It was her only hope of survival, and she clung to it with every ounce of strength she had left.\n\nAs the sky turned a sickly shade of green, the girl felt her chest tighten with fear. She knew that this was it - the end of the world as she knew it. But even as she faced down the apocalypse, she refused to surrender to the chaos.\n\nInstead, she stood tall and proud, her umbrella held high above her head like a beacon of hope. It was a symbol of resilience and perseverance, a testament to the human spirit in the face of even the most impossible odds.\n\nAnd as the world continued to crumble around her, the girl knew that she would not give up. She would weather this storm, no matter what it took, and emerge stronger on the other side.\n\n---\n\nPersonal Printing Rights granted for owners",
    "image": "https://res.cloudinary.com/nifty-gateway/image/upload/v1680074476/publishers/valesh/49930/69268/IMG_0676%20%281%29.png",
    "image_hash": "QmUKTMUFiMrL26UZumFM7rz3NNprVMCSg4tyNEvo65bpZd",
    "background_color": "ffffff",
    "external_url": "https://niftygateway.com/collections/climatechangeisahoax/"
  }
}