{
  "address": "0xa5a640a55bab9af759b52c131b059de67134f852",
  "type": "ERC1155",
  "name": "Haremtoken ETH collection",
  "tokenCount": "7",
  "uri": "https://gateway.ipfs.io/ipfs/QmPoCUu5dB3Zrp4fcEZmGEpNYhDzq2oA47j7XVGEMGqctP",
  "metadata": {
    "name": "Adalwen Herford",
    "description": "***Original $HAREM-token collectible***\nAfter Adalwen's father caught her having sex in the garden shelf with the neighbours kid when she was 13, her life drastically changed, she got stigmatized by her family and seemed to never be able to escape this vicious circle of rumours around her. Two years later, her father still couldnt look her in the eye, and though she only had sex with one older boy she's been with that one night, she is branded as the school slut. Her entire family watched her as though she was likely to sleep with anyone she was seeing. Becoming older and after struggling through a rough youth Adalwen learned that she was the only one she could trust and needed to protect herself by becoming outwardly tough, but feels her isolation acutely. Her only outlet is the internet where she can be an anonymous girl and nobody judges her for anything. She began to study online classes on coding and slowly but surely dove deeper into the space and realized that she was good. Very good indeed. This gave her back a lot of self-esteem as she was someone people valued over the internet, eventhough nobody knew her real identity. Today she is involved in one of the biggest blockchain projects around, namely Ethereum and developes a lot of neat dapps for the internet 3.0",
    "image": "https://gateway.ipfs.io/ipfs/QmfDjKRt9AxDQ768EpZkrNGDwradwTtKd2idBoEi1GG8YJ",
    "animation_url": "",
    "audio_url": "",
    "interactive_url": "",
    "external_link": "https://harem-token.com/",
    "attributes": [
      {
        "trait_type": "Country",
        "value": "Norway"
      },
      {
        "trait_type": "Age",
        "value": "26",
        "display_type": "number"
      },
      {
        "trait_type": "Special Skill",
        "value": "Internet 3.0 development"
      }
    ]
  }
}