{
  "address": "0xa5bd29d9165bf4684cb500b728001188d3c789e2",
  "type": "ERC721",
  "name": "Cinema in the Sky",
  "tokenCount": "5",
  "uri": "https://ipfs.pixura.io/ipfs/Qmf9jdA9SrHtvZA62XZkz3QotBByL1LQzgNkhNi2YjvMdx/metadata.json",
  "metadata": {
    "name": "Road to Hana",
    "createdBy": "Ben Skaar",
    "yearCreated": "2022",
    "description": "20°49'18.0\"N 156°08'16.9\"W\n\nWinding its way along Maui’s rugged coastline, the Road to Hana is an exhilarating drive of hairpin turns and steep roadside cliffs. As you make your way from Kahului to Hana you will be met with over 600 turns and 59 bridges, often so narrow that only 1 car can pass at a time. \n\nOn this day, my family and I set out early in the morning with a goal of making it to Hana before noon. Rain was forecasted to be present throughout most of the morning, but we were hoping to luck out with a few pockets of sunshine where I could launch my drone. \n\nIt soon became apparent that our goal would be a little ambitious! Every turn seemed to reveal another natural wonder, and it was difficult not to stop and appreciate all the trails, waterfalls, and viewpoints along the route.\n\nAbout halfway into the trip we crossed over the West Wailua Iki Stream, one of the many outlets flowing down from the peak of Hanakauhi. The coordinates at the top of this description pinpoint the exact place I am standing within the video; a semi-sturdy bridge above the taller of the two Wailua Iki falls. It was here, that my vision came to life.\n\n~\n\n“Road to Hana” is the genesis piece in my “Cinema in the Sky” series, a body of work dedicated to iconic moments from throughout my travels and showcasing the beautiful corners of this planet from above 🌎 \n\nMusic and Sound Design by Clemens Ruh \n\n(Due to the 50 mb file size limit of SR, the full 4K 300 mb file will be delivered to the collector on a separate file hosting platform)",
    "image": "https://ipfs.pixura.io/ipfs/QmQqE3veGnoGy4FAwspM1x3wqqcshhi7sALPTrEz4FtLms/SR64.00_00_09_29.Still001.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmX9ftgT5yFB5FK8LmkhJ7JqewsHx9U4JfGbKgquyUdKJM/SRFinalDraftUnder50MB.mp4",
      "dimensions": "1920x1080",
      "size": "49699034",
      "mimeType": "video/mp4"
    },
    "tags": [
      "surreal",
      "skaar",
      "video",
      "hawaii",
      "photography",
      "tropical",
      "surrealism",
      "island",
      "drone",
      "aerial",
      "visual",
      "cinema"
    ],
    "attributes": [
      {
        "trait_type": "Capture Date",
        "value": "11/28/2022"
      },
      {
        "trait_type": "Location",
        "value": "Maui, Hawaii"
      },
      {
        "trait_type": "Camera",
        "value": "Mavic 2 Pro"
      }
    ]
  }
}