{
  "address": "0xa51a4ad0e5055e05456f552e2d193781faad5971",
  "type": "ERC1155",
  "name": "B10550M - First Metaversary",
  "tokenCount": "6",
  "uri": "https://arweave.net/MYecS7eo4PtqB0bztQ01w-VyraE_ydRLaG67FGccy8w",
  "metadata": {
    "name": "Above The Clouds",
    "created_by": "Jonas",
    "description": "I'm very fortunate to be able to spend most of my holidays in a chalet near Rougemont, Switzerland. These mountains are very close and I've been taking photos of them many times a year.\n\nThis time, the weather was cloudy, rainy, and foggy for almost two weeks, creating some very interesting atmosphere and compositions. The day I took this image was no different, except that I couldn't see the mountains for the whole day... so patience... and patience... and out of nowhere, the clouds started to split up, just enough for me to see them through, almost like they were trying to look at the sunset.\n\nThe last lights of the day, shining on the rocks, framed by the clouds, made a perfect scene to capture that was worth my patience. Without waiting any longer, I took several vertical shots thinking this image will be very special.\n\nAnd it is! The result is a massive 23'388 x 6846 pixels panoramic image, composed of 24 photos, that I'll never forget!\n\n\n// About me\n\nHi, my name is Jonas, a photographer from Switzerland. My goal is to promote my local area using my passion for landscapes and abstract photography. All of my work is done within a 3 hours radius of my hometown.\n\n\nArtist's name: Jonas | J0n45.eth\n\nEdition: 1/10\n\nAvailability: NFTs only\n\nResolution - 23'388 x 6846 px\n\n\n// Date and location\n\nDate - 1st August 2021\n\nLocation - Rougemont, Swizerland - 46.487725, 7.191410\n\n\n// Extended Editorial License\n\nCan be displayed privately, in commercial and non-commercial settings, or in groups with an unlimited number of participants. The License includes unlimited uses and displays in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Jonas"
      },
      {
        "trait_type": "Exposure",
        "value": "1/800"
      },
      {
        "trait_type": "Focal Length",
        "value": "123.0 mm"
      },
      {
        "trait_type": "License",
        "value": "Extended Editorial License"
      },
      {
        "trait_type": "Availability",
        "value": "NFT only"
      },
      {
        "trait_type": "Edition",
        "value": "1/10"
      },
      {
        "trait_type": "Light Spectrum",
        "value": "Visible Light"
      }
    ],
    "image_details": {
      "bytes": 67911400,
      "format": "JPEG",
      "sha256": "3b9be8a5622ec68823d2c95878bf7b952e93ccc3821aa9386e3dfbf60954c2ac",
      "width": 23388,
      "height": 6846
    },
    "image": "https://arweave.net/uZq-peoGthtUvt4v-FotW3PnzQV-dvNguz6tFtOWGFs",
    "image_url": "https://arweave.net/uZq-peoGthtUvt4v-FotW3PnzQV-dvNguz6tFtOWGFs"
  }
}