{
  "address": "0xa6a5528d3a105522a854dd70a7924d64ba2a8b4a",
  "type": "ERC721",
  "name": "Nifty Royale X Perry Cooper Soho Drinks",
  "tokenCount": "28",
  "uri": "https://niftyroyale.mypinata.cloud/ipfs/QmRQjK191uSLf8qqHsBSzpDDYXHtjgJmxTtQm5hRzBPigb",
  "metadata": {
    "description": "I’ve spent most of my working life within advertising agencies in and around the Soho area of London, England. When I set up my own company with two friends, we couldn’t wait to get our own Soho office. I have always loved the bustling vibe of the area, and have many memories of great times with friends and colleagues. In this piece I’ve tried to sum up the feeling of being outside having a drink with friends in the summer - and making a lunch go on a little bit longer than it should! In soho the streets are tight and you can stand outside of a pub, taking in the sunshine while it lasts. Some pubs also have beer barrels for high tables outside, traditionally made by my namesake, Cooper’s! Sound by @guiltfreepost (still based in Soho!)",
    "external_url": "https://niftyroyale.com/",
    "image": "https://niftyroyale.mypinata.cloud/ipfs/QmVTuhs8QAtpagkw4NnrzyZTjaUtZk4TKUhSx48HXGbsfz",
    "name": "Long Lunch - USA",
    "attributes": [
      {
        "trait_type": "Created by",
        "value": "Nifty Royale"
      },
      {
        "trait_type": "Nifty Royale Winner",
        "value": false
      },
      {
        "trait_type": "Artist",
        "value": "Perry Cooper"
      },
      {
        "trait_type": "Artist Description",
        "value": "Perry is a British digital artist based in the United States. He has worked within digital advertising since 2003, co-founding London based digital production company 'The Confessional' in 2009. He has produced work for Amazon, Armani, British Airways, Facebook, Ikea, Jaguar, T-Mobile, Virgin Atlantic and many more. Aside from his work with The Confessional, he regularly posts 3D looping animations to social media, and shares Cinema4D tutorials on his YouTube channel. Perry has been involved with NFTs since his first drop in mid 2020. His artwork often provides a whimsical twist to everyday objects and experiences."
      },
      {
        "trait_type": "Variant",
        "value": "USA"
      },
      {
        "trait_type": "Specs",
        "value": "MP4, 75.6MB, 2160 X 3840"
      }
    ]
  }
}