{
  "address": "0xa616d30d6901cf85c3c1e19c9b468218d798b8fa",
  "type": "ERC721",
  "name": "Lucifugous Portraits",
  "tokenCount": "2",
  "uri": "https://arweave.net/M_uYQigX6IrlkIjrOHd1wMIZenP5wU8iqEz9M6SckL8",
  "metadata": {
    "name": "41",
    "created_by": "dorukseymen",
    "external_url": "https://dorukseymen.com.tr",
    "description": "Today is 41st birthday, seems like half the way. I have always strived to be progressive and innovative in my photography from the day I first pressed the shutter button. Today, I prepared a new narrative with the perspective that the WEB 3 family has given me in the last year. I've been working on it for a long time. This process made me even more addicted to the simplicity that I love so much. it's a hybrid construction, a brand new experience where AI technology and photographic art come together.\n\nAbout the emergence of this work;  \nand also dedicated to the person who will own this work.  \nplease dont forget\n\n\"How easy it is for people to become trapped in their conceptual prisons.  \nThe human mind, in its desire to know, understand, and control, mistakes its opinions and viewpoints for the truth. It says: this is how it is. You have to be larger than thought to realize that however you interpret “your life” or someone else’s life or behavior, however you judge any situation, it is no more than a viewpoint, one of many possible perspectives. It is no more than a bundle of thoughts. But reality is one unified whole, in which all things are interwoven, where nothing exists in and by itself.  \nKnowing yourself as the awareness behind the voice is freedom.\"  \nEchart Tolle",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Doruk Seymen"
      },
      {
        "trait_type": "Camera",
        "value": "FUJIFILM GFX100S"
      },
      {
        "trait_type": "Lens",
        "value": "GF110mmF2 R LM WR"
      }
    ],
    "image_details": {
      "bytes": 3911385,
      "format": "JPEG",
      "sha256": "209ef8e11652f08440199a42d09c6ce4692cc5b9bdadb75fb8b943426d533f86",
      "width": 4000,
      "height": 4000
    },
    "image": "https://arweave.net/Ridx3mK0IaiVNxLpZD_me0N0zayHi6Trttwv7SFn_Lo",
    "image_url": "https://arweave.net/Ridx3mK0IaiVNxLpZD_me0N0zayHi6Trttwv7SFn_Lo"
  }
}