{
  "address": "0xa6d2420c814b7594f3c8a0fad0ec1f01454f0f1c",
  "type": "ERC1155",
  "name": "YUYU OPEN EDITIONS",
  "tokenCount": "1",
  "uri": "https://arweave.net/xCxQGYXII4w2Pd7mX0jnTZjaRllD-bdNm08lJgVfE94",
  "metadata": {
    "name": "RENAISSANCE",
    "created_by": "YUYU",
    "description": "Renaissance, Resurrection, Resilience. \nTributing self-determination, YuYu’s first-ever edition functions as a testament to his perseverance. Drawing inspiration from Friedrich Nietzsche's notorious phrase, “That which does not kill us, makes us stronger”, the work creates powerful imagery that transcends centuries of oppression and blossoms in the age of digitalization and blockchain revolution.\n\nAccording to legend, Sebastian was a Roman soldier who after being discovered to believe in Christianity was condemned to be executed by archers. Despite his surviving the martyrdom of archery, in most Renaissance depictions the focus remains on this particular poetic moment of torture. Saint Sebastian is one of the most frequently depicted saints in the Western world and at the same time, maybe the most sensual one. His often adolescent, uncovered body, the hips shifting with contrapposto, his expression balancing between torment and divine pleasure.\n\nThe story of St. Sebastian has managed to stay relevant throughout centuries and has influenced several artists including Guido Reni, El Greco, Reubens, Botticelli, and later, John Singer Sargent, Oscar Wilde, and Yukio Mishima among many others. As societies evolved, and Christians seized to be prosecuted on the base of their beliefs, so did the interpretations of the Saint. During the 20th century, it was the gay community that found resonance with Saint Sebastian’s martyrdom. What the Christians considered a connection with the divine in the original Renaissance depictions, was now seen as concealed emotions, experiencing both torments and pleasures privately, a feeling very similar to the experiences of many homosexual men.\n\nBut why does a 3rd-century catholic saint being depicted as an Asian queer man with long hair, romantically waiving in the wind? Yuyu’s practice focuses on replacing the white heteronormative subjects of European historical paintings with self-portraits — a process that allows him to narrate experiences of himself and his communities. Whether based on non-conforming gender, sexuality, or skin color; many have been excluded or overlooked by the Euro-centric art history. Through alternate storytelling, the artist creates parallel moments in history that may have never been immortalized through a painting, but they have existed. What mesmerizes through this practice is the possibility of allowing all histories to co-exist, whether marginalized, erased, imagined, or manufactured. As in the original story of St. Sebastian, where depictions focused on the most poetic moment of his tragic life —the arching— instead of his actual death; Yuyu’s work creates imaginative poetic moments designed to shake conservative structures and queer art history. \n\nIn this re-interpretation of Mantegna’s masterpiece, Yuyu pushes the boundaries of St. Sebastian’s perceived queerness. In the artist’s own words “What the artists of the 20th century unconsciously concealed, I want it out there. There’s no need to only imply the sadomasochistic references of the original paintings” (tied erotic posture, penetration, etc.). Elements such as the Adidas socks and jocks, highly associated as they are with the underground homo-erotic scene; accompanied by a harness from Berlin-based designer Leonardo Condenine, create a rather provocative depiction of the usually innocent Saint. In this new reinterpretation, St. Sebastian doesn’t conceal his identity but rather wears his sexual uniform with pride, inviting the archers to give him (Yuyu) their best shots. It is at the same time an act of defiance against the conservatism of today’s society and an act of liberation for queer minorities who can now see in the artist aspects of their struggles and realities.\n\nThis artwork is a re-interpretation of Andrea Mantegna’s painting of St Sebastian - c1459 (Kunsthistoriches Museum, Vienna, Austria).\n\nWritten by Sixela (Alex Aravantinos) - Curator",
    "external_url": "https://twitter.com/cyber_yuyu",
    "attributes": [
      {
        "trait_type": "Original Painting",
        "value": "St. Sebastian (c1459) by Andrea Mantegna"
      },
      {
        "trait_type": "Style",
        "value": "Collage Art"
      },
      {
        "trait_type": "Style",
        "value": "Photography"
      },
      {
        "trait_type": "Artist",
        "value": "YuYu"
      },
      {
        "trait_type": "Year",
        "value": "2022"
      },
      {
        "trait_type": "File Dimensions",
        "value": "6644 × 11811"
      }
    ],
    "image_details": {
      "bytes": 51389327,
      "format": "JPEG",
      "sha256": "5826c0d5e3910455c9fbba95466fbca45e08e28643931a24d36ab592d289b289",
      "width": 6644,
      "height": 11811
    },
    "image": "https://arweave.net/2b9xVo13tbtPLDoje5McUlWOhzGsvISqxclWvvIprr0",
    "image_url": "https://arweave.net/2b9xVo13tbtPLDoje5McUlWOhzGsvISqxclWvvIprr0"
  }
}