{
  "address": "0xa69854100c5835216f304a039918b9390def131e",
  "type": "ERC721",
  "name": "''Indexing Request''",
  "tokenCount": "2",
  "uri": "https://arweave.net/EFGe9l5T_CUXeajCTZsd-rLRDe5CWprzMoGd5V9ZM7g",
  "metadata": {
    "name": "''all your bones are belong to us''",
    "created_by": "Mical Noelson",
    "description": "Thank you for providing the correct term \"all your bones are belong to us\". The theme of an \"all your bones are belong to us\" painting would typically revolve around the process of digging and uncovering historical artifacts, fossils, or archaeological sites. The painting might depict a scene of  a poorly translated cut-scene taking place, with archaeologists or workers digging into the ground, using tools like shovels, brushes, or pickaxes. The focus could be on the adapted and parodied site itself, showcasing layers of soil, rocks, or sediment being removed to reveal buried objects or video game structures. The theme could also evoke a sense of discovery, curiosity, but due to the translation error, it became the exploration of the past. Colors and widespread attention might be used to convey the depth, texture, and history beneath the surface. However, it's important to note that the interpretation and specific elements of an \"all your bones are belong to us\" painting can vary depending an entirely new context specific to the situation or conversation where it is being used.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Mical Noelson"
      },
      {
        "trait_type": "Contribution",
        "value": "Mical Noelson & Ktorn (coding) collab"
      },
      {
        "trait_type": "Text",
        "value": "Reconstructed AI output  "
      }
    ],
    "image_details": {
      "bytes": 191779578,
      "format": "PNG",
      "sha256": "d16cacfa971ad54a41e8b95794178ebfc2f813db12695fb78261bbd8185b31a7",
      "width": 8858,
      "height": 4983
    },
    "image": "https://arweave.net/zjfQPOuTVNWjiMFyfKFESbmd7obBYs81JrNkrU630lE",
    "image_url": "https://arweave.net/zjfQPOuTVNWjiMFyfKFESbmd7obBYs81JrNkrU630lE"
  }
}