{
  "address": "0xa645906bc4e25d4ede56463eba65f9c21300ecbc",
  "type": "ERC721",
  "name": "LostShoots Silverstein Hendrix Puzzle",
  "tokenCount": "101",
  "uri": "https://arweave.net/dVum4NEwOXfVPhjWd0y6p2cfvvxEv4sy3qBfaj3dRE4/1",
  "metadata": {
    "name": "Camera 1",
    "created_by": "Donald Silverstein x Lost Shoots",
    "external_url": "https://lostshoots.webflow.io/",
    "description": "Donald Silverstein was a fashion photographer who worked extensively with Condé Nast, Pirelli, Biba, and major brands in New York, London and Paris. A contemporary of David Bailey, Brian Duffy, Terence Donovan, Guy Bourdin and others, Silverstein produced prolific work during his lifetime.\n\nIn 1967, Donald was commissioned to photograph musician Jimi Hendrix for album art released on Track Records.\n\nOne photo was released as a poster insert for 'Electric Ladyland' album. This single image was heavily bootlegged and plagiarised for years.\n\nNow the rest of this epic shoot is being brought back to life in the NFT space - with provenance and ownership at the fore.\n\nDonald and Jimi only met once, but their connection was special, and the original image featured in this piece is a wonderful representation of that.\n\n--------------------\n\nThe Silverstein Family Estate is working with Lost Shoots to release selected images from this shoot as NFTs.\n\nThis puzzle piece is part of the first NFT drop.\n\nA single image of Donald and Jimi touching foreheads has been broken up into 101 customised puzzle shapes. There are 6 different shapes with various rarities.\n\nThe customised puzzle pieces are presented within the original negative border frame of the image.\n\nEach NFT is dynamic - when the user clicks on it, the image will rotate between the puzzle piece and the original image (minus the puzzle piece).\n\n--------------------  \nOriginal photograph © Donald Silverstein / The Silverstein Family Estate. All rights reserved.  \nPuzzle artwork created by David Fairs & Matt Humphrey.  \n--------------------  \nLicense: \nCan be used to display privately, or in non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. \nProvides no commercial rights. \nProvides no editorial rights.  \n-------------------  \nContact: lostshoots@gmail.com  \nTwitter: @LostShoots",
    "animation_url": "https://gateway.pinata.cloud/ipfs/QmVCfqm5dk7MAE51S1DZ2h9czRKurQDxdiHwpwez79XCiT",
    "animation_details": {
      "format": "HTML"
    },
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Lost Shoots"
      },
      {
        "trait_type": "Shape",
        "value": "Hasselblad"
      },
      {
        "trait_type": "Background",
        "value": "v1"
      },
      {
        "trait_type": "Donald / Jimi",
        "value": "Donald"
      }
    ],
    "image_details": {
      "bytes": 2803030,
      "format": "PNG",
      "sha256": "f433dcb25db9f31c21ddd62b4c6caebff96f68f9b871964d7826179d34c9fa6d",
      "width": 3000,
      "height": 3000
    },
    "image": "https://arweave.net/-iSUDcSZd8xv2rOvsmpVtL-BH07DCgMCG8SXtG565Qs",
    "image_url": "https://arweave.net/-iSUDcSZd8xv2rOvsmpVtL-BH07DCgMCG8SXtG565Qs"
  }
}