{
  "address": "0xa7e229ef098499b86677212737256d8dee11886c",
  "type": "ERC721",
  "name": "Christine Kazanchian",
  "tokenCount": "10",
  "uri": "https://arweave.net/UbKpQChU_KDjy1xvUsbufIcL6knyS9ABx3o9MG5Rlhg/1",
  "metadata": {
    "name": "Engine Lights (Won't Turn Off, Again) #1/10",
    "created_by": "Christine Kazanchian",
    "external_url": "christinekazanchian.com",
    "description": "The feelings of claustrophobia + alienation + overstimulation + underwhelm + curiosity + surveillance i experienced prior to and during the creation of Engine Lights reminded me so deeply of the feelings I felt growing up painfully myself in Los Angeles, in my insular Armenian community. Prior to painting Engine Lights, I had suffered a mysterious injury that demanded involuntary rest for a minimum of three months. My body, just like when I was a child in a self-surveilling community, was keeping me from making and moving, my mind was running and then stopping indefinitely, and my insecurities, magnifying. My loved one told me that engine lights turning on a car (like for my body) were meant to direct me to what needed to be paid attention to. I was emotional. This world is not patient to those whose lights come on and remain on, but those who love you beyond what you DO (for work, for appearances, for them) are.\n\nThe original Engine Lights piece is 36x36in, mixed media (Acrylic, glue, ink, pencil, spray paint, glossy varnish). Those who purchase one of the ten editions, a detail of the original piece, will receive a unique CK print (chosen by me) shipped to them upon request. \n\nI hope to one day hold events for my lovely supporters. <3 \nսիրով, CK",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Christine Kazanchian"
      }
    ],
    "image_details": {
      "bytes": 55465209,
      "format": "PNG",
      "sha256": "883ec824532a47f17910bfe97a69e095025034c238cda7ecf4c3739189575e99",
      "width": 5420,
      "height": 7201
    },
    "image": "https://arweave.net/u6Nkw_Caz62K7G1H2xEvoGnBQXx_Dw_up3SJgK24QXI",
    "image_url": "https://arweave.net/u6Nkw_Caz62K7G1H2xEvoGnBQXx_Dw_up3SJgK24QXI"
  }
}