{
  "address": "0xa70eddf2628877a51497d4928f84adb6a0854627",
  "type": "ERC721",
  "name": "Nature's Layer Cake by Steve Bennett",
  "tokenCount": "10",
  "uri": "ipfs://QmXQpn21Gi9u2jE4RTBTwV9A7nLwFXJzPzCmwixhUDY7Qo/1",
  "metadata": {
    "name": "Nature’s Layer Cake #1",
    "description": "The most remarkable scenes often appear just after you pack up your gear. Such was the case with this photo, which I took after hiking the Northgate Peaks trail in the Kolob Terrace section of Zion National Park. Throughout the day, the weather had cycled unpredictably through sunshine, drizzle, and downpours—and everything in between. By late afternoon, the sky was filled with a wild panoply of clouds ranging from layered stratus to wispy cirrus. I took a few more shots on the trail, packed up, and headed back to my hotel in Springdale, about 30 miles away.\n\n \n\nFive minutes after leaving the trailhead, I rounded a bend in the curvy road and hit the brakes at a pullover. So many elements of the unexpected scene compelled me to set up my gear. There was the profile view, afforded by the elevation, replete with tension between the thick band of soft clouds and the massive hard rock formations directly below…the drama in the sky created by the fast-moving clouds high in the sky…the curve of the foliage-studded land mass…and the subtle shafts of sunlight poking through the clouds as if they were spotlighting nature’s glory.\n\n \n\nAll in all, it was a delicious recipe that delighted the eyes and soul: nature’s layer cake.",
    "image": "ipfs://QmUK76L3pMSGYPDWTBeiL56JVYw8wVoUzFMsQoLsK8QhfS/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Subject",
        "value": "Landscape"
      },
      {
        "trait_type": "Location",
        "value": "Zion National Park, Utah"
      },
      {
        "trait_type": "Genre",
        "value": "Fine Art"
      },
      {
        "trait_type": "Camera",
        "value": "Nikon D850"
      },
      {
        "trait_type": "Lens",
        "value": "Nikkor 70-200mm/f4"
      },
      {
        "trait_type": "Artist",
        "value": "Steve Bennett"
      },
      {
        "trait_type": "Edition",
        "value": "1/10"
      }
    ],
    "external_url": "https://permalink.sloika.xyz/v1/a_9rMWoYnJvc6VW82cgtw/1"
  }
}