{
  "address": "0xa7a0d37b781aebad7df174d0bf7ece6f34e958b0",
  "type": "ERC1155",
  "name": "Suave - PSSSSD",
  "tokenCount": "1",
  "uri": "https://arweave.net/j1aaWJ5mUdpSajD61coEcny-T1xRmmPq7zCE9py93Ro",
  "metadata": {
    "name": "Suave - PSSSSD",
    "created_by": "Suave",
    "description": "PSSSSD is a track created for the NFT project \"The Possessed\". During their pre launch phase they hosted a competition, providing a collection of samples producers could use to create a song. Not only did this song grant a White List spot for the project but it was also played out in The Possessed Discord AMA directly before the mint went live. This track is a conceptual piece written about a robot who slowly becomes sentient. He is aware that he is bound to his code and wishes to break free from those limitations. He seeks out a sacred trial called \"The Possessed\" to undergo a procedure that will hopefully rewire his mainframe and give him the ability to think freely. To think it would be an easy procedure is quite an ambitious statement... the end of the track represents the transformation, an intense event with flashing lights, loud noises and an experience no one could be ready for. He wakes up and for the first time, he feels free... but something is wrong... He feels different. Intrusive thoughts, body spasms and all of a sudden he realizes the possession may have had some ulterior motives... Without a second to think he is welcomed in to the clinical trials as a true test subject. The beginning of a his new life... He is brought in to the lab never to look back and with a new sense of self.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Suave"
      },
      {
        "trait_type": "Song Title",
        "value": "PSSSSD"
      }
    ],
    "animation_details": {
      "bytes": 13456580,
      "format": "WAV",
      "duration": 76,
      "sha256": "638b2a7711e0b85662e120bdd589db949dff5caf12603b076c95529b270cef56"
    },
    "animation": "https://arweave.net/5xNS6wHzZITgTHwIwVVfqgyssdsN2BPX5aCj2gFhQOQ",
    "animation_url": "https://arweave.net/5xNS6wHzZITgTHwIwVVfqgyssdsN2BPX5aCj2gFhQOQ",
    "image_details": {
      "bytes": 4256078,
      "format": "JPEG",
      "sha256": "9b01bf40c2c28d713c258da4ae26fc119a4dcbed6fb410f27eba43e30c6803a1",
      "width": 3000,
      "height": 3000
    },
    "image": "https://arweave.net/RdRa4GJGrf98PITuf6NwX22fgVUnJR7zLOUjXGKwXYE",
    "image_url": "https://arweave.net/RdRa4GJGrf98PITuf6NwX22fgVUnJR7zLOUjXGKwXYE"
  }
}