{
  "address": "0xa7a706ebc7c6e1d57bafaff4b8c90afcc4bd4282",
  "type": "ERC721",
  "name": "Fer Caggiano 1/1s",
  "tokenCount": "11",
  "uri": "https://arweave.net/DKkZS1LrVaDdtB7b3u4l99zyGnWQPbjEKOn_Z_hJhq8",
  "metadata": {
    "name": "Submerged Love",
    "created_by": "Fer Caggiano",
    "external_url": "www.fercaggiano.xyz",
    "description": "\"Submerged Love\" is a mesmerizing painting that depicts two women in a hidden world, submerged in the depths of their love. The water symbolizes their emotions, reflecting the intensity and fluidity of their feelings for each other. The women are shown floating in the aquatic tranquility, surrounded by swirling currents and cascading bubbles, which embody the turbulence and passion of their love.\n\nThe interplay of light and shadows on the water's surface adds an ethereal quality to the scene, underscoring the dream-like quality of their connection. The underwater setting adds a sense of mystery and enchantment, as if their love is a secret world that only they can inhabit. The women are united in their love, expressed through their intimate gaze, which conveys the depth and intensity of their bond.\n\n\"Submerged Love\" captures the beauty and power of love that can flourish even in the most unexpected places, and the courage required to embrace it. It speaks to the resilience of love that defies societal norms, and the all-consuming nature of passion that transcends all obstacles. The painting invites the viewer to contemplate the beauty and depth of love, and the transformative power it holds.\n\nfile details  \n5000x7000  \n300 dpi  \nPNG",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Fer Caggiano"
      },
      {
        "trait_type": "Copyright",
        "value": "All Rights Reserved"
      },
      {
        "trait_type": "Year",
        "value": "2023"
      },
      {
        "trait_type": "Medium",
        "value": "Digital, PNG."
      }
    ],
    "image_details": {
      "bytes": 42765894,
      "format": "PNG",
      "sha256": "0e19754dfb7df5ea711cae8a2f45df59700e50b43ed867fdcf20f4cf3337b1d0",
      "width": 5000,
      "height": 7000
    },
    "image": "https://arweave.net/GJhVnCA4QXhU59nYSEEClK6htjYb8xkfy6bdz5xbo5s",
    "image_url": "https://arweave.net/GJhVnCA4QXhU59nYSEEClK6htjYb8xkfy6bdz5xbo5s"
  }
}