{
  "address": "0xa78868f6073c0fcaf9aea2de9639d75df0f328f5",
  "type": "ERC721",
  "name": "Nifty Royale X Calibreus Tropical Spectrums",
  "tokenCount": "8",
  "uri": "https://niftyroyale.mypinata.cloud/ipfs/QmUHASMwFikVerL3WHgC91oL7rTrAnDar87qekt8Bxq7iH/1",
  "metadata": {
    "image": "https://niftyroyale.mypinata.cloud/ipfs/Qme3RdB7MWU3Vzrde3yLC17y7NzZemd9GwnUGmMudciznd/Inverted%20Coastlines.jpg",
    "external_url": "https://niftyroyale.com/",
    "name": "Inverted Coastlines",
    "description": "This was a cool little tree I discovered while exploring the coast of Oahu. I loved the way it just sat out in the open, completely separated from what surrounded it. I decided to go with a pinkish tone to the image to make these infrared leaves feel like cherry blossoms. Off in the distance is a man enjoying the view. I considered removing him from the image in-post but I liked having that extra bit of scale and context to this image. It makes you think about the story of the person and what led them to being here. What’s going through their mind as they stare off into the horizon?",
    "attributes": [
      {
        "trait_type": "Created by",
        "value": "Nifty Royale"
      },
      {
        "trait_type": "Nifty Royale Winner",
        "value": false
      },
      {
        "trait_type": "Artist",
        "value": "Calibreus"
      },
      {
        "trait_type": "Artist Description",
        "value": "Zach Doehler is a full-time landscape and nature photographer from Vancouver Island, British Columbia, Canada. His style is focused on fusing the beauty of nature with his colorful vision through post-processing. Zach has been passionate about photography for over 7 years and has been doing landscape photography professionally for 3 years. He has also had an active role in the NFT community since early-2021, before photography was widely accepted in the NFT space. He is constantly drawing inspiration from the outdoors and the landscapes that he photographs. And he hopes that through his images, he can inspire others to go out and explore the outdoors too."
      },
      {
        "trait_type": "Specs",
        "value": "jpg, 7.20MB, 5091 X 7633"
      }
    ]
  }
}