{
  "address": "0xa7ff114a6ba8b9646a2c20690a75e460b51eff73",
  "type": "ERC721",
  "name": "Jesse Boykins III - Other Guys (3005)",
  "tokenCount": "30",
  "uri": "https://metadata.sound.xyz/v1/0xa7ff114a6ba8b9646a2c20690a75e460b51eff73/1",
  "metadata": {
    "name": "HOME AWAY FROM HOME #1",
    "artist_name": "Jesse Boykins III",
    "description": "I believe in sanctuary and that everyone is capable of building their own personal oasis. I find it important in times likes these to be very aware of who you invite into your space and for them to know the importance of that invitation. When I was writing this song I could see moving pictures with every line that came to my mind. I thought of how most scenarios within the dynamic of lovers make it so you are dependent on one another. It is very hard to be independent and still feel a sense of purpose in a relationship. I find value in the teachings and in the experiences. I could see the tension of two people and how we sometimes push each other away by being afraid separation. Not acknowledging that we bring power to each other by supporting each others space when needed. So when I stepped in front of the mic and made time to speak out this view it was not hard. \n\n“I like the feng shui just the way you see it” symbolized more that its actual meaning. I was speaking on I have a sense of self here and I wouldn’t like it much if you weren’t first accepting of it. I’ve been in relationships in the past where I changed to make someones life easier but it ultimately made me less of myself. This song is like a freedom song and a true connection song championing that there is no desperation in growth. \n\nI remember sitting with K. Roosevelt as we initially started to make this record and after we found a scape we liked, the words started to flow. I am not even sure I wrote the words down. A kind of vulnerability I want to continue to be known for. A kind of transparency that I feel creates the moments that make life , ART. Thank you for another opportunity to share truths. I HOPE YOU LIKE THE SONG. ",
    "external_url": "https://www.sound.xyz/jesseboykins3rd/home-away-from-home",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmW6gW5N3eEEWHHKhYBZX3mUcMU6qUgfqBmCACpc2SUuhX",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmSzXh4cSkGKU5hB9XrJPjrGqnwY16P4KeuXNfe6CKe8dd",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmSzXh4cSkGKU5hB9XrJPjrGqnwY16P4KeuXNfe6CKe8dd",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmPs6dGz8BGMRcRmpB7nXZ814D5u3bjJWTvh2mEGh2jTa2",
    "attributes": [
      {
        "trait_type": "HOME AWAY FROM HOME",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}