{
  "address": "0xa74e20d5e931a8b9f71f541cd192567de2bf35a6",
  "type": "ERC721",
  "name": "Shiro1 NFT",
  "tokenCount": "3",
  "uri": "https://metadata.nanakusa.io/json/1643180571611.json",
  "metadata": {
    "name": "Can I kick it",
    "description": "My first piece on Nanakusa!\r\nI painted this image at the shoe factory in Manhattan NYC January 2022.\r\nI love NYC since the day one.  \r\nhttps://www.instagram.com/reel/CY2OQ0ip3AY/?utm_source=ig_web_copy_link\r\nMP4 1920x1920dpi  15.1MB 1/1 \r\n\r\n\r\n■1.\tNo transfer of copyrights\r\nWhile the purchaser will acquire ownership of the NFT, copyrights, trademark rights and other intellectual property rights will not be transferred to the purchaser, and will continue to be owned by the issuer (legitimate right holder who created the work). (Transfer of copyrights is described in the metadata of the NFT.)\r\n■2.\tCommercial use\r\nCreator's permission is required to use or provide some or all images, videos, music, etc of this NFT for commercial purposes or for any other purpose.\r\n\r\nIf the purchaser or a subsequent purchaser or any other third party suffers any damage in relation to the purchase or trading of the NFT, irrespective of the cause of such damage, the issuer will not bear any kind of legal responsibility.\r\n\r\n■1. 著作権を譲渡しない\r\n・ 購入者は本NFTの所有権を取得しますが、著作権や商標権その他の知的財産権は譲渡されず、発行者（作品を創作した正当な権利保有者）が引き続き保有いたします。（著作権の譲渡についてはNFTのメタデータに記載しております。）\r\n■2. 商用利用\r\n・ 本NFTの一部または全ての画像や動画、音楽等を商用目的、または別のいかなる目的で利用又は提供する際は、クリエイターの許可が必須になります。\r\n\r\n・ 本NFTの購入・売買に関連し購入者又は、転得者、その他第三者が損害を被った場合、その損害発生の原因が如何なるものであっても、発行者は何らの法的責任も負わないものとします。",
    "image": "https://metadata.nanakusa.io/image/1643180571611.mp4",
    "nft_class": "Shiro1 NFT",
    "symbol": "Shiro1",
    "license": {
      "type": "BY"
    },
    "contents": [
      {
        "uri": "https://metadata.nanakusa.io/image/1643180571611.mp4",
        "format": "video/mp4"
      }
    ],
    "octpass": {
      "version": "1"
    },
    "usecase": {
      "reference": "allow",
      "trade": "allow",
      "lock": "allow"
    }
  }
}