{
  "address": "0xa8cbe02ffe473bb1ada54c88951221ede7bf5de5",
  "type": "ERC721",
  "name": "PARADISE NOW",
  "tokenCount": "323",
  "uri": "https://arweave.net/p8kLdX017erMvr3N1uO2TWfTZJoCT712vLHZL8Ep8J8/1",
  "metadata": {
    "name": "Metamorphosing Metaverse",
    "created_by": "Admir Jahic / Comenius Roethlisberger",
    "external_url": "https://www.paradise-now.io",
    "description": "\"Paradise Now\" is a collection of 323 digital 1:1 paintings of artworks by Swiss artist duo Admir Jahic and Comenius Roethlisberger.\n\nThe \"Paradise Now Abstractions\" NFTs are based on photographs of the physical \"Paradise Now\" paintings. Each NFT refers to a specific physical painting as its counterpart.\n\nOur way of working is similar to digital archaeology. We use its tools to uncover hidden details in physical paintings. By using different filters and color modes, we expanded the layers of the digital works. This approach allows us to highlight existing structures that are not initially visible to the human eye in the physical paintings.\n\nEach painting has a unique title generated with Chat GPT-4. \n\nThis collection is in the public domain under a cc0 license. As our NFTs are high resolution, you are free to print your NFT yourself. For each first print, you will receive a physically signed certificate upon request. We offer to print your NFT according to our ideas as well as to frame it. \n\nTo accompany the project, we published a book and produced a Making-of film. On our website www.paradise-now.io you can find more information about the NFTs and the physical paintings as well as about printing and framing.\n\nNo official discourse. No road map. No drama. For art lovers. No promises, just art.",
    "attributes": [
      {
        "trait_type": "ARTIST",
        "value": "Admir Jahic / Comenius Roethlisberger"
      },
      {
        "trait_type": "COLLECTION",
        "value": "Paradise Now - Abstractions"
      },
      {
        "trait_type": "PAINTING NUMBER",
        "value": "#PN-NFT01-10"
      },
      {
        "trait_type": "AI-GENERATED - PAINTING TITLE",
        "value": "Metamorphosing Metaverse"
      },
      {
        "trait_type": "SEASON",
        "value": "1"
      },
      {
        "trait_type": "BACKGROUND",
        "value": "Colored"
      }
    ],
    "image_details": {
      "bytes": 11552459,
      "format": "JPEG",
      "sha256": "77cba887f55888b4245b4f0e6e14ae410f7898fdc65fa7743845de94dc5e9938",
      "width": 3000,
      "height": 4058
    },
    "image": "https://arweave.net/0ZLWn1SVi82RIOYuIvw-akMZsGHXW9JSHgPuTxWZclw",
    "image_url": "https://arweave.net/0ZLWn1SVi82RIOYuIvw-akMZsGHXW9JSHgPuTxWZclw"
  }
}