{
  "address": "0xa8fe7c07d663ef7ae75ebbc60e54be05ddabe9a3",
  "type": "ERC1155",
  "name": "SarahLyndsayChaoticallyYellowEditions",
  "tokenCount": "4",
  "uri": "https://arweave.net/VWRpo1zCXijehOUmqQDMwez_DB5ipV_w0Q7pCd8On_Y",
  "metadata": {
    "name": "The Creative Rut",
    "created_by": "Sarah Lyndsay",
    "external_url": "www.sarahlyndsayphotography.com",
    "description": "The Creative Rut \n\nDuring the early years of my photography journey, I hit a creative rut.  I was overly frustrated with the weather and dull grey conditions that blanket the west coast of Canada during the winter months and didn’t get out with the camera at all for the entire month of November.  Finally, I decided that I was going to go to the local lake near my house and try to create something despite my mood or the lack of light in the sky.  I ended up creating one of my most celebrated images to date and walked away with such newfound confidence in my skill as a photographer that I will always remember how helpful that rut was in pushing me forward. \n\nWhere did Landscape Photography begin for me?\n\nI vividly remember the first moment I made a connection with the camera.  Interestingly enough, I was drawn more to the editing process than the actual camera itself.  I enjoyed sitting down on the computer and designing things by deep diving into the editing software. There was something about this quiet time on the computer that was very therapeutic for me.  I was so young in my early 20's that I don't think I fully realized just how much I needed to find this outlet. Eventually,  I knew I needed to create imagery to bring back into the program for editing purposes and that is the moment I found my parent's old dusty point-and-shoot camera. The desire to create was and still is to this day - very strong.\n\nI quickly became obsessed with photography and started learning everything I could about it.  I experimented with all different types of genres until finding my home with Landscape Photography.  The bread to my self-portrait work.  These years of \"tunnel vision\" as my mom likes to call them, is where I spent much of my time skill-building.  I could not put the camera down and I can still feel the passion running through me when I have a camera in hand on a tripod along the edge of a serene lake. \n\nThe long exposure effect.  While I was studying and learning landscape photography, I was very drawn to the use of a Neutral Density filter which is like a pair of sunglasses for the camera lens.  It helps to slow the shutter speed which creates otherworldly effects and shows what happens to the water and clouds when the shutter is left open.  This effect is only achieved in a camera with a filter and my style of work is now recognized globally for this long exposure technique.  I still use the same filter I had 10 years ago.  \n\nMy landscape photography is the bread of my self-portrait work and is the reason my style has evolved into what it is today.  \n\nTitle: The Creative Rut  \nEdition: 6/6  \nArtist: Sarah Lyndsay \nLicense: Extended Editorial  \nPart of the Chaotically Yellow edition set\n\nAbout the artist - Sarah is a passionate environmental self-portrait and landscape photographer. Based in the beautiful Canadian Rockies, she is widely known for her signature yellow dress, long exposure work and bubbly personality.\n\nExtended Editorial License - Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The License includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Sarah Lyndsay"
      },
      {
        "trait_type": "Camera",
        "value": "Canon EOS 6D"
      },
      {
        "trait_type": "Lens",
        "value": "EF17-40mm f/4L USM"
      },
      {
        "trait_type": "ISO",
        "value": "1000"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/16"
      },
      {
        "trait_type": "Exposure",
        "value": "121"
      },
      {
        "trait_type": "Focal Length",
        "value": "17.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2014:11:26 04:43:10"
      },
      {
        "trait_type": "Art Medium",
        "value": "Photography"
      },
      {
        "trait_type": "Genre",
        "value": "Landscape"
      }
    ],
    "image_details": {
      "bytes": 8432194,
      "format": "JPEG",
      "sha256": "4fc9cc09dba5d1aa3ea9e67bc30c63269cf9a151766b4ba2dbaa48f3745da755",
      "width": 4500,
      "height": 3000
    },
    "image": "https://arweave.net/rmwK-b_-TtXp1gSMFNaFM9IbPBqXpHHItvVdoaMltD4",
    "image_url": "https://arweave.net/rmwK-b_-TtXp1gSMFNaFM9IbPBqXpHHItvVdoaMltD4"
  }
}