{
  "address": "0xa8d53b8475bb9e3c03115551fa66bcbf67f21a76",
  "type": "ERC721",
  "name": "Mozado - I Got Time Today",
  "tokenCount": "25",
  "uri": "ar://E-vmj4PzIAK4JuWOYDpP8h8OIHbaXnf4iPADxXP42m0/1",
  "metadata": {
    "animation_url": "ar://SkIckUWKR_GVru3H_qjoSc11LnTjrzqxJUAi1IRwnJo",
    "artist": "Mozado",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://DNRJdQSCxWG9rck0CNMLIWRbypt74YdZHj6KWkLXwa0",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "I Got Time Today",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 131,
    "credits": null,
    "description": "I'm Tyler. I go by Mozado, but you can call me Zado if that's easier. I'm a diy artist out of Boston. My introduction to music was in 4th grade when I started playing sax in the school band. I ended up playing all the way throughout college, but senior year of high school I came across FL Studio for the first time. From then on my goal was to be an EDM producer prodigy like my idols Avicii, Zedd, Porter Robinson, and Madeon. I honestly got pretty close when a bootleg remix of a Chainsmokers song got reposted by the duo themselves on Soundcloud and amassed over 300k plays in a few hours before Sony Records PROMPTLY took it down. I was sick to my stomach not gonna lie.\n\nA couple years later I was in an original song contest and got to attend EDC Las Vegas. It was an amazing experience but bittersweet because I realized that maybe EDM wasn't what I loved most. So after that I rebranded to Mozado and started secretly practicing my singing and rapping. Eventually in 2018 I released Hellacopters, the first song I not only produced, but sang and rapped on too. And just like that, I was a real life recording artist. All my music is still produced, mixed, and mastered by me in my basement, Bomb Shelter Studio (literally a bunker room in the house I live in). \n\nI pride myself on my versatility and I'm pretty sure I'm dope but the music industry is humbling as hell for upcoming artists. Sound.xyz will be seeing the full scope of that versatility. For example this drop is a very different vibe than the rock and hip-hop sounds of my debut album Girls Run The Internet. Being in Boston means cold winters and I often make beachy summer songs as a coping mechanism lol. That's what this song is.\n\nCurrently only available on Sound.xyz\n25 Editions at ~$25 (0.02 ETH) (2 centETH)\nComing to all major DSPs soon.",
    "duration": 166,
    "external_url": "https://www.sound.xyz/mozado/i-got-time-today",
    "genre": "Hip-hop & Rap",
    "image": "ar://DNRJdQSCxWG9rck0CNMLIWRbypt74YdZHj6KWkLXwa0",
    "isrc": null,
    "key": "D_MAJOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://SkIckUWKR_GVru3H_qjoSc11LnTjrzqxJUAi1IRwnJo",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "I Got Time Today #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "I Got Time Today",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}