{
  "address": "0xa8f0c9780e63d5b4692e7fb2c9dd433fb94dd2b1",
  "type": "ERC721",
  "name": "3 Cold Dishes V2",
  "tokenCount": "50",
  "uri": "ipfs://Qma43sp9yq8QKX5Vw6MucposS9kTfZm1BotXKnUEgFaiDZ?",
  "metadata": {
    "name": "3 Cold Dishes Militia #Unrevealed",
    "description": "3ColdDishes NFT Collection! The “3 Cold Dishes” NFT Collection is the first African NFT crowdfunded film collection that tells the story of trafficked young girls across the West African borders, mixing the genres of crime, thriller and action to create a mind - bending experience that will not be forgotten in a haste. “3 Cold Dishes” is a film by one of the best film directors and producers from Africa, Asurf Oluseyi.With a solid filmography streaming on Netflix and other platforms, the Director is going bullish with this crime - adventure movie which is co - directed by Apolline Traore.Leveraging on his past success and definite intent to break new grounds, the award - winning filmmaker is developing this movie project as a feature film that cumulates into episodic series, and it will be filmed across several West African countries. 20 % of the raised funds from the collection will be donated publicly to organisations working on rescue missions and empowerment of victims of trafficking across the region. The initial rollout of the project will allow crowd investment in 3COLDDISHES film / series project, while the next iterations will offer a community owned decentralized autonomous organization(DAO) capability, helping holders of the NFT be the front runner in earning from the Web3.0 Entertainment, Film, Series & Concerts.Investors participating in the DAO project will receive a pro - rata equity stake in “FILMCODAO” and pro - rata revenue participation in future supported projects through governance. Each holder of the Legendary Tribes get a 5 % stake on all proceeds of 3 Cold Dishes Film, Series and Game earning with an Executive Producer credit in the film and series credit. 2 Directors | French & English | 3 Countries Location | 1 Feature Film | 8 Episodic Series | 5 Tribes | 7, 555 Unique NFTs | 1 Legendary Packag",
    "image": "ipfs://QmQenLVSSVMewVqVxed2cyS1qWuL1fbsH2YqnG2zca94Ko",
    "external_url": "http://3colddishesnft.com",
    "attributes": [
      {}
    ]
  }
}