{
  "address": "0xa8c24e3bdc610e8ca20866298c381b3f3a2c92c0",
  "type": "ERC721",
  "name": "Bankless - You're Not Bullish Enough on NFTs",
  "tokenCount": "100",
  "uri": "ar://RVd278HqtozZke9NsOr3RVCyUZeWnK-tw6DXqpaOD1M/1",
  "metadata": {
    "name": "You're Not Bullish Enough on NFTs #1",
    "creator": "Bankless",
    "description": "Punk6529 is a pseudo-anonymous leader in the crypto space. \n\nHe’s heavily focused on the world of NFTs and known for putting together extremely punchy and thoughtful Twitter threads, thinking about the world from first principles.\n\nNFTs will represent every single digital non-fungible token that exists…and there are going to be a lot of them. Podcasts will be no different. \n\nIs Punk6529 the most bullish person in the world on NFTs?\n\nIn this episode, 6529 shares the benefits of using an NFT-backed pseudonym instead of your state name, why the “freedom to transact” is an essential human liberty we’ll lose without crypto, how the Metaverse is just a visualization layer of NFTs, and why NFTs are more important than DeFi…probably the most important thing crypto has produced.\n\nArtwork generated from timestamp [1:04:47 - 1:05:06] “ There is just a clear path for NFTs being for glitch artist, to NFTs representing every single digital non-fungible object, which is a lot of them. We’re going to have a lot of digital objects. Our economy is not going to get less digital, it’s going to get more digital. \n\n10% of proceeds donated to Bankless DAO.",
    "image": "ar://DopBm-MpltxaZvukaCZR1uCNDAUvB7WEDClbpQPk2-o",
    "animation_url": "ar://18g4yrCG8WExu4k7skJXg3tXxXcnew504d2ElW02g0s",
    "license": "ALL_RIGHTS_RESERVED",
    "seller_fee_basis_points": 1000,
    "external_url": "https://www.youtube.com/watch?v=wd4oMip0ctc&t=4676s",
    "external_link": "https://collectibles.bankless.com/",
    "fee_recipient": "0x0E1596Ae11AE5cba9C0fbF3751F197f6480b8F43",
    "attributes": [
      {
        "trait_type": "You're Not Bullish Enough on NFTs",
        "value": "Standard Edition"
      }
    ],
    "nftSerialNumber": 1
  }
}