{
  "address": "0xa899573a1c8de82f2e8e6aebf8ae808f649ee921",
  "type": "ERC721",
  "name": "Chronicles of Anarchy (DA)",
  "tokenCount": "1",
  "uri": "https://arweave.net/VlUEeERnoYL8NtBbJzNoEPTRTsO-Dyg-sN3dy_Crt30",
  "metadata": {
    "name": "The Rise",
    "created_by": "DeroxNFT",
    "description": "During a time when the universe was plagued by anarchy, heroes and heroines alike emerged from the fray, to set wrongs right, in a time of fear, uncertainty, and doubt. This is the genesis story, as depicted on an ancient nemesis scroll, of Lilith, beating unfathomable odds.\n\nLilith was well known throughout the physical realm for her initial, antagonistic interaction with ethereal monarch Eva. Through an incredible twist of fate, their differences were resolved, and an alliance of righteousness and morality was formed. To solidify this alliance, they founded an establishment, “The Dojo”, serving as a safe haven for all citizens henceforth. Over time, this school of light manifested itself as an integral center of the realm, in which the values and lessons of “The Way” were taught, uniting all bloodlines to stand together during these dark times.\n\nNoble accomplishments such as these, cause ripples through the aether, sometimes felt by beings of the spirit realm. Spirit Animals, as they were called, began to pay attention to worldly happenings. Thus, the mighty monkey king \"Sun\" awoke from his slumber, inspired by this unlikely bond. He emerged from the spirit plane and vowed to aid Lilith in her quest for a better world.  \nTogether, they shall bring light to the darkness of this gruesome world.  \nTogether, they brace for the tales ahead.\n\nDepicted characters:  \nLilith: Divine Anarchy #5878  \nSun: Divine Anarchy - Spirit Animals #1613\n\nAdditional story characters:  \nEva: Divine Anarchy - #10",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Baroeki"
      },
      {
        "trait_type": "Commissioned by",
        "value": "DeroxNFT"
      }
    ],
    "image_details": {
      "bytes": 22456454,
      "format": "JPEG",
      "sha256": "ef5079b71b09a90c38c0fbd04a886a89ce7a5f0fc71b9790fcf1e8a6e12bfd08",
      "width": 4800,
      "height": 7200
    },
    "image": "https://arweave.net/5b2S-vj1h7M-QF8i7VVTaC-Z0V1rhmnaqUs2Ab699zg",
    "image_url": "https://arweave.net/5b2S-vj1h7M-QF8i7VVTaC-Z0V1rhmnaqUs2Ab699zg"
  }
}