{
  "address": "0xa835438096ffe367ac82f50103987eb5cf4f589f",
  "type": "ERC721",
  "name": "Sango - Infinite",
  "tokenCount": "77",
  "uri": "https://metadata.sound.xyz/v1/0xa835438096ffe367ac82f50103987eb5cf4f589f/1",
  "metadata": {
    "name": "Infinite #1",
    "artist_name": "Sango",
    "description": "There is this beautiful aspect about how collaboration works. It is about giving, taking, and brainstorming. It is also about patience and executing an idea. This collaboration embodies this on a new level. That newness lies within the children. Sango reaches out to his children to help deliver his latest NFT project called Infinity. With the cover painted by Sango’s daughter and the music created with Sango’s son, he leaves room for an open canvas that allows Sango to be led artistically by his children. The title Infinity plays on the word NFT a bit. The word infinity encompasses everything a great collaboration can be. It also focuses on the unlimited opportunities children deserve to help them learn and grow.\n\nSango feels that Infinity is about the conversation between the future and the present. Sango seeks to inspire his children through sound while sharing something personal with the world via the metaverse. Something tangible like this serves as a reminder to keep pushing to lead the future into something beyond our dreams.\n\nSango dedicates this to the children of the world who are diagnosed with ASD.\n",
    "external_url": "https://www.sound.xyz/sango/infinite",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmPTQFkRNSvBoyX4bpVYqMvw4jogTvMgyhUcTr32r5chox",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmbPV735ZfWrqECb8GhpkFkBk6fb2BGSsr6PuAspW7Eazt",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmbPV735ZfWrqECb8GhpkFkBk6fb2BGSsr6PuAspW7Eazt",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmU8Rg2VConca5RfR1PQ2BCEWMRbrWc4XQVzH4Gip1Cqjc",
    "attributes": [
      {
        "trait_type": "Infinite",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}