{
  "address": "0xa8a37c945656df4ababaf91c9f06ed6d4c4fd1d4",
  "type": "ERC721",
  "name": "Persistence Of Vision by Caitlin Cronenberg",
  "tokenCount": "7",
  "uri": "https://ipfs.pixura.io/ipfs/QmYcbKSdoLkkZx3JgTqeZW5byMaNBByM7TpHyfkZg7PX9V/metadata.json",
  "metadata": {
    "name": "11:11",
    "createdBy": "Caitlin Cronenberg",
    "yearCreated": "2021",
    "description": "\"Persistence Of Vision\" is a series of expository photographic animations created from still frames. Originally taken while shooting the best-selling book of photography, The Endings, each of the five pieces is a raw sequence of over 100 photos, stitched together as an intimate look at the process of arriving at the final image. Every frame is included; none are edited out.\n\nThis series is about the process of creating a completed piece of art. I am pulling back the curtain on the image chosen for publication in The Endings. Each of the published photographs was presented as a moment in time: the viewer sees one frame. A single moment. But encapsulated in that frame is the photographer’s entire experience; their interaction with the subject, their effort and method. Now I am revealing that experience. The thousands of frames I shot to end up with one final image were never intended to be seen, but the story of how I got there is now the new story.  \n\nEach piece will be KSPEC’d after auction with the original publisher’s print PDF of The Endings, my short film based on the book, the full size render of the piece and a full size animation of the entire shoot (up to 4000 sequential frames including every mistake, test shot, crew shot and plate). \n\nThe initial buyer of the piece is entitled to a physical print from The Endings fine art collection. Each piece is a limited edition, signed and numbered photograph, sized at 30” x 45”.\n\nArt Direction: Jessica Ennis",
    "image": "https://ipfs.pixura.io/ipfs/QmWBN1gEyGHoSsEzwzvwTSM22rLRL3LjwyGrNSuHVfqMSy/B3_0002_DSC0851.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmZV1aVAjmUTRyokjftRwCWdEHHYYMu4Co4YinKoC6Av1z/5.FINAL_SARAH.mp4",
      "dimensions": "1920x1278",
      "size": "47852857",
      "mimeType": "video/mp4"
    },
    "tags": [
      "THEENDINGS",
      "PHOTOGRAPHY",
      "PHOTOGRAPHYNFT",
      "NFTPHOTOGRAPHY",
      "SARAHGADON",
      "ANIMATION",
      "STOPMOTION",
      "KSPEC",
      "SUPERRARE",
      "POV",
      "1111",
      "MOOD",
      "CAITLINCRONENBERG",
      "CRONENBERG"
    ],
    "attributes": [
      {
        "trait_type": "ORIGINAL SHOOT DATE",
        "value": "24 June 2011"
      },
      {
        "trait_type": "SUBJECT",
        "value": "Sarah Gadon"
      },
      {
        "trait_type": "SHOOT LOCATION",
        "value": "Toronto"
      },
      {
        "trait_type": "NUMBER OF FRAMES",
        "value": "120"
      },
      {
        "trait_type": "TOTAL FRAMES IN SHOOT",
        "value": "2271"
      }
    ]
  }
}