{
  "address": "0xa9422e2dbefd159ae793fb4077c0f1023f23ef6c",
  "type": "ERC721",
  "name": "Eleonora Brizi",
  "tokenCount": "1",
  "uri": "https://arweave.net/gkzsZ2wOY0aJ_WBzFEkcy2FJkgLXqhlsvkSAzf88Sg0",
  "metadata": {
    "name": "I want to be on-chain",
    "created_by": "Eleonora Brizi",
    "description": "I WANT TO BE ON-CHAIN\n\nThis is the first creation of a series that will follow to document my work as a crypto art curator. \nMy name is Eleonora Brizi. I started to curate crypto art projects in September 2018, and I have been thinking about this issue for years: if the only truth lives on-chain, if the Blockchain itself IS the only truth, I - as an art curator - do not exist. \n\nA few days ago, I was helping Dada in organizing the first Historic NFT Fest. Going back in time to remind and remember all the people who were in the space at the beginning, all the minds behind what now are monumental projects and platforms, is fantastic. We were discussing how lucky we are to have the Blockchain as the supreme time-stamp, how that helps in creating timelines, and how, after all, it is simple to know and prove what happened, when, and who did it: it is on-chain, or it is not on-chain.  \nBut that made me think, again. That only includes artists and collectors, creators and buyers, A and B. It doesn't consider all these other fundamental pieces of the puzzle that were and are equally involved and necessary in creating value. Art projects, artworks, creations, etc., slowly evolved into their own ecosystems, becoming a more sophisticated habitat with many contributors and collaborators. \nI do love peer-to-peer; how would I be there otherwise? I fought and will forever fight to support creators and artists; I made a mission and a job out of that. But when I see platforms distributing tokens to people (wallets) based on the amount of value they generated, I only see transactions. I see A and B. And I see I don't exist on these platforms because I am not on-chain. \nI am not an artist, and I am not a collector: does this mean I didn't create any value in the ecosystem? Didn't my writings, discussions with artists, interviews, texts, exhibitions, events, ideas, sometimes the creation of concepts from scratch, intuitions, connections, and debates with creators and collectors generate any value? Where am I if I am not on-chain? \n\nIf it's not on-chain, it didn't happen. \nI am here selfishly talking about myself, but I also think about all the art curators, the creators of context and content, and the coders, the engineers of the future, who are not part of peer-to-peer transactions; therefore, they don't exist. This is not about money; this is about provenance. \n\nI certainly cannot fix what wasn't recorded in time; I have it impressed in my mind and in my heart. But I will still document my (hi)story on-chain, starting from today, and hope we can all come together to discuss and build solutions. \nAlways yours, and of the free world. \nEleonora",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Eleonora Brizi"
      },
      {
        "trait_type": "Camera",
        "value": "Apple iPhone 11 Pro"
      },
      {
        "trait_type": "Lens",
        "value": "iPhone 11 Pro back triple camera 4.25mm f/1.8"
      },
      {
        "trait_type": "ISO",
        "value": "100"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/1.8"
      },
      {
        "trait_type": "Exposure",
        "value": "1/121"
      },
      {
        "trait_type": "Focal Length",
        "value": "4.2 mm"
      },
      {
        "trait_type": "Date",
        "value": "2022:08:24 12:50:11"
      }
    ],
    "image_details": {
      "bytes": 1274093,
      "format": "JPEG",
      "sha256": "91b12d8455d1bf39c67d2b6a37cf98e6bd65a697426b516b88566b61c7d2265e",
      "width": 3024,
      "height": 3024
    },
    "image": "https://arweave.net/5Mu1oAmWS3dJQBiLIEzTDRZb7JFpfZ0OQcTC3uKp1xA",
    "image_url": "https://arweave.net/5Mu1oAmWS3dJQBiLIEzTDRZb7JFpfZ0OQcTC3uKp1xA"
  }
}