{
  "address": "0xa9e2dcd92fe6f2ea8199813f92f0592ea11cd87b",
  "type": "ERC721",
  "name": "LATR",
  "tokenCount": "14",
  "uri": "https://cdn-api.niftykit.com/reveal/lAG536wU5l2CJN3ChS3L/1",
  "metadata": {
    "image": "https://latr1.mypinata.cloud/ipfs/QmUcydHJPr5MsQLHwpyTiAehvi1sAR91YLHcX2SSg1wSHi/1.png",
    "name": "LATR #0",
    "description": "Welcome to the Pre-Mint LATR Access Pass!\n\nYou are about to enter the LATR CIRCUS -  The Greatest show on earth, a place where nothing and everything is exactly as it seems. A place where oddities, excitement and fortune await any soul brave enough to enter... \n\nWhat started as a simple experiment has become one of the wildest, most outrageous, and entertaining accounts around. A visual oasis, a look behind the Iron Curtain into darkest reaches of the eastern bloc.\n\nLATR is is migrating to Web3 and with that we bring you the LATR CIRCUS. A community focused on building, helping those in need and Giving back to our Circus goers. We are kicking off with your ticket to enter, the LATR CIRCUS NFT. With this ticket is your access to all giveaways, holder channels, future WL's and partnerships. Your ticket is also access to 1.5 million followers across the LATR socials to promote your projects, charities, music, art etc! \n\nLATR is a global community with members far and wide. A cult of curiosity, a front row seat to the  beautiful and bizarre world that is Russia. ",
    "external_url": "",
    "attributes": [
      {
        "trait_type": "Feature1",
        "value": "Latr1 Copy 4"
      },
      {
        "trait_type": "Feature3",
        "value": "Latr3 Copy 3"
      },
      {
        "trait_type": "Feature4",
        "value": "Latr4"
      },
      {
        "trait_type": "Feature5",
        "value": "Latr5 Copy 2"
      },
      {
        "trait_type": "Feature2",
        "value": "Latr2 Copy"
      }
    ],
    "compiler": "nft-inator.com",
    "seller_fee_basis_points": 1000,
    "fee_recipient": "0xA7E9420f9790a3E16D30EDe044Efb857275f9b0e"
  }
}