{
  "address": "0xa9dac27b5a2cfb3a1190acfdfb26e51bccdfb7db",
  "type": "ERC721",
  "name": "Cycle of the Shroom",
  "tokenCount": "1",
  "uri": "https://ipfs.pixura.io/ipfs/QmX3QgtnKB6sN42pbP21AqZ7K6B1Q3QkYMMCnnKXPJKeAC/metadata.json",
  "metadata": {
    "name": "Cycle of the Shroom — Deathwish",
    "createdBy": "Stefan Große Halbuer",
    "yearCreated": "2022",
    "description": "The Cycle of the Shroom chapter 3: \"Deathwish\" // Read the full chapter on cycleots.com/chapter3 // Art & concept: Stefan Große Halbuer, storytelling & writing: Richard Galbraith //// “How’s the arm?” Iron Stag shouts across the demolished landscape, collapsed buildings and towers of smoke billowing from the raised ground. He got lucky, came in quick, caught The Nuke off guard, got a clean shot off at him with Judgement and scrambled for cover before the Hammer came down. // “Had worse,” The Nuke growls, standing on the corner of a colossal chunk of exposed concrete and rebar, scanners jammed by some retribution signal fired off from one of Stag’s still active drones. Steady breath now, a moment to assess the damage. He looks at the trailing wires, tech-implants, sparking and jittering. He has had worse, but not by much. // He’s taking cover where he can, knowing Nuke’s injuries are bad but he’s got at least one charge left in the Hammer, and that is all he needs. “When’s the last time we danced like this?” he says, bringing up the heads-up-display ammunition readout from Judgement, his double-barrelled hell-bringing laser cannon borne of the deepest foundries of The King’s darkest war factories. // The Nuke’s laugh roars across the decimated landscape. Half a dozen blocks of inner NEO-Budapest Triangle real-estate completely levelled in less than a minute. A simple hello from two of the most feared enforcers within the Triangle proper. “Long time, Stag,” he pauses. “Not gunna make the same mistakes twice...” // …Read the conclusion to this epic encounter and read the previous chapters on the Cycle Of The Shroom website: cycleots.com",
    "image": "https://ipfs.pixura.io/ipfs/QmaMFJtatUrViB4to7ViL1UAB4YapzshwGKirPQQVAi9Po/Komp1_00025-web.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmSGSKnk6RJVu6M6NV2wCPXKd9BNoqWxd3nuk2J6nPynC3/Deathwish-FHD.mp4",
      "dimensions": "1536x1920",
      "size": "7886235",
      "mimeType": "video/mp4"
    },
    "tags": [
      "art",
      "artwork",
      "drawing",
      "animation",
      "story",
      "storytelling",
      "scifi",
      "cyberpunk",
      "futuristic",
      "sciencefiction",
      "shroom",
      "sound",
      "digitalart",
      "grossehalbuer",
      "galbraith"
    ]
  }
}