{
  "address": "0xa90fe99ce85f77e8d0d4cda04c3a92e5c7b4e1f5",
  "type": "ERC1155",
  "name": "Null-Address Hashes",
  "tokenCount": "3",
  "uri": "https://arweave.net/dbNIIptkcbFwVgr9EjBFOTwJ9XAFnLIq8J3eDjLHwM8",
  "metadata": {
    "name": "Artifact Chrome Hash",
    "created_by": "FognaDAO",
    "description": "The digital space of absence of chain, known to many as the address of burn, the Null; it whispers from the beyond as a silent white noise buzz. Ever so slight as ever so present. A static noise traveling through our frequencies. Occasionally our radio waves and internet devices pick up on this hum, feeding it to our unconscious. There are more than 80 reported cases of violent outbursts against tokenized entities, all connected to the whisper. The most notable organized form of influence the dark voice of the digital void had on humans was through a group called ‘We are all gonna die’. These traders lost control of their minds as they became ravished with desires of ruin. In the name of the all consuming void they performed a series of digital rituals, slaughtering many knowledgeable figures including a Mutated Ape, with the goal of extending their cult, promoting the return to the all encompassing Null; the one place containing the α and the Ω, the beginning and the end. For this is the tale the whisper tells, a state of existential discomfort only placable by a return to the whole and the absence of the subjectivity.",
    "animation_details": {
      "bytes": 40261600,
      "format": "MP4",
      "duration": 10,
      "sha256": "2c37799a38648ebd5a0cac660cbda3ecb44e5d61b3e6094122886886b33e836d",
      "width": 1500,
      "height": 1500,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/inV3tVvPSabcjnIK9eFE9TRcdIArfc4K1yZYWpMibKg",
    "animation_url": "https://arweave.net/inV3tVvPSabcjnIK9eFE9TRcdIArfc4K1yZYWpMibKg",
    "image_details": {
      "bytes": 7856122,
      "format": "PNG",
      "sha256": "404806d8856bbc3d25faecb9de66b76975905cb32ee4773a9bd8178ae9849b4e",
      "width": 1500,
      "height": 1500
    },
    "image": "https://arweave.net/43uL5HA1VSPa_N5wvNqU07j4fZkB1S6GkSEpD3PnUbA",
    "image_url": "https://arweave.net/43uL5HA1VSPa_N5wvNqU07j4fZkB1S6GkSEpD3PnUbA"
  }
}