{
  "address": "0xa98aca5b10bae97928323f72805e75edf6db2122",
  "type": "ERC1155",
  "name": "Editions by 1QBAN",
  "tokenCount": "2",
  "uri": "https://arweave.net/lr0AUYh8li2BcCdEcU736ln-LOIyh4d9VAD247RQnP8",
  "metadata": {
    "name": "Stuck in Time",
    "created_by": "1QBAN",
    "description": "Photo taken on my last trip to Cuba back in 2018 right before my life went upside now. When I'm out shooting which is all the time, I don't have any objective other than to capture what captivates my eyes as I walk following light, wind, sounds, architecture, even an animal if the opportunity presents I happen to get distracted quite easy; to later share my points of view and interests with the world.  \nWhen I first visited Cuba after a few years of moving to the US, it was honestly difficult to see how everything was still the same, if not worse. All my friends were still doing the same things 3 years after I left. Houses crumbling, expensive or no food at all. Necessity was clear in front of everyone's eyes but one thing made me feel better; Everyone still had a smile on their face. Which told me that no matter how many problems they had, they were still alive and always looking for a reason to continue fighting no matter what. I felt alone during those years, the transition from Cuba to the USA wasn't very easy for me. But after looking and learning from my peoples energy, I realized that life will not be easy but to always continued pushing and creating for a better future. \nThe times I went back to see my family I always had my camera with me photographing everything. I did always tried to stay away from photographing the problems and necessities not because I didn't want to show it, I lived it first hand. I wanted to remember my home for how beautiful it is, not because of all the problems it has. Yes I know what we been and are going through needs to be addressed but again I wanted to show the beauty hiding between the chaos. I wanted to show the streets my parents and I walked, the neighborhood I grew up in. The architecture I was amazed by when I was a kid, what the life of a regular Cuban looks like without the reminder of the constant pain they live in.\n\nThis Edition of 26 is based on the collection \"Stuck in Time\" over in Exchange.art \nhttps://exchange.art/series/Stuck%20in%20Time/nfts",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "1QBAN"
      },
      {
        "trait_type": "Camera",
        "value": "NIKON CORPORATION NIKON D850"
      },
      {
        "trait_type": "Lens",
        "value": "24.0-70.0 mm f/2.8"
      },
      {
        "trait_type": "ISO",
        "value": "100"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/11"
      },
      {
        "trait_type": "Exposure",
        "value": "1/125"
      },
      {
        "trait_type": "Focal Length",
        "value": "24.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "12/30/2018 12:12:28"
      },
      {
        "trait_type": "Dimensions",
        "value": "2800x3500"
      }
    ],
    "image_details": {
      "bytes": 7541206,
      "format": "JPEG",
      "sha256": "50b6c4c8ee853fb18671fa31a30659b26c7844ca1b7f55b81eb7f701ee6ae541",
      "width": 2800,
      "height": 3500
    },
    "image": "https://arweave.net/lDWE-MP4svyv-uVBEhf_pUCdOVg4Y7tHd7ugLdvD744",
    "image_url": "https://arweave.net/lDWE-MP4svyv-uVBEhf_pUCdOVg4Y7tHd7ugLdvD744"
  }
}