{
  "address": "0xaa5d2366113536047b41cf1f490d9567754f2cff",
  "type": "ERC721",
  "name": "GAG",
  "tokenCount": "3",
  "uri": "https://arweave.net/8FETWri6NUONVMreFu9lYzuD-Y7SxQsM_8YmVe5Sr2A",
  "metadata": {
    "name": "Jokes on Yu",
    "created_by": "YuYu",
    "external_url": "https://twitter.com/cyber_yuyu",
    "description": "‘Jokes on Yu’ is the final of this three-piece collection and serves as a conclusion. After having explored the societal and religious impacts in ‘Bad Bunny, Dead Bunny’ and ‘Praise Be’, Jokes on Yu, as the title suggests, establishes the inner battle of silencing one’s self. Staged within Jan Matejko’s dark symbolisms of ‘Stańczyk’, this works draws inspiration from Keith Harring’s infamous AIDS awareness slogan ‘SILENCE=DEATH’. \n\nPlacing myself at the center of the composition, I assume the role of the pierrot, the one charged with entertaining the lush ball taking place in the room behind him. In perhaps the most striking metaphor of the entire series, the entertainer is drenched in sorrow and surrounded by skeletons seeking to consume him —a depiction of a norm that wants the artist helpless in their darkness, birthing greatness out of death. \n\nReferencing the instances under which people often choose to remain silent in order to protect themselves, even in the face of injustice, this work relies on viewers' interpretation to decide whether society forced the character into silence or he caused it to himself. In conceptual parallels with Matejko’s work, Jokes on Yu questions the origins of the depicted actions and calls for a reflection on our active roles within society.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "YuYu"
      },
      {
        "trait_type": "Collection",
        "value": "GAG"
      },
      {
        "trait_type": "Original Painting I",
        "value": "Stańczyk (1862) by Jan Matejko"
      },
      {
        "trait_type": "Original Painting II",
        "value": "Vanitas Stilleven (1660) by Aelbert Jansz van der Schoor"
      },
      {
        "trait_type": "Style",
        "value": "Collage Art"
      },
      {
        "trait_type": "File Dimensions",
        "value": "11811 × 8386 Pixels"
      }
    ],
    "image_details": {
      "bytes": 58460204,
      "format": "JPEG",
      "sha256": "cf37dab776f521e593c26761c0e109e876a3b9b561e78d08629bb65953cdd8d5",
      "width": 11811,
      "height": 8386
    },
    "image": "https://arweave.net/P4pORCpajNQpRt6kl1LgmJRIWq9qkc-kLxQ-fqKqlTw",
    "image_url": "https://arweave.net/P4pORCpajNQpRt6kl1LgmJRIWq9qkc-kLxQ-fqKqlTw"
  }
}