{
  "address": "0xaac042107ee847f33106968d367a904c49d5df03",
  "type": "ERC721",
  "name": "BLE MysteryBoxes",
  "tokenCount": "47",
  "uri": "https://arweave.net/Zg1zs7dVy82Nrg9ltnc-UWVK2X4MDyYQGDXXf9TWmXY",
  "metadata": {
    "created_by": "Coolface",
    "name": "BLE BLOOT BOX // SIZE L",
    "description": "Embark on a thrilling adventure with our exclusive BLE MysteryBox, overflowing with surprises and treasures from the fascinating world of Creepz & Overlord. But beware! Choose your size wisely, once your decision is made, there's no turning back! \n\nStay on your toes and make sure to refresh the metadata every other day, as some intriguing and captivating revelations might just make their way to you! The mysteries of this box are ever-changing, so keep your eyes peeled for any exciting updates.\n\nAt a later date, you'll receive instructions on how to redeem your MysteryBox and enter your shipping address. Rest assured, we'll keep you in the loop through Twitter and metadata updates, ensuring you won't miss a beat.\n\nEvery item in the BLE MysteryBox is exclusively crafted, with a touch of the eerie and eccentric essence of the Creepz & Overlord universe. We're excited to bring you this unforgettable experience!\n\nAs always, we want to express our heartfelt gratitude for your support in our journey through the realms of spookiness and whimsy. Before you take the plunge, please read our terms and conditions carefully, so you're prepared for whatever the BLE MysteryBox has in store for you.\n\nGet ready to explore the unknown, and let the BLE MysteryBox sweep you away into a world of wonder and delight!  \n",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Coolface"
      },
      {
        "trait_type": "Size",
        "value": "L"
      }
    ],
    "image_details": {
      "bytes": 32571,
      "format": "JPEG",
      "sha256": "decc6e63b3c7d41c31838cae697ca5e3b4148e5a84e489886d35b8907d5fda0e",
      "width": 1024,
      "height": 1024
    },
    "image": "https://arweave.net/MKOZF32ifTJh-WKhy_VWXAEloIfQC_APpNxjEqE3v10",
    "image_url": "https://arweave.net/MKOZF32ifTJh-WKhy_VWXAEloIfQC_APpNxjEqE3v10"
  }
}