{
  "address": "0xaa08b5f4a510a15cf719516ea693a7e0b963abed",
  "type": "ERC721",
  "name": "Soapbubble Studies  Lockdown Edition by Marlies Plank",
  "tokenCount": "10",
  "uri": "ipfs://QmUEL3FacF91tYCATgucq5wTW4gd3QnNmBAZvBqtckVWwM/1",
  "metadata": {
    "name": "Soapbubble Studies-Lockdown Edition-Mexico",
    "description": "Lockdown Soap Bubbles Studies is a collection of works born out of the 2020 pandemic, and part of the wider _Soap Bubbles Studies_ photography series which depicts soap bubbles floating in front of uninhabited natural landscapes. In place of the natural settings characteristics of the original images, Plank uses a photography backdrop of kitsch landscapes set up in her own backyard. \n\nStarted as a direct response to the travel restrictions imposed by Covid-19, the backdrop element of _Lockdown_ offers a humorous twist on the impersonal photos of palm trees and idyllic beaches, for instance, prevalent as floor-to-ceiling wallpaper in the 70s and 80s. The resulting photographs don’t disguise the use of a backdrop; the highly saturated colours hint at an artificial perfection.\n\nEach sale made from this series will contribute to the continuation of my long-term project Soapbubble Studies. All Collectors will receive a postcard from my next shooting location. \n\nThere will be 3 hand-signed Fine Art Prints with 50x70cm raffled to a collector picked randomly as soon the whole series is sold out.",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "My backyard //Haselbach"
      },
      {
        "trait_type": "Subject",
        "value": "Soapbubbles"
      },
      {
        "trait_type": "Genre",
        "value": "Staged Travel Photography"
      }
    ],
    "external_url": "https://sloika.xyz/marliesplank.eth/soapbubble-studies-lockdown-edition/1",
    "image": "ipfs://QmYEmw7kUniiz8wuGJEDSvN5jvbXQdztBwu31xN6uz5PwQ/1.jpg"
  }
}