{
  "address": "0xaa277af9ef4f2f146b9f460c9d84705ecd523eb1",
  "type": "ERC721",
  "name": "Uffie - Babydoll",
  "tokenCount": "17",
  "uri": "ar://iLmi5WziqsxUPjpMNfNJ9nIv1fQvVglL9uo0a5gk2NY/1",
  "metadata": {
    "animation_url": "ar://194kwDzmzSbxRXGvpcm3BQfaxJpbItlQQsAXWBI2wJE",
    "artist": "Uffie",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://prE9kuFFuIgpkP8RAMBe3K8v6f8sndbL1hjO8k1PvCU",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Babydoll",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "Uffie is the project of the globe-trotting artist and fashion icon Anna-Catherine Hartley, formerly signed to Ed Banger Records, where she became acquainted with legendary producers of the early 2000s French electronic music scene. Her career spanned many successes including her first viral hit song called “Pop The Glock,” which was originally posted on MySpace and launched her fame in the Bloghouse era of dance music. She collaborated with the French electronic duo Justice on “TThhEe PPaARRtTYY,” which appeared on their Grammy nominated album Cross in 2007. Her debut album, Sex Dreams and Denim Jeans, was nominated at the French Victoires de la Musique for Best Electronic Album in 2010. She has since collaborated with Pharrell Williams, Charli XCX, Galantis, and Mr. Oizo, to name a few. \n\nUffie returned in 2018 with her debut single “Drugs” from her EP Tokyo Love Hotel. A muse to the art world, she collaborated with Jam Sutton in 2019 on a marble statue and A.I. experience, accompanied by her track “Ego.” She is currently writing for other artists, with credits including Pink, Khalid, Greyson Chance, Blu DeTiger, VINCINT, and Tegan & Sara. Her sophomore full-length, Sunshine Factory, was executive produced by Toro y Moi and released last spring on his label Company Records. You can hear her writing and vocals featured on The Blessed Madonna’s comeback single this past November titled “Serotonin Moonbeams.”  \n\nFor Uffie’s first official NFT drop, she chose to bring one of her favorite unreleased songs to life. “Babydoll” was created with longtime collaborators Lokoy and Veronika Jane Wyman (of DAGR). What began as a poem on a calm quiet morning, ended as a ketamine-inspired freestyle. Enjoy the ride.",
    "duration": 144,
    "external_url": "https://www.sound.xyz/uffie/babydoll",
    "genre": "Electronic",
    "image": "ar://prE9kuFFuIgpkP8RAMBe3K8v6f8sndbL1hjO8k1PvCU",
    "isrc": null,
    "key": null,
    "license": null,
    "locationCreated": "us",
    "losslessAudio": "ar://194kwDzmzSbxRXGvpcm3BQfaxJpbItlQQsAXWBI2wJE",
    "lyrics": {
      "text": "If I had a brain I’d switch you off \nIf I had a heart I’d lock you up\nI could take a leap before I fall\nDon’t push me to the edge I’ll call your bluff\n\nBecause I want it all\nDon’t text I won’t respond\nIf you mean it you can call\nBecause I want it all\n\nBecause I want it all babydoll\nWanna hit it when she call\nShe says she likes my babydoll\nBut I don’t know where we fall\n\nBa-baby doll\nCall me waterfall\nEvery time we hit, we hit a wall\nOne week babydoll wanna, babydoll wanna\nCall, call you waterfall\nEvery time we hit, we hit a wall\nOne week babydoll wanna, babydoll we’re not here to fight",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Babydoll #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Babydoll",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}