{
  "address": "0xaa0c3ceb9461a758aeafab4593283b54a3eaf8bf",
  "type": "ERC1155",
  "name": "dame.art (artifacts)",
  "tokenCount": "7",
  "uri": "https://arweave.net/yKnN0igrOlGDj_dP3VSigUQX_viblMHnbWWxKqMB2Jg",
  "metadata": {
    "name": "First Art Studio (Genesis Version)",
    "created_by": "Dame",
    "external_url": "https://dame.art",
    "description": "AUGUST 1, 2022  \ndame.eth\n\nToday is the beginning of a new chapter in my life and in my career. I am moving into my first art studio this week. It's a private 500 square foot room, and I couldn't be more excited and nervous. For the first time, I will have a space of my own dedicated entirely to creativity. I've been making things for over a decade, but never with the time, energy, or resources necessary to take it  \n\"seriously\". \n\nAnd so, I'm investing in and taking a bet on myself and my abilities. Art will no longer just be a hobby. \n\nTo all the people who have collected and bought things I've made over the past several years: thank you. At times, you were there and believed in me when I wasn't even confident in myself.\n\nOver the coming weeks and months I will be producing many new creative works and experiments, and I'm inviting everyone reading to join me. Follow along, be on the lookout, and maybe even participate when opportunities arise. My work will be for myself and my patrons first and foremost. If you aren't one yet, there will be several ways to become a patron. I believe you'll be glad you did.\n\nTime to get started,\n\ndame.eth",
    "attributes": [
      {
        "trait_type": "Material",
        "value": "Paper"
      },
      {
        "trait_type": "Tool",
        "value": "Typewriter"
      },
      {
        "trait_type": "Tool",
        "value": "iPhone"
      },
      {
        "trait_type": "Date",
        "value": "August 2022"
      },
      {
        "trait_type": "Type",
        "value": "Letter"
      }
    ],
    "image_details": {
      "bytes": 296792,
      "format": "JPEG",
      "sha256": "e9b260032dff61325847339988ce4c81c4cfc796fcf0fc694dbcd708701093b1",
      "width": 1824,
      "height": 2379
    },
    "image": "https://arweave.net/0SbJfmruHY_H4Kjb6yYrM6JsXsNtApFpRN3M1DSr2JA",
    "image_url": "https://arweave.net/0SbJfmruHY_H4Kjb6yYrM6JsXsNtApFpRN3M1DSr2JA"
  }
}