{
  "address": "0xab5fb98327432c85e41324e70ae596f31bf62fb3",
  "type": "ERC721",
  "name": "CrownRock Poetry & Word Emporium",
  "tokenCount": "1",
  "uri": "https://metadata.mintable.app/-XMasWHRnJF64_eyrhv9/1",
  "metadata": {
    "symbol": "Written Works by A. Roberto Coronado",
    "image": "https://d1iczm3wxxz9zd.cloudfront.net/8aa79cb7-95cc-464d-bf2f-a6d47afc444e/d4db9b2c-3859-4ddc-8a73-91eab8c8ad9e/1/ITEM_PREVIEW1.jpg",
    "animation_url": "",
    "royalty_amount": 1500,
    "copyright_transfer": false,
    "address": "0xab5fB98327432C85e41324E70Ae596F31Bf62fB3",
    "tokenId": 1,
    "resellable": true,
    "original_creator": "0x2488e7E89382159b4ecE30E0e9E9de31FFc90361",
    "edition_number": 1,
    "description": "<p>This is my first NFT and I’m releasing it in celebration of <strong>PRIDE Month</strong>!!</p><p><i><strong>The Infinite Moment</strong></i> was written back in 1995. It captures a snapshot in time dealing with feelings and emotions about my desires for a first sexual encounter, which in my case are same-sex oriented. During the early 90s, the situation was improving for the LGBTQ community, but there was still much room for improvement. So, this poem captures a bit of the fear, anxiety and isolation that I felt as a result of the feelings I harbored towards men. The poem was born at a time when I began to believe, maybe <i><strong>I really CAN be myself!</strong></i>  I’m hoping the poem will resonate with the reader and bring you a certain level of comfort and understanding of your own emotions. If it does, then we’ve shared a sweet experience, and you’ve taken a peek into my world…at least as it was 26 years ago! :D <strong>Peace and Love!!!</strong>  <i><strong>—ARC</strong></i></p><p><strong>NOTE:</strong> The Infinite Moment NFT encompasses the following digital files that can be extracted from a downloadable zip file:</p><p>a. the “Rough Draft” in JPG and PDF formats. <strong>What's special:</strong> It's the original hand-written document.</p><p>b. the “Original First Printing” in JPG and PDF formats. <strong>What's special:</strong> It's the original first printing of the document, and it has my original signature in green felt marker.</p><p>c. HQ version of the “2021 Printing\" in JPG and PDF formats. <strong>What's special:</strong> It's a modern printing on a single page with added images.</p><p>d. A four minute video of the author reading the poem.</p><p>e. A 6.5 minute video of the author discussing the poem’s history and creation of the NFT.</p><p>f. A PDF document which details the rights reserved by the author/NFT creator and the rights granted to the NFT buyer(s). <strong>NOTE:</strong> The Mintable website won't allow me to upload this document for preview, so please feel free to request a PDF copy if you're curious to know what's in it. It's fairly generous when it comes to granting rights, but I do retain copyright ownership. It <i>DOES</i> allow the buyer to benefit commercially from the NFT. In addition, it allows for the purchase of the 3 original physical copies that exist: the rough draft, the original first printing, and the 2021 printing.</p>",
    "printableSeries": false,
    "title": "The Infinite Moment NFT",
    "url": "https://metadata.mintable.app/-XMasWHRnJF64_eyrhv9/1",
    "file_key": "d4db9b2c-3859-4ddc-8a73-91eab8c8ad9e/1/8aa79cb7-95cc-464d-bf2f-a6d47afc444e_The Infinite Moment NFT.zip",
    "apiURL": "-XMasWHRnJF64_eyrhv9/",
    "subtitle": "An LGBTQ Poem by A. Roberto Coronado",
    "name": "The Infinite Moment",
    "category": "Art",
    "edition_total": 1
  }
}