{
  "address": "0xab3f53d1dd8ef00dd448d36ca72e8277e46a2388",
  "type": "ERC721",
  "name": "Elysian Fields V2",
  "tokenCount": "15",
  "uri": "https://arweave.net/PeXB5kG_JWXIgCilxGhDD6W1ws1IlSA28_FvkZBqJHk",
  "metadata": {
    "name": "friluftsliv",
    "created_by": "elysia",
    "description": "The trees of elysia are a remnant of times past, before the age of man. Massive creatures roamed the sprawling forests which stretched across much of the continent. After the holy ghost visited the realm of elysia to usher in the age of man, these forests were traversed by the first men, who depended on them for their fresh fruit, shade, and shelter.\n\nEarly elysian communities existed in harmony with nature, taking only what they needed. Regenerative practices were essential for their survival: agricultural waste was used as compost, wastewater was cleaned of impurities and recycled, and shelters were largely open-air and existed as a part of the larger ecosystem.\n\nThis lifestyle was widely practiced until the industrialization of elysia following the discovery of angelstone. The major social shift away from small communities and towards large cities furthered elysians from their roots. Traditionalists escaped to the desert following the Pilgrim’s Revelation, while the industrialists cut down so many of the trees that had protected them for so long to build the city of Aurich.",
    "attributes": [
      {
        "trait_type": "Region",
        "value": "Grasslands"
      },
      {
        "trait_type": "Structure",
        "value": "Tree"
      },
      {
        "trait_type": "Sky",
        "value": "Clear"
      },
      {
        "trait_type": "Entropy",
        "value": "Stable"
      }
    ],
    "image_details": {
      "bytes": 22619705,
      "format": "JPEG",
      "sha256": "d25ee13c3a1b211e7b31e6f80b3f1dac03fe36e0e8f166709019c7120ca3837e",
      "width": 9490,
      "height": 6632
    },
    "image": "https://arweave.net/-dRgzxWnZnWsUkxY8s3sIlXFNSEQWr7jTLTywlJKLBU",
    "image_url": "https://arweave.net/-dRgzxWnZnWsUkxY8s3sIlXFNSEQWr7jTLTywlJKLBU"
  }
}