{
  "address": "0xab80184b3bba02e975b6494d570232fb6c6973f1",
  "type": "ERC721",
  "name": "Black Dave - SOUNDXYZ w/ TitanDemonBane",
  "tokenCount": "35",
  "uri": "https://metadata.sound.xyz/v1/0xab80184b3bba02e975b6494d570232fb6c6973f1/1",
  "metadata": {
    "name": "Triple Beam #1",
    "artist_name": "Black Dave",
    "description": "[BLACK DAVE]\n[GUNDAM RX-78GP04G-MK2 OKAMI PILOT LOG]\n[ENTRY 00012]\n\n\tFuck! I feel like every time I head out to test new modifications to Okami, something always happens! Finding this hunk of Gundam junk a few years back has been the best thing to happen to me but also a pain in the ass. Now I'm stuck hiding in a nearby asteroid field while some sort of battle takes place in the not too far distance. Fuck, this is the worst.\n\n\tOf course I should have done some engine optimizations if I'm gonna carry a fucking gatling gun. Of course I should have done some engine optimizations if I'm gonna carry 3 extra fucking clips with me. These bullets aren't cheap so there’s no way I'm leaving these either. “Wouldn't it be cool to have a Gundam that uses actual bullets, Dave?” “Wouldn't it be fucking rad to use physical bullets instead of getting an energy-based gatling gun?” It's 0093 for crying out loud, there’s nothing cool about vintage weaponry. I can shoot through asteroids easily, but another bot? In space? I didn't think this through. Vintage weaponry is actually cool as fuck tho.\n\n\tWhat am I supposed to do now? I didn’t bring any manga…and honestly my life is a fucking manga at this point. Who the fuck ends up almost out of power while testing out a scrapped bot (I mean it’s a Gundam but still (thanks Anaheim!))? It’s me. I’m him. Well, I DO have my laptop. Space is quiet. Maybe I'll make some music. I know what you’re thinking, doesn’t it makes more sense to start working on the design for a beam gatling gun instead? Nah…that actually sounds pretty boring. \n\n\tEnjoy.",
    "external_url": "https://www.sound.xyz/blackdave/triple-beam",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmXsq1Ke5MC3RaXagyQyAX8Qpwah1RazXQbsDF89dviaFw",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmeEDXuAzrDQD5TBGX6CVDPTPidoVQjfs7qju7shGD2mLo",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmeEDXuAzrDQD5TBGX6CVDPTPidoVQjfs7qju7shGD2mLo",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmVSdKCEb8jSKwkv1ERzSDrtJ5NjrCTm27Xjoi4ptavv4c",
    "attributes": [
      {
        "trait_type": "Triple Beam",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}