{
  "address": "0xac1113ab26553c9c00b75030dbb2047819dcef08",
  "type": "ERC721",
  "name": "PeaceWankoJapan",
  "tokenCount": "3",
  "uri": "https://metadata.nanakusa.io/json/1657882350741.json",
  "metadata": {
    "name": "YUMENOSUKE -笑顔-",
    "description": "1.作品クレジット\r\n\r\n■作品タイトル\r\nYUMENOSUKE -笑顔-\r\n■犬名\r\n保護犬、殺処分ゼロアンバサダー 夢之丞\r\n■提供\r\n特定非営利活動法人ピースウィンズ・ジャパン\r\nピースワンコジャパン プロジェクト\r\n\r\n--------------------\r\n2.作品解説\r\n\r\n殺処分から救われた”夢之丞”災害救助犬から日本の殺処分ゼロアンバサダーへ\r\n\r\n2010年、死の直前に殺処分機”ドリームボックス”から救われた「夢之丞」はその後、救助犬に成長し人命救助に参加しました。\r\n彼の存在が、私たちの殺処分ゼロ活動をスタートさせました。\r\n\r\nピースワンコジャパン最初のNFTはその、夢之丞。\r\n作品の背景は、これまで救われてきたワンコたちがモチーフになってデザインされています。\r\n\r\n日本では今も、毎年4000頭以上が「ドリームボックス」殺処分機で処分されています。\r\nこの現状を変えようと私たちは保護犬のトレーニング、譲渡活動を続けています。\r\nこのNFTの売上はすべて犬の殺処分ゼロを目指す取り組みに役立てられます。\r\n\r\n\r\nYumenosuke didn't have much of a future. Like thousands of other dogs in Japan, he was abandoned and found himself stuck in a cage awaiting the “Dream Box,” a euphemism for an inhumane system of gas chambers that continues to be used in Japan to euthanize strays and wild canines. \r\n\r\nShivering with fear, Yumenosuke was saved from his fate in the nick of time, when he was rescued in 2010, inspiring a project that aims to end all such killings. And after being rescued himself, Yumenosuke was raised as a rescue dog, devoting himself to saving the lives of others during severe floods in Hiroshima and other disasters.\r\n　\r\nYumenosuke was the starting point of Peace Winds Japan's “zero killing campaign,” otherwise known as the Peace Wanco Project (\"wanco”is \"doggy\" in Japanese).\r\n\r\nDriven on by his story, and our continued devotion to our zero killing mandate, we have designed a non-fungible token (NFT) of Yumenosuke, whose name includes the Japanese word for \"dream.\"\r\n\r\nThe foundation of this NFT is a collage of photos of the dogs that have been rescued in this project so far, which have been arranged to create an image of Yumenosuke. In the future, we will create more NFTs of Peace Wanco's unique dogs, but first we created this NFT design to celebrate Yumenosuke, the most famous of them all.\r\n\r\nWhile he remains an important symbol of our efforts to rescue and reintegrate abandoned dogs back into domestic life, the situation in Japan remains critical. More than 4,000 dogs continue to be disposed of in the \"Dream Box\" killing machines every year. They did not choose that ending: Just like Yumenosuke, it was not their “dream.” We are working to change this situation and create a new dream for all dogs. All proceeds from the sale of this NFT will be used to support our efforts to eliminate the killing of dogs. Please join us. We are truly grateful for your continued support. \r\n\r\n--------------------\r\n3.著作権、商用利用その他規約\r\n\r\n■1. 著作権を譲渡しない\r\n・ 購入者は本NFTの所有権を取得しますが、著作権や商標権その他の知的財産権は譲渡されず、発行者（作品を創作した正当な権利保有者）が引き続き保有いたします。（著作権の譲渡についてはNFTのメタデータに記載しております。）\r\n\r\n■2. 商用利用\r\n・ 本NFTの一部または全ての画像や動画、音楽等を下記目的で利用又は提供することは、知的財産権の侵害に当たり、禁止されます。\r\n　　１、家庭内での利用の範囲を越えて他人に提供すること\r\n　　２、（グッズ等に用いることを含め）商用目的で利用すること\r\n　　３、 本NFTに含まれる画像や動画、音楽等を改変や加工して利用すること\r\n・ SBINFT Marketが提携している事業者が提供するコンテンツ（ゲームやメタバース）での本NFTの利用は行っていただけます。\r\n・ 本NFTの購入・売買に関連し購入者又は、転得者、その他第三者が損害を被った場合、その損害発生の原因が如何なるものであっても、発行者は何らの法的責任も負わないものとします。\r\n\r\n■3. 二次創作と商用NFT\r\n・本NFT発行者が発行する 「二次創作使用許諾契約NFT」（以下、「本契約NFT」といいます）の所有者は、「本契約NFT」が定める諸条件に同意されることで、本NFTの一部または全ての画像や動画、音楽等の二次創作と商用NFTを発行いただけます。\r\n\r\n■4. NFT本ファイルのダウンロードについて\r\n・ 本NFTの本ファイルは、購入者に限り自身のローカル上のパソコンや、その他記憶デバイス等へダウンロードし保存することを許可します。\r\n\r\n■5. 制作者の作品紹介などの許諾\r\n・ 購入者は本NFTの所有権を取得しますが、著作権を保持する制作者はその制作活動において作品の展示やポートフォリオなどで作品を紹介することを許諾するものとします。\r\n\r\n■6. 実物の制作物の所有権\r\n・ 購入者は本NFTの所有権を取得しますが、実物の制作物がある場合に、当該実物の制作物の所有権は有さないものとします。\r\n\r\n--------------------\r\n4.お問い合わせ\r\n\r\n特定非営利活動法人ピースウィンズ・ジャパン\r\npr@peace-winds.org",
    "thumbnail": "https://metadata.nanakusa.io/image/1657882350741_thumbnail.png",
    "image": "https://metadata.nanakusa.io/image/1657882350741.jpg",
    "extension": "jpg",
    "royalty": 10,
    "distribution": [
      {
        "creator": "0x50a0216AA7617Ea5C18543EfB1Be36e3Cb02093F",
        "royalty": 100
      }
    ]
  }
}