{
  "address": "0xac39d736b770f1c7daa0b2e13f0ef9086043395e",
  "type": "ERC721",
  "name": "Callum V2",
  "tokenCount": "8",
  "uri": "https://arweave.net/Fqq7z9DfPReg_efxvElMxGmBBZhxd9tL3G3TYvVC7BI",
  "metadata": {
    "name": "Awe",
    "created_by": "Callum",
    "description": "Awe is the first piece in the Wanderloots Genesis Collection: Begin, Again. \n\nAwe is a unique emotion; one that immerses me so fully into the present moment that the passage of time becomes boundless. I am no longer overthinking about things that occurred in the past nor what has yet to come, but am instead fixed in place by an emotion that is almost impossible to comprehend.\n\nBeing immersed in the present moment is a skill that I had begun to lose. Watching the earth rotate the Milky Way through our night sky awed me to my core, resonating in such a fundamental way that it felt as though I was truly waking up for the first time in a while. It felt as though the light of the stars was illuminating places in my mind that had long been in darkness, rekindling a feeling of hope and wonder that had been pushed aside by the distractions of life.  \n\nI first pressed the shutter on my camera to begin the long exposure of our galaxy and there was nothing to do but look up at the stars, take a deep breath, and wait. I spent this silence being immersed in the present, absorbing a feeling of wonder that I had not felt in several years. \n\nAs I reviewed the photo on my camera screen, my mind was blown anew at the level of detail captured by my camera. Seeing our galaxy displayed in such vibrant colour and detail, twinkling above the horizon, I knew this was one of the first moments of the rest of my life.\n\nI stayed there for hours, watching the night sky, watching the stars disappear with the coming of dawn, as our galaxy set below the horizon. As I watched the dawn of a new day, I couldn’t help but think that this felt familiar, as though I was just beginning to remember a dream I once had, long ago; a dream that I could perhaps begin to have, again.\n\n*About the Collection*\n\nBegin, Again is a story of rediscovery that transcends time. A story that ties a half-remembered dream to one of the most incredible moments of my life in a way that has forever changed the exploration of my future. \n\nBegin, Again is a story of hope in a better future, of becoming a better version of ourselves by taking the time to pay attention to our lives in a way that promotes positive mental health and acceptance of who we were, are, and can be. \n\nTo begin again, we need only take a deep breath, exhale, and try.\n\nI mean that literally. We have begun to lose the ability to breathe properly. Not just me, almost everyone. Through email apnea, sedentary lifestyles, and an inability to regulate our attention and stop scrolling, we breathe too quickly or not at all. This poor breathing turns into a habit, leading to increased time spent in stress states, making it harder and harder to deliberately pay attention. \n\nI have set the pulse of this story to be tied to the breath, acting as a guide to slow your breathing while focusing on the emotion I have described in each video. By breathing out several times, ideally 5, you may have taken the first true pause of your day. The frequency of pulse is 5.5 breaths per minute (BPM). Each video is 11 seconds long, enough time for one inhale and one exhale. This rate has been shown to help reduce anxiety and relax people. I hope this experience can add a measure of calm to your day, allowing you to begin again on whatever it is you would like to do.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Callum"
      },
      {
        "trait_type": "Collection",
        "value": "Begin, Again"
      },
      {
        "trait_type": "Location",
        "value": "Madagascar"
      },
      {
        "trait_type": "Genre",
        "value": "Astro"
      },
      {
        "trait_type": "Breaths Per Minute",
        "value": "5.5"
      },
      {
        "trait_type": "Light Source",
        "value": "Headlamp"
      },
      {
        "trait_type": "Year",
        "value": "2019"
      },
      {
        "trait_type": "Theme",
        "value": "Mindfulness"
      }
    ],
    "animation_details": {
      "bytes": 28000003,
      "format": "MP4",
      "duration": 11,
      "sha256": "832e18041237fa2507c435946db78cdc6817f8d98dc116200165a4a24e92dc6f",
      "width": 3256,
      "height": 2160,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/Dbd-5FH_YstM3f1KW5g4fAsla1cz2u6XraFIL0cl88E",
    "animation_url": "https://arweave.net/Dbd-5FH_YstM3f1KW5g4fAsla1cz2u6XraFIL0cl88E",
    "image_details": {
      "bytes": 9936801,
      "format": "JPEG",
      "sha256": "9c5bc8a567f9a214e62ac8f03787ad01b192c3773373afa8c3ddd42c91ef86b0",
      "width": 6000,
      "height": 4000
    },
    "image": "https://arweave.net/OapfJCygRpmYEEAjNyDsjqKe9wlW_sjF0KOSGtZbu4c",
    "image_url": "https://arweave.net/OapfJCygRpmYEEAjNyDsjqKe9wlW_sjF0KOSGtZbu4c"
  }
}