{
  "address": "0xad486af80e6ff317cc920ead99285e7bae40edd9",
  "type": "ERC721",
  "name": "S22 A Terrible Beauty is Born",
  "tokenCount": "5",
  "uri": "https://arweave.net/2BAb9Kj-7lpwg43poCleothBb616wBEDXJMnRXIZx80",
  "metadata": {
    "name": "S22 #97: A Terrible Beauty is Born",
    "created_by": "Hulki Okan Tabak",
    "external_url": "https://opensea.io/HulkiOkanTabak",
    "description": "1/1 minted by Hulki Okan Tabak, S22, 2022\n\nS22 is seeded across the intricate veins of a tumultuous September. If ever the future historian makes a single point about me, let this period be called something (where the naming is to be done by such). A period where like Yeats I create in a foreign language that is also mine. A period of loss and hope. A period of change and fear. And fear and change. S22 is form and function intertwined. Driven by words, orchestrated by my volatile gusto and running on artificial intelligence. A collection, a concept, an experiment that will be minted on my beloved NFT platforms as well as to be deployed partly on its own smart contract. My aim is to create 1/1s and 30 piece multi editions with each one at a single point and not differentiating within the project. I will name pieces at will, mints will not follow chronology and where possible bits and pieces of Yeats will show up somewhere textual. Is there a mission here other than trying to surprise and coax the viewer into seeing differently? Hidden beneath is a play on hypermodernism and a juxtaposed jumble of form, function, beauty and modernity. What it shall serve if anything at all is for me to discover as well.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Hulki Okan Tabak"
      }
    ],
    "image_details": {
      "bytes": 32906112,
      "format": "GIF",
      "sha256": "2654fd91ce2772f7079a9cd83d4a19c2d76629594739f8da5cb52ef22f9aeaa8",
      "width": 1000,
      "height": 1000
    },
    "image": "https://arweave.net/RXmtdF7u1m3O1e7JPPLvOwZqZQ_BWFvcM6YdW_crxL8",
    "image_url": "https://arweave.net/RXmtdF7u1m3O1e7JPPLvOwZqZQ_BWFvcM6YdW_crxL8"
  }
}