{
  "address": "0xad6b5a79ff0abb5334c1254b6597cbea32336c01",
  "type": "ERC721",
  "name": "The Ultimate Dwights",
  "tokenCount": "53",
  "uri": "https://ipfs.io/ipfs/QmZm5yxGCpbtbst9gf16yD8ATpwC4X8kc4aXa2s1DnDFZG/1.json",
  "metadata": {
    "name": "The Ultimate Dwight #1",
    "description": "The Ultimate Group presents: The Ultimate Dwight NFT Collection. The Ultimate group has one mission, to become the greatest NFT Team in the world, while changing peoples lives. We are super excited for the future and potential of NFT’s inside the metaverse. With this collection we are hoping this is the start of something great, that’s why we are spending $1 Million (AUD) on giveaways and investing it into our community. We plan to have 3 project releases this year with many more to come. The Ultimate group wants to be just that, and that’s why we are so community focused, in our utilities on offer. We have a DAO coming that will be connected to a community wallet, controlled by our holders. To combat the FOMO, we are releasing a token for our collection $THUG, so that if you miss out on a NFT you can still gain voting power through our token, across any of our future collections. Through our roadmap we are buying metaverse land and sweeping each collection we release $50K (AUD). The future is limitless in the metaverse, and we want to create a sense of belonging in this new space by creating The Ultimate Group. We genuinely do not understand how the top 1% of the world has more wealth than the bottom 99%, and part of our mission is to do our part in shifting the balance to any and everyone who wants to take a leap with us and take this to the next galaxy.",
    "image": "ipfs://QmV5uJcBTQAPSmo1ZAk6rw2Q3A286jBBY7CMRLJhKy11KL/1.png",
    "dna": "7c732f36cb4a33556b7a33b0b0b4172697d59275",
    "edition": 1,
    "date": 1651646829336,
    "attributes": [
      {
        "trait_type": "Background",
        "value": "Warehouse background"
      },
      {
        "trait_type": "Base",
        "value": "Dwight Base"
      },
      {
        "trait_type": "Body",
        "value": "police body"
      },
      {
        "trait_type": "Face",
        "value": "glasses face"
      },
      {
        "trait_type": "Hands",
        "value": "Blowtorch hands"
      },
      {
        "trait_type": "Head",
        "value": "Recyclops 1 head"
      }
    ],
    "compiler": "HashLips Art Engine"
  }
}