{
  "address": "0xad6af854f1bccbb5f1eeace055930e2d0e3087e2",
  "type": "ERC1155",
  "name": "LAST WALK DREAM",
  "tokenCount": "1",
  "uri": "https://arweave.net/Dl8uunr1uAdHqghTKjGGSJn9EEJIXvXQpBx1LH8B_NU",
  "metadata": {
    "name": "LAST WALK DREAM ",
    "created_by": "NAKUL SHARMA ",
    "description": "I believe life is very simple with simple things but what makes it special is how we see around us & how we live it. My journey as a photographer started back in 2010 when I was going through a though time of life. Photography became one tool to deal with all those toughness and harness of life. There was so much of life around me and I was stuck on few emotions and knowledge so I decided to pack my bags and left for a journey of dreams, curiosity, healing and people stories.  \n\nMy first ever solo trips was MYANMAR. On the trip I learned one thing about myself that deep inside me I was still that broken kid and haunting from my past and looking for a way to ease but the trip to Myanmar opened my eyes towards life. There is lot of suffering in the world yet world is not complaining so why should I. People were always smiling and trying to grind everyday with heads up and trying to live their dreams and struggles everyday. HOPE & BELIEF were two things that I regained on that trip. \n\n I saw the photo of sunset over U-BEIN bridge somewhere over the social media and it became like bucket list to do.I went there to shoot the sunset and Life on that bridge. U-BEIN bridge is 1.2-kilometre (0.75 mi) bridge was built around 1850 and is believed to be the oldest and (once) longest teakwood bridge in the world. Walking on it and exploring life was so peaceful and magical.  \n\nI went down on the other side of the bridge to capture the sunset. I waited for the right moment while the sun going down slowly and gathering of people and life passing through it. One of the best sunsets of my life and moments of happiness to stand in my dream place as openminded and wiser person. for others it came out just as a photograph but for me it had a deeper meaning, this moment was the mark of me as reborn free from my suffering, miseries, depression and more as compassionate person. \n\nSo, I bring this moment to you so that you would feel the same. Every HOPE & BELIEF is possible in life if you allow yourself. I wasn’t vulnerable and complaining a lot but the moment I met the life and people on that simple bridge everything changed. When we connect to people and life around us it always does the magic. So Enjoy this moment of happiness with me and lets Cheers to life and small moments of happiness like this SUNSET, simple yet Powerful. \n\n\nNote: MINT 2 editions &  Enter into Raffle and get a chance to win 1/ 1 of your choice from my “ SOULS OF THE WORLD 2 “ collection.\n\n\nLicense: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.\n\n",
    "attributes": [
      {
        "trait_type": "Location ",
        "value": "Myanmar "
      },
      {
        "trait_type": "Medium",
        "value": "Photography"
      },
      {
        "trait_type": "Camera ",
        "value": "Canon 6D"
      },
      {
        "trait_type": "Lens ",
        "value": "Canon 70-200mm F/4 "
      },
      {
        "trait_type": "Time",
        "value": "Sunset"
      },
      {
        "trait_type": "Artist ",
        "value": "Nakul sharma"
      }
    ],
    "image_details": {
      "bytes": 9890480,
      "format": "JPEG",
      "sha256": "26615cb9a4374b7e55b3d17c4df7ebfa233b5fba2dcb722d7d9be36a720052ed",
      "width": 4780,
      "height": 3455
    },
    "image": "https://arweave.net/KTAdV69SBMJwGtQow6nAHgmuyRfmZr_kivbTmPW7-wA",
    "image_url": "https://arweave.net/KTAdV69SBMJwGtQow6nAHgmuyRfmZr_kivbTmPW7-wA"
  }
}