{
  "address": "0xad5fa15d5bd3b2d57b2b34a43b0ed9bc6bbffedb",
  "type": "ERC721",
  "name": "Pink Bunny and Friends V2",
  "tokenCount": "300",
  "uri": "ipfs://bafybeifpkh5xuitqy6qhygql3bwp22kytpz7yl34yuj6jmamjcqmauzcla/1",
  "metadata": {
    "attributes": [
      {
        "value": "BackgroundBooBooKitty",
        "trait_type": "BackgroundColor"
      },
      {
        "value": "pinkbunnybody",
        "trait_type": "Body"
      },
      {
        "value": "heartshirt",
        "trait_type": "Clothes"
      },
      {
        "value": "basiceyes",
        "trait_type": "Eyes"
      },
      {
        "value": "teapot",
        "trait_type": "Holding Hand or Background"
      }
    ],
    "description": "When I was a puppeteer I made a white rabbit named Pink Bunny. In the classroom, she was shy and would whisper in my ear to communicate. When students were rowdy, she would hide until they settled.\n\nPuppeteers have experiences with special puppets where  it has a life of its own. Pink Bunny is like that. \n\nIn 2004 I had a side hustle making websites for artists and during that time I put together a website for Pink Bunny. I restored the website at http://pinkbunny.org.\n\nBesides Pink Bunny, I created two more puppet characters to inhabit this imaginary world. Magic Monkey Bob is magical and chaotic and lives in the moment. Boo-Boo Kitty is a cat who seems to always have things go the wrong way and is nearly always in need of a hug. Pink Bunny's generousity, Magic Monkey Bob's playfulness, and Boo-Boo Kitty's naiveté made for a nice group of characters for adventure.\n\nI'm obsessed with old hp plotters so I made each of these designs in inkscape in svg format so that they can be plotted.  For a short time after launch I'll be making plotted Pink Bunny postcards for folks who get them and reach out to me (@bre) on Twitter. \n\nShoutouts to my former students in Seattle Public Schools, to my family who were encouraging, to the shelves.wtf project for inspiration, to the internet archive, and the communities in the drawingbots, bueno, and plottables discords for helping me figure this out. ",
    "image": "ipfs://bafkreidgcg5bgk4rwalfyhpcggo77rck5tpavrbrhwkzwxl6azmonhanby",
    "name": "PinkBunnyWorld #1"
  }
}