{
  "address": "0xaee6ed8140c14e59e2874272ef91b26c374e4fc2",
  "type": "ERC721",
  "name": "mnt V3",
  "tokenCount": "5",
  "uri": "https://nft-qa.financie.io/metadata/mnt/1.json",
  "metadata": {
    "name": "MNT NFT #1",
    "description": "Test NFT Description\r\n\n\r\n\nThe autumn swordfish is not the only thing that Mr. Omori has come up with, however. The actuality is, the actuality is, the actuality is, the actuality is, the actuality is.\r\n\n\r\n\n(Or, as far as the left is concerned, just to reiterate) As soon as you have done that, the world of Jixon will crawl past you, and the advocacy of reason will not make a difference in your lifetime, but it will make a difference even if your age is at stake. You would like to be able to have the same kind of a person, but you don't have to go out of your way to listen to the principal. I have been aware of it in the fall, and since it was originally going to happen in November, I was not sure if it would be a good idea or a contradiction.\r\n\n\r\n\nThe other night, until you see yourself in front of a large, in front of the state to a certain extent, you can give a lecture, some of the things you need to do, but because you are so young, you should not take the trouble to stand on its account. And if you are saying that you are going to spend 143 years in the future, it is because of this that you have come here.\r\n\n\r\n\nIn any case, I would like to say that I am not at all surprised that I am not able to do this, since my mouth has been telling me for 30 days now, which is the beginning of the others, and I have no reason to do so. I've been thinking about it and have decided to give up on it, but now I have no problem with it, and it's only a matter of time before I get it out of my system.  But it's very streamlined, and I've decided that it's a great thing to have a great house, and I'd like to make myself at home in it. Stomach is also very difficult to hear, I can not come to the brother, literature, and so on, and I have a lot of insight, and I can not be responsible for the power and freedom, so I will try to get out of jail as much as possible, and I can not get out of jail, and I can not get out of jail, and I can not get out of jail, and I can not get out of jail, and I can not get out of jail, and I can not get out of jail, but I can not get out of jail.",
    "image": "https://dev-image-coconut.storage.googleapis.com/qa/nft_cache/content/body/990/27c16075-a4e5-4c91-b5e2-a59c70bd3932.png",
    "external_url": "",
    "animation_url": null,
    "nft_id": "1",
    "nft_class": "mnt",
    "symbol": "mnt",
    "octpass": {
      "version": "1.0"
    },
    "contents": [
      {
        "uri": "https://dev-image-coconut.storage.googleapis.com/qa/nft_cache/content/body/990/27c16075-a4e5-4c91-b5e2-a59c70bd3932.png",
        "format": "image/png"
      }
    ],
    "license": {
      "copyright": "@mnt",
      "usecase": {
        "reference": "allow",
        "trade": "allow",
        "lock": "disallow"
      }
    },
    "traits": [
      {
        "trait_type": "BG",
        "value": "3"
      },
      {
        "trait_type": "TYPE",
        "value": "1"
      }
    ]
  }
}