{
  "address": "0xae7cecdaaaeffd836052e1fcd09e9dd6036c0124",
  "type": "ERC721",
  "name": "11 by Merr Watson",
  "tokenCount": "1",
  "uri": "https://arweave.net/AT2gOfjm0L1C0EDhG-J6VMNigXhQaibwDNqpEGNHiaQ",
  "metadata": {
    "name": "Sidemen Valley",
    "created_by": "Merr Watson",
    "description": "1/1 NFT\n\nIncludes a physical print and a companion 1/1 piece\n\nAs a drone photographer, I am continually amazed by the natural beauty of our planet and the unique perspectives it offers from above.  From glistening shorelines to idyllic rice fields, I'm always on the lookout for new, inspiring vistas to showcase the beauty of the world we live in.\n\nDuring my visit to East Bali in October 2022, I was struck by the stunning natural beauty of the area, characterised by verdant rice fields and the towering presence of Mount Agung, an active volcano and the highest point on the island.\n\nUpon visiting the rice paddies just prior to harvest season, I couldn't help but notice the striking colour contrast of yellow and green that seemed to radiate across the fields.\n\nWhile flying my drone in pursuit of the perfect viewpoint one morning, I discovered a quaint little hut with views of Mt Agung in the distance. I took my time to meticulously frame my shot, carefully capturing a set of six photos which I later stitched together to create this final image.\n\nJust as I took the final shot, a flock of birds flew into the frame, adding an extra touch of magic to the already breathtaking scene. It was at that moment that I knew I had captured one of my favourite aerial photographs of 2022, a piece I’m proud to share as my first mint of 2023.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Merr Watson"
      },
      {
        "trait_type": "Drone",
        "value": "DJI Mavic 3"
      },
      {
        "trait_type": "Size",
        "value": "5986 × 7483"
      },
      {
        "trait_type": "ISO",
        "value": "100"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/4"
      },
      {
        "trait_type": "Exposure",
        "value": "1/50"
      },
      {
        "trait_type": "Year",
        "value": "2022"
      },
      {
        "trait_type": "Location",
        "value": " Bali, Indonesia"
      }
    ],
    "image_details": {
      "bytes": 34958062,
      "format": "JPEG",
      "sha256": "bca82fec68bea0e57289de956ad77df1825520c9d2b3364e2924795824c0c0e6",
      "width": 5986,
      "height": 7483
    },
    "image": "https://arweave.net/QQu7cP7VCCwYFMwInwq2OpVYx-yaA0Gvi4vUc9YFa-E",
    "image_url": "https://arweave.net/QQu7cP7VCCwYFMwInwq2OpVYx-yaA0Gvi4vUc9YFa-E"
  }
}