{
  "address": "0xae9d8d863a7d168e095fa8bdb114bfc80daf6e75",
  "type": "ERC721",
  "name": "Beyond The Veil",
  "tokenCount": "2",
  "uri": "https://arweave.net/uAXtmhDm3zSZ-eTHQOSwNyGJ1a2r_RFH7tNhdtMhdYc",
  "metadata": {
    "name": "Enchanted",
    "created_by": "Elliot Hawkey",
    "description": "Late at night in October, 2017, I began driving from my home in PDX to the Enchantments in NE Washington State. It was near the end of autumn, snow was beginning to settle in the higher mountains, and I knew this would likely be one of the last backpacking trips of the season. Little did I know, this would be one the most challenging trips of the year, and of my career as a photographer at the time.. \n\nI had planned to drive to the trailhead outside of Leavenworth Washington, but halfway there, my car broke down and I coasted off of the freeway into a Dairy Queen parking lot, and spent the rest of the night under the glow of florescent city lights rather than stars. \n\nAfter a short tow and a new serpentine belt the next morning, I was back on track with a two hour drive to the trail. The plan was to hike 11 miles with three days worth of food, meet up with a few friends at one of the upper lakes, and hopefully capture some of the golden Larch trees that make up this beautiful area.  \n\nI made it into camp by around 10pm that night, made dinner, stomped out a place in the snow for my tent, a swiftly fell into a deep sleep. It was 3am the next morning when the wind began to pick up, collapsing my tent down to my face with every gust, and keeping me awake until sunrise. \n\nBy around 7am, and on the verge of insanity, I carefully weighted my tent down with everything I had, and crawled out of my tent to make breakfast. As the water began to boil in my pot, the wind caught my tent and sent it flying at full speed into a nearby tree, ripping both the outer shell, and breaking a tent pole in the process. \n\nAt this point, with the odds seemingly stacked against me, I decided to cut my losses, pack my bags, and head back to my car. Overall, I drove around 200 miles, hiked 22 miles, gained and lost around 6,000 ft of elevation, and took only 14 photos. This was one of those 14 images…\n\nArtist: Elliot Hawkey \nLocation: The Enchantments, Washington State",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Elliot Hawkey"
      }
    ],
    "image_details": {
      "bytes": 3068273,
      "format": "JPEG",
      "sha256": "9f25e222a4470003086f16f458ccc9ddf00ad921533f021b4d0e0c5b50ef8e09",
      "width": 2275,
      "height": 2844
    },
    "image": "https://arweave.net/oguBnd8dovRIqTFYbmpvZIXKIcBXU3SwYXUoXDn_UOs",
    "image_url": "https://arweave.net/oguBnd8dovRIqTFYbmpvZIXKIcBXU3SwYXUoXDn_UOs"
  }
}