{
  "address": "0xafceeed19e22cc738298842ca0de6de3de5309e1",
  "type": "ERC721",
  "name": "REAS",
  "tokenCount": "4",
  "uri": "https://monegraph.mypinata.cloud/ipfs/QmSpa5Xq4sET5oVmqorY1BZqT77Gv8ABTKp7rDzr29t7FD",
  "metadata": {
    "name": "There’s No Distance 1.3",
    "description": "In 2021, Reas began working on a new series of videos called 'There’s No Distance'. It builds on sketches from the last two decades and is a direct evolution of his 'Still Life' series of software from 2016. These are images to think with; Reas uses them to think about simulation and the history of pictorial representation. In each video, a rotating Platonic solid is defined mathematically and then rendered as a 2D digital image. The color values for each pixel in the image is used to draw and position a red, green, and blue line in simulated 3D space. That volumetric space is flattened back into the screen to create the final image we see in the video. Some of the historical references are the development of linear perspective in painting, impressionism and post impressionism, analytical cubism, and many late twentieth century paintings, but Reas feels this work is entirely twenty-first century and essentially of and about digital images. The total series of videos is limited to one set for each platonic solid and one video for each side. The first series with the tetrahedron (pyramid) has four videos; this is the third video in the series, 'There’s No Distance 1.3'.",
    "external_url": "",
    "animation_url": "",
    "image": "https://monegraph.mypinata.cloud/ipfs/QmRDbo6GbiXeFoh95B8vAXDMHpi6dyZyBK67259ZTKskpV/Reas-TheresNoDistance-1-3-2021.png",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Casey REAS"
      },
      {
        "trait_type": "Rights Agreement",
        "value": "https://ipfs.io/ipfs/QmRjym32vFMzZNpd42TUP8Vg9ApcExRF5iCzFAWqi5jxf4"
      },
      {
        "trait_type": "Archive Link",
        "value": "https://monegraph.mypinata.cloud/ipfs/QmSMooMThVLbervGH9wvPs7qdMVn2QuczdL7tybkMT5VeX"
      },
      {
        "trait_type": "Tombstone",
        "value": "'There’s No Distance 1.3' (2021) Casey Reas Born-Digital Video (color, silent) 2160 × 2160 pixels, 30fps 00:02:00, seamless loop Unique"
      },
      {
        "trait_type": "Bio",
        "value": "Casey REAS (a k a Casey Edwin Barker Reas, C. E. B. Reas) Born 1972 in Troy, Ohio. Lives and works in Los Angeles.  Reas’ software, prints, and installations have been featured in numerous solo and group exhibitions. His work ranges from small works on paper to urban-scale installations, and he balances solo work in the studio with collaborations with architects and musicians. Reas’ work is in a range of private and public collections, including the Centre Georges Pompidou and the San Francisco Museum of Modern Art. Reas is a professor at the University of California, Los Angeles. He holds a master’s degree from the Massachusetts Institute of Technology in Media Arts and Sciences and a bachelor's degree from the College of Design, Architecture, Art, and Planning at the University of Cincinnati. With Ben Fry, Reas initiated Processing in 2001; Processing is an open-source programming language and environment for the visual arts."
      },
      {
        "trait_type": "Collector Receives",
        "value": "1. PNG Still from 'There’s No Distance 1.3'  Note: This is supplemental, to comply with the OpenZeppelin standard as of 2021. Under no circumstances should it be privately or publicly displayed as the artwork.  2. MP4 (h.264) of 'There’s No Distance 1.3', for web and exhibition   3. README txt   4. PDF of Legal Contract "
      },
      {
        "trait_type": "Preventive Conservation and Display",
        "value": "Seller recognizes that files sent virtually may have additional compression added.  Collectors are encouraged to retain a full, tangible archival package for this work, which can be requested from bitforms at the time of purchase and may include: external drives containing the work, lossless, uncompressed, high resolution video codecs, exhibition copies, technical artist questionnaire, manual, and a certificate of authenticity signed by the artist. In lieu of the full archival package, collectors are encouraged to download and preserve the digital collector’s package on at least two external hard drives of their choice, stored in two separate geographic locations. Files should be migrated to new external hard drives every 3-5 years.  Pinning As of 2021, unless the associated files are pinned on IPFS, they are not guaranteed to remain accessible. IPFS regularly deletes files that aren’t pinned. To maintain the Qm hash/CID on IPFS, you as the collector will need to “pin” the purchased files if the value of the associated NFT on the Ethereum blockchain is of importance.  The best way to ensure your purchase remains pinned on IPFS is to take the Qm hash (CID) included in the JSON file, as well as the CID associated with the JSON itself, and add it to a pinning service account, such as Pinata or Fleek. Make sure all associated CIDs are pinned, which will also include the JSON itself. The JSON CID will be under the NFT Token URI.  For questions, contact bitforms gallery.  Although redundancy of this package is possible through IPFS, collectors are also encouraged to store files through alternative methods, such as the external drive method mentioned above.   About The Purchase:   The Token ID points to a JSON that references both the preview still of the video and a collector’s package that contains the exhibition copy of the video. Collectors can contact bitforms gallery or Casey Reas’ studio for a complete archival package of the work, including an artist questionnaire and DPX files.    Display:  Collectors should be mindful of all components included in this package, so that they may avoid distorting the work. Under no circumstances can the file(s) contents be edited. Collector acknowledges that if they do not reach out to bitforms or Casey Reas' studio, future estate, or archive for the archival package, they may not be receiving work at its highest quality output."
      }
    ],
    "properties": {
      "name": {
        "type": "string",
        "description": "There’s No Distance 1.3"
      },
      "description": {
        "type": "string",
        "description": "In 2021, Reas began working on a new series of videos called 'There’s No Distance'. It builds on sketches from the last two decades and is a direct evolution of his 'Still Life' series of software from 2016. These are images to think with; Reas uses them to think about simulation and the history of pictorial representation. In each video, a rotating Platonic solid is defined mathematically and then rendered as a 2D digital image. The color values for each pixel in the image is used to draw and position a red, green, and blue line in simulated 3D space. That volumetric space is flattened back into the screen to create the final image we see in the video. Some of the historical references are the development of linear perspective in painting, impressionism and post impressionism, analytical cubism, and many late twentieth century paintings, but Reas feels this work is entirely twenty-first century and essentially of and about digital images. The total series of videos is limited to one set for each platonic solid and one video for each side. The first series with the tetrahedron (pyramid) has four videos; this is the third video in the series, 'There’s No Distance 1.3'."
      },
      "image": {
        "type": "string",
        "description": "https://monegraph.mypinata.cloud/ipfs/QmRDbo6GbiXeFoh95B8vAXDMHpi6dyZyBK67259ZTKskpV/Reas-TheresNoDistance-1-3-2021.png"
      },
      "rights_agreement": {
        "type": "string",
        "description": "https://ipfs.io/ipfs/QmRjym32vFMzZNpd42TUP8Vg9ApcExRF5iCzFAWqi5jxf4"
      },
      "rights_agreement_signature_type": {
        "type": "string",
        "description": "SHA-256"
      },
      "rights_agreement_signature": {
        "type": "string",
        "description": "db898b1f9fcbc2759837664de3f3d79c89efb77742e4b074409aa29d285ff0c8"
      },
      "archive_link": {
        "type": "string",
        "description": "https://monegraph.mypinata.cloud/ipfs/QmSMooMThVLbervGH9wvPs7qdMVn2QuczdL7tybkMT5VeX"
      },
      "archive_link_signature_type": {
        "type": "string",
        "description": "SHA-256"
      },
      "archive_link_signature": {
        "type": "string",
        "description": "cee0e3965cb138b0ee2b587260132547ccbbb2344a8c12c1dfffa388bc49c436"
      },
      "rights_agreement_values": {
        "$ARTIST": "Casey REAS",
        "$SHAHASH": "cee0e3965cb138b0ee2b587260132547ccbbb2344a8c12c1dfffa388bc49c436",
        "$URL": "https://monegraph.mypinata.cloud/ipfs/QmRDbo6GbiXeFoh95B8vAXDMHpi6dyZyBK67259ZTKskpV/Reas-TheresNoDistance-1-3-2021.png",
        "$TITLE": "There’s No Distance 1.3",
        "$YEAR": "2021",
        "$ROYALTYRATE": "10",
        "$ADDRESS": "0x457ee5f723C7606c12a7264b52e285906F91eEA6",
        "$TOKEN": "eth",
        "$LICENSE": "CA.05.19.21., Patent No. US 10,380,702",
        "$CONTRACTSHAHASH": "db898b1f9fcbc2759837664de3f3d79c89efb77742e4b074409aa29d285ff0c8"
      }
    }
  }
}