{
  "address": "0xafb688e7abe83ec325da7fc8f9832079836c04d1",
  "type": "ERC721",
  "name": "The Concrete Jungle",
  "tokenCount": "3",
  "uri": "https://arweave.net/c8A_qjHgiibmeIuSRAclbmAkhxxT89fIZStLz7ZUPRQ",
  "metadata": {
    "name": "Hollywood Sk8park",
    "created_by": "Jaymes Rogers",
    "description": "One of the most legendary skateparks in Los Angeles is the Hollywood Sk8park, located in the heart of LA. This park is known for its unique features, including a massive bowl, a street section, and a snake run.\n\nWhat sets Hollywood Sk8park apart is the atmosphere. This park's vibrant, electric vibe makes it a favorite among skaters of all ages and skill levels. And when the sun starts to set, a unique energy descends over the park as the warm, golden light bathes the concrete and the skaters take on a new level of creativity.\n\nThis is why \"golden hour\" at Hollwyood Sk8park is a legendary experience for skateboarders. As the sun begins to dip below the horizon, the park takes on a magical quality, with shadows stretching long and the colors of the concrete and graffiti taking on a warm, glowing hue. Skaters come from all over Los Angeles to experience this special time, and the park is often packed with enthusiastic riders eager to soak up the atmosphere.\n\nBut it's not just the light that makes Hollywood Sk8park so special. This park has a rich history and a strong sense of community. It has been a gathering place for skateboarders for decades, and many of the city's most talented riders have honed their skills on its concrete. Today, it continues to be a place where skateboarders can come together to connect, inspire each other, and push the boundaries of the sport.\n\nIn short, Hollywood Sk8park is a legendary skatepark because it embodies everything that makes the skateboarding culture in Los Angeles unique. It's a place where skaters can express themselves, push their limits, and connect with a community that shares their passion. And when the sun starts to set, and the park takes on a warm golden glow, it becomes a magical place that skaters will never forget.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Jaymes Rogers"
      },
      {
        "trait_type": "Year",
        "value": "2023"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      },
      {
        "trait_type": "Medium",
        "value": "AI"
      }
    ],
    "image_details": {
      "bytes": 1720507,
      "format": "PNG",
      "sha256": "697c050d922f60361739d06b5c04986147531cd9591cff94e26b218b33cc8ad4",
      "width": 1536,
      "height": 1024
    },
    "image": "https://arweave.net/JUgjASreBnp-i7PiRcWg1PYdZzKKRJW3Pxcm0RnfhMQ",
    "image_url": "https://arweave.net/JUgjASreBnp-i7PiRcWg1PYdZzKKRJW3Pxcm0RnfhMQ"
  }
}