{
  "address": "0xaf20fea14a342cf5e5fb599f10c1eb92b3f34ef2",
  "type": "ERC721",
  "name": "SaeedShmhmdi",
  "tokenCount": "57",
  "uri": "https://arweave.net/jpZ-7lSRfjB8fqA2XvMt85dEr6Qel32AglLpaUCdsZc",
  "metadata": {
    "name": "Ishtar The Queen of Heaven",
    "created_by": "SaeedShmhmdi",
    "external_url": "https://twitter.com/Saeedshmhmdi",
    "description": "Ishtar was a multifaceted goddess, She takes three paramount forms.  \nShe is the goddess of love and sexuality, and thus, fertility; she is responsible for all life, but she is never a Mother goddess. \nAs the goddess of war, she is often shown winged and bearing arms. In these two aspects, there exists a kind of duality within her being: in one she is a warrior, and in another, she is a nurturer. Yet both are always present with her at the same time.  \nShe is also the patroness of crafts and artists, as well as merchants and traders—all those who ply their trade by land and sea. \nMost importantly, Ishtar is the goddess of death, but not so much as a destroyer or an annihilator, but rather, as the goddess of rebirth. \nHer very name means \"birth\" or \"new birth\". She gives life to the world, and when that life must end, she guides it into the next stage of its existence. This is why she has been known as the Goddess of Life and Death, and why many people make offerings to her for good fortune before undertaking any venture that could be dangerous.\n\nShe was originally worshiped in Sumer under the name \"Inanna\", the first woman in human form. \nLike most Mesopotamian gods, she evolved into a more complex character later.\n\n1/1  \nDigital Art  \n6144 x 6144",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "SaeedShmhmdi"
      }
    ],
    "image_details": {
      "bytes": 8082322,
      "format": "JPEG",
      "sha256": "74bed0da7eef39a8b3538d22247f8819f298994263ad8aed8777c6e70a020f29",
      "width": 6144,
      "height": 6144
    },
    "image": "https://arweave.net/vviciytE0D7Kptq0kfHLfLXWcnITayJjXzaQI1cVOIg",
    "image_url": "https://arweave.net/vviciytE0D7Kptq0kfHLfLXWcnITayJjXzaQI1cVOIg"
  }
}