{
  "address": "0xaff22b9e7706e65029b3c26ef26130e5f8786508",
  "type": "ERC1155",
  "name": "MANIFOLD EDITIONS By Erik",
  "tokenCount": "3",
  "uri": "https://arweave.net/6jPoXRPdnjmdjH5ZdQfkBEDfycEDzfSrfi-HfRG4npw",
  "metadata": {
    "name": "On The Tracks",
    "created_by": "Erik Witsoe",
    "external_url": "https://opensea.io/collection/exposed-light",
    "description": "About \"On The Tracks\"  \nTram Tracks are a place I would often wait for people to cross or on a daring day, a tram approaching in the distance. Here, in a slightly foggy day, I found the perfect person at just the right moment with a tram not far behind him. Two for one if you will!\n\nIn my Exposed In The Light collection, I speak of learning to cope with my surroundings and to come to terms with the feelings of isolation and anxiety I experienced after moving from the US. My camera became a way for me to analyze my surroundings and connect in a creative way. Each frame in the collection is a moment that I learned from but also a projection of myself and these feelings. \n\nThis work is an accompaniment to this collection. \n\nLicense: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Camera",
        "value": "Nikon D80"
      },
      {
        "trait_type": "Style",
        "value": "Street Photography "
      },
      {
        "trait_type": "Render",
        "value": "Black And White"
      },
      {
        "trait_type": "Collection Extension",
        "value": "Exposed In The Light"
      }
    ],
    "image_details": {
      "bytes": 2897143,
      "format": "JPEG",
      "sha256": "cd12533d93dc083c53e7ffa2c9d86998a92d7f4eab396e2aac77003b5d39940b",
      "width": 3600,
      "height": 2410
    },
    "image": "https://arweave.net/pHL7Sluezbb56VWLLTN9zdku7JCKSXHQLr-Z27JwSx8",
    "image_url": "https://arweave.net/pHL7Sluezbb56VWLLTN9zdku7JCKSXHQLr-Z27JwSx8"
  }
}