{
  "address": "0xaf53e98f4c1f0242e31a423a0b2e4ad5fca2f527",
  "type": "ERC721",
  "name": "Daydreams",
  "tokenCount": "15",
  "uri": "https://arweave.net/BqGJRaIGCdu0RkoNOAWwLY19epIpOkUpk-4G1588NUM/1",
  "metadata": {
    "name": "Bella Hamilton",
    "created_by": "Hakan Biyiklioglu",
    "external_url": "https://linktr.ee/hakan.biyiklioglu",
    "description": "Bella Hamilton was a renowned author who captivated readers with her captivating stories and striking beauty. Born in the alternative past, she grew up in a wealthy family in the heart of the South, where she was steeped in the traditions and values of her region.\n\nFrom a young age, Bella showed a remarkable talent for writing, and she soon began to pen short stories and novels that drew on her own experiences and observations of southern life. Her work was characterized by its lush, evocative prose and its deep insight into the complexities of human relationships.\n\nBut Bella was not just a talented writer - she was also known for her stunning beauty and charm. With her delicate features, long curls of auburn hair, and deep, expressive eyes, she was the epitome of the southern belle, captivating everyone she met with her wit and grace.\n\nAs her literary career took off, she became something of a celebrity, attending literary events and mingling with the cultural elite of her time. But despite her fame, she remained deeply connected to her roots in the South, and her writing continued to explore the themes and struggles of southern life.\n\nToday, she is remembered as one of the great authors of her time, a gifted storyteller and a true southern icon. Her books remain beloved by readers around the world, and her legacy as an author and southern belle continues to inspire and enchant.\n\nLicense: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries, and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Hakan Biyiklioglu"
      },
      {
        "trait_type": "Medium",
        "value": "AI art"
      },
      {
        "trait_type": "Dimensions",
        "value": "6000x4000 px"
      }
    ],
    "image_details": {
      "bytes": 14130461,
      "format": "JPEG",
      "sha256": "9a54a449e9429bf0995ea043439497b68da4eb3c7e18e2eccc120c099f02891f",
      "width": 6000,
      "height": 4000
    },
    "image": "https://arweave.net/mwLkdldB7YWrmCKPOydU8Vx9VjnVRPPb8TzIKGvfJoc",
    "image_url": "https://arweave.net/mwLkdldB7YWrmCKPOydU8Vx9VjnVRPPb8TzIKGvfJoc"
  }
}