{
  "address": "0xaf2353a8c3f5aea478e2b3bad53b00749d819103",
  "type": "ERC1155",
  "name": "Malko Diris to South Africa",
  "tokenCount": "1",
  "uri": "https://arweave.net/VRac-LxUtR7Uhc0m7iu9aLlxXvIbsuqNQd4gSNmOL_I",
  "metadata": {
    "name": "Fly me to the moon",
    "created_by": "Malko Diris",
    "external_url": "https://malkodiris.eth.co/",
    "description": "My friend Ryad Merhy, the boxing champion from my eponymous collection, has signed a contract for his next big challenge, a world championship final on March 18 in Johannesburg, South Africa. As a photographer and avid supporter of his career, I've always found a way to fund these trips to capture his performances. Unfortunately, the budget for the trip is not available this time.\n\nI am passionate about capturing the moments behind the scenes of the fight and at the ringside. I love making this trip a reality. I found a creative way to fund my expenses by launching a sort of crowdfunding campaign with NFT. I'm offering a limited run of 100 editions at 0.015 ETH each, with the goal of raising 1.5 ETH to cover my expenses. In addition, I'm offering a 50% discount on future 1/1 NFTs I sell, and for those who purchase in the next 4 weeks, an additional 1/1 NFT (airdrop) that I will create in South Africa. Once I reach my goal, I will burn all unsold editions.\n\nThis project not only combines the world of Web3 with the real story of a photographer's journey, my journey in the blockchain and IRL, but it also offers a unique opportunity for owners to support and be a part of the journey.\n\nSo will you help me fly to the moon?",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Malko Diris"
      },
      {
        "trait_type": "Camera",
        "value": "NIKON CORPORATION NIKON D2X"
      },
      {
        "trait_type": "Lens",
        "value": "18.0-70.0 mm f/3.5-4.5 f/4.4"
      },
      {
        "trait_type": "ISO",
        "value": "500"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/6"
      },
      {
        "trait_type": "Exposure",
        "value": "1/30"
      },
      {
        "trait_type": "Date",
        "value": "2012:09:29 21:00:38"
      }
    ],
    "image_details": {
      "bytes": 3849468,
      "format": "JPEG",
      "sha256": "4bd4920dc5d8ca9c560838d6f4d01178cb73d814023cf671cad397584f0326c9",
      "width": 2578,
      "height": 3881
    },
    "image": "https://arweave.net/VLTxPpAcgUI10Gm0zYXP3BhFU62dKc-sPnAe7ptJh2Y",
    "image_url": "https://arweave.net/VLTxPpAcgUI10Gm0zYXP3BhFU62dKc-sPnAe7ptJh2Y"
  }
}