{
  "address": "0xafc2862fd0fb2ebe5da762ccc957f51cc4612f82",
  "type": "ERC721",
  "name": "The Ties That Bind",
  "tokenCount": "6",
  "uri": "ipfs://QmWVKz39zvd42gVRgDvA1d16jhNqEQs7RF8zDNsyesVPu5",
  "metadata": {
    "name": "The Duality of ETH - Introvert",
    "description": "“The Duality of ETH” consists of two distinct digital pieces that represent the extroverted and introverted sides of personality, exploring the complex and often contradictory nature of human identity in the context of the Ethereum blockchain. The pieces are titled “The Duality of ETH - Introvert” and “The Duality of ETH - Extrovert”.  \n\nThe variable that determines which stage of the piece is displayed is based on ETH traffic, personifying the cryptocurrency as an active participant in the artwork. The artwork dynamically switches between stages in response to the fluctuating traffic on the Ethereum blockchain.  \n\nThis unique and immersive experience encourages viewers to reflect on the interplay between their own introverted and extroverted tendencies, and how they express themselves in different contexts within the digital realm. “The Duality of ETH” is not only a visual representation of the duality of self, but also a manifestation of the unpredictable and ever-changing nature of the crypto landscape.",
    "image": "ipfs://QmbxgzmQmnoNkBerTMK16KBPgyUpQHak4vCaJDK8xY7JsJ",
    "image_details": {
      "bytes": 5198753,
      "format": "GIF",
      "sha256": "b2090e2c0044a2efd4e2bb5e1901171dba5fc288418a18e59267e8019287d8c8",
      "width": 600,
      "height": 800
    },
    "animation_url": "ipfs://QmbqLK4adB2DsayNFAX59ESxEFPqWne3SFbHVbyHdgAo8M",
    "animation_details": {
      "bytes": 7144,
      "format": "HTML",
      "sha256": "bbd4b43f467c4cb8dbc993e12b62a92696257ae35488f271d83b00032fa2bcff",
      "width": 1440,
      "height": 1920
    },
    "tags": [
      "3D",
      "3D Art",
      "dynamic",
      "human",
      "portrait",
      "woman",
      "animation"
    ],
    "artist": "Shavonne Wong"
  }
}