{
  "address": "0xb00a39ecab268cc80bf72133f8afbb295e5c8d5c",
  "type": "ERC721",
  "name": "KQROWND KQINGDOM - BORN KQNG ORIGINAL 1 of 6 KING DURAG & GRILLZ",
  "tokenCount": "2",
  "uri": "ipfs://bafybeiarqqk7muzizuqnyfjzocdtb36xyqwh2pi2ikfgxoxq45rwo4d3nu/1",
  "metadata": {
    "description": "KQROWN'D KQINGDOM'S - KING DURAG & GRILLZ (Born KQNG Original)\n\nKING (\"KG\") + QUEEN (\"QN\") = Born KQNG\n\nKING (\"KG\") + QUEEN (\"QN\") + CROWN (\"ROWN\") + KINGDOM (\"INGDOM\") =\nKQROWN'D KQINGDOM\n\nTRANSCEND THE MUNDANE with the BORN KQNGS.\nHumans rule the world.\nBorn KQNGs rule the Universe.\nYou're a natural Born KQNG.\nIt's time to claim your KQROWN'D.\n\nEnter the transcendent world of KQRWON'D KQINGDOM and the Born KQNGs.\n\nKing Durag & Grillz's KQingship has crashed on Earth, leaving him in a daze and unable to transcend beyond the metaverse. After using the last of his KQNG Juice to beam an \"SOS\" out to the Universe, King Durag & Grillz is unable to transcend the mundane until his fellow Born KQNGs come to his rescue.\n\nAs he awaits their arrival, he has taken the liberty of capturing his reactions to Earth and how comically confused Earthlings are when it comes to the Universe into 10,000 unique NFTs. But somewhere along his commentary, he began transcending into a certified Earthling, repenting left and right for sin after sin, posing a threat to his KQROWN'D and all of the Born KQNGs residing in KQROWN'D KQINGDOM.\n\nAlarmed by King Durag & Grillz's transformation, the Original Born KQNGs are now considering invading Earth instead of simply rescuing King Durag & Grillz. Unless the Earthlings are able to keep King Durag & Grillz contained, an Original Born KQNG invasion is all but guaranteed.\n\nHelp save Earth from invasion by securing each King Durag & Grillz NFT in your wallet.",
    "name": "KING DURAG & GRILLZ #1",
    "attributes": [],
    "image": "https://ipfs.infura.io/ipfs/QmZ9pkefsNT5234gCrdTQrifZGioJHBkJyHb4kEEgBW2Uo",
    "background_color": "",
    "youtube_url": "",
    "external_url": "",
    "seller_fee_basis_points": 1000,
    "fee_recipient": "0xbD988A954AE5822cA1042B73024C853B500d39ec"
  }
}