{
  "address": "0xb0cc778af2bd77863232245a6eeb6fcb87308cf4",
  "type": "ERC721",
  "name": "Geminelle - Find Your Tribe",
  "tokenCount": "13",
  "uri": "ar://JTGbBPBoNoGUA54AFZM5aTkEteNmZxYculH3D1i_I0I/1",
  "metadata": {
    "animation_url": "ar://NLpxS_vxPLLKnp4QIRRN4aQC30BOrUirAMPU30Dan9c",
    "artist": "Geminelle",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://VdEdT1Y7FTdywRByfbpKdO3rJ0omXTdXaCZM1JNPOsU",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Find Your Tribe",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 140,
    "credits": null,
    "description": "Find Your Tribe was written as my way of calling in my community in the hopes of connecting with people who felt like-hearted, kindred, and whole. At the time that I wrote Find Your Tribe, I had realized the people I was closest to were no longer in alignment with who I was. I kept thinking about the expression “your vibe attracts your tribe” and went inward to see what vibe I was attracting. It was lonely at first, but this work was important for me to find my community with clarity and strong self-awareness. \n\nI’d learned from my project “Mantra Loops” how powerful writing things in the affirmative had been for me and wrote “Find Your Tribe” as a way to imagine what being in a healthy community would feel like. I thought about the freedom that comes from being truly comfortable amongst the people you love. The more I sang this song, the more people I met who made me feel comfortable, confident and whole. My vibe was attracting my tribe! That’s the power of word vibration! \n\nI chose this song for today’s drop because I feel like web3 came at a time when people were feeling isolated and seeking community. So many people I know are finding their tribe here in web3 and I’m excited to be integrated into such a genuine, loving, and supportive community. It was important to me that I recorded this song with people I considered tribe, so this is a family effort between me, PRVDNT, an artist and friend I’ve worked with for 10 years, my brother Joe Deadwildin, who would MD my performances in New York and new sisters, Tanee Osborne and Joanna Gerolaga who performed at the TED Women Conference with me last December. Executive produced by my husband, my friend of over 20 years, Dominic Malone, who also created the cover art. \n\nThe winner of the Golden Egg will receive a special recording with a live performance take at the end and a BTS video of the live session that was recorded at the end of this song with PRVDNT & Joe Deadwildin'",
    "duration": 355,
    "external_url": "https://www.sound.xyz/geminelle/find-your-tribe",
    "genre": "R&B & Soul",
    "image": "ar://VdEdT1Y7FTdywRByfbpKdO3rJ0omXTdXaCZM1JNPOsU",
    "isrc": null,
    "key": "G_MAJOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://NLpxS_vxPLLKnp4QIRRN4aQC30BOrUirAMPU30Dan9c",
    "lyrics": null,
    "mimeType": "audio/mpeg",
    "nftSerialNumber": 1,
    "name": "Find Your Tribe #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Find Your Tribe",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}