{
  "address": "0xb0d581843d55ffc2dfcf739ded01feb52aabd12c",
  "type": "ERC721",
  "name": "NFT VOUP Collection",
  "tokenCount": "14",
  "uri": "ipfs://QmVGKiCMrQZhgXNdxcLX8A5rULMaCU51HuechgfkFejEht",
  "metadata": {
    "name": "NFT VOUP 902 H2 The White Heart",
    "image": "ipfs://QmSR63ewzM6Z8BQGCsr5ecRF4pwKmdLyYQdXLvCSsqqWuG",
    "image-properties": {
      "fileType": "image/jpeg"
    },
    "attributes": [
      {
        "trait_type": "Title ",
        "value": "The White Heart "
      },
      {
        "trait_type": "Series",
        "value": "Heart 2"
      },
      {
        "trait_type": "Painting # of 2000",
        "value": "902"
      }
    ],
    "description": "\nThe White Heart \n\nSymbolizing the purity of spirit accessible to us all and within us all, this pristine image rimmed in gold suggests a royal personage: a king, a father. It is this undefinable, all-reaching spirit which ignites us all, which promotes the betterment of all humanity. When we live in accordance with our spirit, we become capable of greatness. \n\nManifested as one, the 3 hearts form a Trinity. They realize the concept by sharing form, sharing content, yet retaining separate purpose and function.\n\n***\n\nWorld’s Largest Peace Painting brought to life! \n2,000 double-sided fine art paintings assemble into a 17-story monolith.\nThe magnitude of this project is encapsulated in your unique NFT.\n\nThe NFT VOUP (Vision of Unity and Peace) Collection comprises one-of-one digital versions of the front side of 2000 double-sided paintings shown in a map detailing the place each occupies in the greater work.\n\nThe map pinpoints the exact location of the painting within the front and back collages and includes the philosophy, vision, mission, and history of this monumental undertaking.\n\nEach acts as a testament to the Vision of Unity and Peace and invites you to experience Ehsan’s journey from humble beginnings covering his family’s walls with independent visions to building the world’s largest peace painting.\n\nMost of us feel great concern about all the war, hate, and fear raging around us. Ehsan has created a brand to inspire global peace, giving half to charities. When you collect, you are part of the vision and investing in an asset class driven by a noble cause.\n\nEnvision a future where world peace is a reality.\n\nFor more info visit:\nhttps://www.visionsbyehsan.com\n"
  }
}