{
  "address": "0xb05e4a819067559cabff1de297cbe214081387ce",
  "type": "ERC721",
  "name": "jutes - fumes",
  "tokenCount": "50",
  "uri": "https://metadata.sound.xyz/v1/0xb05e4a819067559cabff1de297cbe214081387ce/1",
  "metadata": {
    "name": "over u #1",
    "artist_name": "jutes",
    "description": "As someone who writes songs as therapy, I find myself writing almost every single day. However I might not be going through something new to talk about each day so the challenge is finding different angles from which to attack the same emotions. It helps my brain understand what my heart is feeling when I force myself to articulate it from many perspectives. Some are more on the nose and some a bit more ambiguous.\n\nAt the time when I wrote “over u” I was stuck in a major label record deal that wasn’t lining up with the expectations I had pre signing. That scary moment when your dreams come true but leave you feeling even more lost than before. This song is me writing and singing to “music” and my career as if it were a person I was in a relationship with. Thoughts of throwing in the towel mixed with memories of all the nights I struggled and battled mental illness with no one to talk to but the microphone. At the end of it all I am back independent and happy as I’ve ever been with a new found insight on why I make music and what my journey is all about.\n\nProduced by my brother Tarro\nMixed & Mastered by Elijah Woods",
    "external_url": "https://www.sound.xyz/jutes/over-u",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmZAWjxX4GhgMZDG9R98PayaBeS63ZMpL4qLNmwqLXCUKT",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmTVmpX2cUxCj7ANk1z4SH42U51M9EgAxFodwgFqjbmxcA",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmTVmpX2cUxCj7ANk1z4SH42U51M9EgAxFodwgFqjbmxcA",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmSZn7Fk3pYvSrnsHjXLnGHmmkXW3EGmPcSZdo7tuNGBCZ",
    "attributes": [
      {
        "trait_type": "over u",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}