{
  "address": "0xb01c01b26a382fa9a1c9dae328de6077e1147390",
  "type": "ERC721",
  "name": "Ishvara",
  "tokenCount": "1",
  "uri": "ipfs://bafybeifcv4xoe63v67cu4kpqx5xttjjcosg2yzmgoz3zps5wdnxh7d6lky/1",
  "metadata": {
    "name": "Ishvara #1",
    "description": "Ishvara is a collection of 61/266 unique artworks made by Inish aka the pirate queen aka reign. \n\nThe artworks are created in regenerative fashion, meaning they are not coded like generative art with AI or creative coding. It is however much similar results as the resolvements of the works acidify in a code-like structure reminding of acidified code language seen in concepts like the matrix and by fenomenal artists (both established and unestablished) in the new worlding of internet.\n\nSatisfaction and an end to each chapter is when the artwork is melted into it's most basic language or permineralised beyond recognition. Some of the artworks decay like fungi and by holdign back so many artworks the artist find that the type of decay or transmutation of each artwork is connected with the season. For example in autumn the artworks will be dissolved by fungi. \n\nThe artist manually merge and archive thousands of artworks and selects a few from each process to be minted on WEB3 platforms. \n\nThe artist explores as they resolve embodying the skill of a mollusc who creates their shells by the nanometre. Once an artwork is hacked or cracked a new addition to the shell is made which makes the unique pieces a home to Inish. The rest of the artworks in this collection can be found on other platforms such as Opensea. \n\n50%-80% of all income is placed in a fund to aid people in the communities that by now are dealing with severe crisis. Several artists and friends of friends of Inish are refugees and have organised organisations to aid 2slgbqtia+ refugees from within. \n\nInish is open for touring and exhibiting in 2023 - having had a break from exhibitions and live performances for one year. \n",
    "image": "ipfs://bafybeiac3zuscfqlubzqoy4rrxdhxgxyjjg5dbm2u5bxraticc2z2las44"
  }
}