{
  "address": "0xb05bb40539538990798c9a3fad488c0a7a27c22f",
  "type": "ERC1155",
  "name": "Sault Photography - Editions",
  "tokenCount": "2",
  "uri": "https://arweave.net/4rZNZoo9w8TjSPXhcYafNo4A7h7BfKCjn3N0G_OkZAM",
  "metadata": {
    "name": "Chasing a Dream",
    "created_by": "Ryan Sault",
    "description": "My legs were hanging over the side of the boat, my fins skimming the water, as we ploughed through the heavy seas. My mask was on and both hands holding my camera. I was ready…\n\nSeveral hours earlier I had heard through a network of friends that Orca had been spotted in a particular area. I jumped straight into my car and drove through the night to the location. I boarded a boat before dawn and travelled two hours out into the deep blue to their last known coordinates in the hopes that they might still be in the area… \n\nI had wanted to swim with Orcas since I was a child. I have always been fascinated by their intelligence. They have one of the largest brain-to-body ratios in the animal kingdom. Because of this large brain they are extremely social and emotional. Orcas even have their own language, and it can be so sophisticated that it contains distinct dialects between families and pods. Using this language, a complex array of whistles, squeaks, and pulses, they can strategize when hunting, socialize and express emotions. \n\nHowever, there is nowhere in the world you can reliably swim with wild Orcas. To see them requires you to be at the right place, at the right time, in the right season. It also requires a lot of persistence, time in the water, and a little luck. I had relocated my life to Baja, Mexico because of its high density of year-round large marine animals, but specifically I hoped for the opportunity to get in the water with the Orcas.\n\nI spotted the spray from their blow holes on the horizon a kilometer away, but it was another 20 minutes before I could see the dorsal fins breaking the surface. To my delight there was a pod of seven Orcas. The boat slowed 100 meters from them. If they were not feeling friendly, they could simply turn and avoid me or if spooked then they could dive deep and its unlikely I would see them again that day. This interaction would have to be on their terms. \n\nAs the captain yelled “vamonos!” I stepped into the water, with only one thing going through my mind…\n\n🖼️ Edition size: 20  \n🌏 Location: Baja, Mexico  \n🗓️ Captured: June 2022\n\nAn image by Ryan Sault - A diver, underwater photographer and adventure lover. He has travelled the globe photographing the most incredible and unique marine life and never leaves home without his camera.\n\nPrimary NFT holder is free to use in advertising, display privately and in groups, including virtual or physical galleries, documentaries, and essays by the NFT holder, as long as the creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Ryan Sault"
      },
      {
        "trait_type": "Edition Size",
        "value": "20"
      },
      {
        "trait_type": "Date Taken",
        "value": "June 2022"
      },
      {
        "trait_type": "Camera",
        "value": "Nikon D750"
      },
      {
        "trait_type": "Lens",
        "value": "Sigma 15mm fisheye f/2.8"
      },
      {
        "trait_type": "Location",
        "value": "Baja California Sur"
      }
    ],
    "image_details": {
      "bytes": 28903023,
      "format": "JPEG",
      "sha256": "2e30d1635e0ad3281557f48b2de3022afcc569ce3f63b26837d8ce8c73c26009",
      "width": 6075,
      "height": 5096
    },
    "image": "https://arweave.net/ddT9ZCLYmZ0XTTdUGYEECRvXpD1KuQcD_kv7hYNA8jk",
    "image_url": "https://arweave.net/ddT9ZCLYmZ0XTTdUGYEECRvXpD1KuQcD_kv7hYNA8jk"
  }
}