{
  "address": "0xb01b960ede2e4e605350564480106d0be0db72ee",
  "type": "ERC721",
  "name": "Koastle - Sit Back & Relax",
  "tokenCount": "25",
  "uri": "ar://kUtfDNidfwiXSrfk20xaNxiivjjYeqnE5Jcfzif72Io/1",
  "metadata": {
    "animation_url": "ar://FyfW2Yz6GFJO0gB6U9n4g0SAp3JUXosz60t3q18KC5A",
    "artist": "Koastle",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://CvGhuKAQnfi73mFQAnMLHqWQswT0wDDSGqASFVlWXR8",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Sit Back & Relax",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 108,
    "credits": null,
    "description": "Hey y’all,\n\nWe’re Andy and Brett, the brains and braun behind Koastle, an indie-electronic duo from Orange County, CA. This is our genesis drop on Sound and we are so stoked to be here with you all. A little about us, we both been making music since we were 14. Brett started as a DJ making mashups and mixes and Andy making beats that were about as trash as gas station sushi. Upon meeting in college, we joined forces and taught each other everything we knew. Next thing we knew, 7 years later we're still doing this little music thing. \n\nWe started Koastle in 2021 with the intention to bring to our audience an audio-visual experience unlike any other. We aim to combine our art both visually and sonically to create a world that feels familiar yet is experienced in a surrealistic way. Koastle is all about the good times we haven't had yet. It's an invitation to join us for memories that will last a life time. That is why we create and our goal is to create a world that represents that intention. \n\nWe have a lot of respect for the world of Web3. As artists who have been in the thick of the traditional web2 music business structure, we often found ourselves tired of the inefficiency and the power it takes away from our artistry. We have a vision and a goal for where we want to take this brand and web3 reflects the autonomy that we need to be the artists we aspire to be. Recently have decided to go fully independent with our music, to take control of this vision we have for our music and our brand and for the next year we will be dropping a new piece of music a week for the next 12 months. For those of you who purchase our drop today (and any Koastle drop in the future) you'll be added in to a private discord channel where we will tell you more about this new season of Koastle. \n\nWe've been in the web3 community for a while now, but this is our first ever official drop in the web3 space. We wanted to make sure we brought an experience that respects the nature of web3, that provides value to those of you who invest in us. We can't thank you all enough for supporting us on our journey, it inspires us to push even harder to bring this vision to life. So from the bottom of our hearts, thank you for being apart of our journey. \n\nThis song in particular reflects the fun-loving nature of Koastle. We got in to music because it was fun; nothing more, nothing less. For this record in particular, we set out to make a song that was easy to listen to yet encompassed the light-heartedness and freedom that we believe life should be lived. Sit back, relax and join us for the flight of a lifetime. We'll be waiting for you at the gate when you land :) ",
    "duration": 126,
    "external_url": "https://www.sound.xyz/koastle/sit-back-and-relax",
    "genre": "Electronic",
    "image": "ar://CvGhuKAQnfi73mFQAnMLHqWQswT0wDDSGqASFVlWXR8",
    "isrc": null,
    "key": "E_MAJOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://FyfW2Yz6GFJO0gB6U9n4g0SAp3JUXosz60t3q18KC5A",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Sit Back & Relax #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Sit Back & Relax",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}