{
  "address": "0xb057ee7b1f103d875a8a88707ec742a7a555938c",
  "type": "ERC721",
  "name": "126asdfewqrewqr",
  "tokenCount": "100",
  "uri": "https://token.artblocks.io/0x64780ce53f6e966e18a22af13a2f97369580ec11/4000001",
  "metadata": {
    "platform": "Art Blocks x Pace",
    "tokenID": "4000001",
    "series": "N/A",
    "aspect_ratio": 1,
    "payout_address": "0xe0182ddf53e7ceb6e350beba879f03f17a1d0809",
    "name": "New Worlds #1",
    "minted": true,
    "artist": "Robert Whitman",
    "description": "Robert Whitman’s genesis NFT project, New Worlds, transports viewers to otherworldly, cosmic landscapes beyond the Earth. Each of the 500 generative, interactive, and unique New Worlds NFTs centers on an imagined celestial body in space. The planets—and, in some cases, black holes—feature distinctive colors, patterns, shadows, and topographies on their surfaces, and they are situated in vast skies rendered in varying hues, opacities, and gradients. Some planets in the series are surrounded by rings, and they may have up to three moons in their orbits. Viewers can navigate around the planets and explore their sublime environments by zooming in and out and dragging their cursors on the screen. New Worlds will be presented in Whitman’s upcoming solo show with Pace Gallery, on view at 508 West 25th Street in New York from January 18 to February 3.\n \nThe New Worlds NFTs are based on Whitman’s mesmeric projections of planets and moons, which he presented in his solo exhibition Turning at Pace in New York in 2007, as well as new images from the James Webb Space Telescope, which sent its first pictures back to Earth in 2022. A pioneer of performance and multimedia installation art, Whitman has been producing exploratory and collaborative work for more than 60 years. He was at the vanguard of scientifically and technologically engaged art making during this period, co-founding the Experiments in Art and Technology (E.A.T.), a collective that supported creative partnerships between artists and engineers, in 1967. Whitman was also major figure in the ephemeral Happenings—a hybrid art form spanning installation, performance, and other mediums—presented in New York in the late 1950s and early 1960s by a group of artists that also included Claes Oldenburg, Allan Kaprow, Jim Dine, and Red Grooms.\n\nWhitman’s web3 debut reflects the limber and timeless nature of his influential and rigorous practice, which left an indelible mark on 20th century art history. As part of the artist’s forthcoming exhibition at Pace in New York, Pace Live, the gallery’s interdisciplinary platform for commissioning and presenting new live art performances, will stage live renditions of his seminal 1960 performance work American Moon. Whitman’s first NFT project can be understood in conversation with this disorienting, madcap performance, which premiered nearly a decade before the first moon landing. New Worlds, Whitman’s most technologically ambitious artwork to date, forges new through lines across the artist’s storied and experimental career, traversing his digital and physical investigations of universes beyond our own.\n\nNew Worlds are interactive and can be explored in 360 degrees and from varying vantage points by using a mouse or trackpad.",
    "script_type": "three@0.124.0",
    "project_id": "4",
    "image": "https://media-proxy.artblocks.io/0x64780ce53f6e966e18a22af13a2f97369580ec11/4000001.png",
    "preview_asset_url": "https://media-proxy.artblocks.io/0x64780ce53f6e966e18a22af13a2f97369580ec11/4000001.png",
    "generator_url": "https://generator.artblocks.io/0x64780ce53f6e966e18a22af13a2f97369580ec11/4000001",
    "animation_url": "https://generator.artblocks.io/0x64780ce53f6e966e18a22af13a2f97369580ec11/4000001",
    "royaltyInfo": {
      "artistAddress": "0xc872dd5381c69f3d211780c8b4b8e8a6ca7b60de",
      "additionalPayee": "0x0000000000000000000000000000000000000000",
      "additionalPayeePercentage": "0",
      "royaltyFeeByID": 5
    },
    "collection_name": "New Worlds by Robert Whitman",
    "website": "https://www.pacegallery.com/journal/robert-whitman-new-worlds",
    "token_hash": "0xa77564a9938d9f3ff6d4eb8ce72d8e66b35c58e8ea88afa5783566f5fd5ccd4a",
    "external_url": "https://artblocks.io/collaborations/artblocksxpace/projects/0x64780ce53f6e966e18a22af13a2f97369580ec11/4/tokens/4000001",
    "primary_asset_url": "https://generator.artblocks.io/0x64780ce53f6e966e18a22af13a2f97369580ec11/4000001",
    "features": {
      "Axis": "0°",
      "Moons": "2",
      "Rings": "Absent",
      "Base Color": "Aurora",
      "Turbulence": "On",
      "Color Overlay": "On",
      "Celestial Body": "Planet",
      "Starfield Density": "73.0"
    },
    "traits": [
      {
        "trait_type": "New Worlds",
        "value": "All New Worlds"
      },
      {
        "trait_type": "New Worlds",
        "value": "Axis: 0°"
      },
      {
        "trait_type": "New Worlds",
        "value": "Moons: 2"
      },
      {
        "trait_type": "New Worlds",
        "value": "Rings: Absent"
      },
      {
        "trait_type": "New Worlds",
        "value": "Base Color: Aurora"
      },
      {
        "trait_type": "New Worlds",
        "value": "Turbulence: On"
      },
      {
        "trait_type": "New Worlds",
        "value": "Color Overlay: On"
      },
      {
        "trait_type": "New Worlds",
        "value": "Celestial Body: Planet"
      }
    ],
    "is_static": false,
    "license": "CC BY-NC 4.0"
  }
}