{
  "address": "0xb048614004c68bb182175cb37da2bb1bb9252d90",
  "type": "ERC721",
  "name": "HERO PUNX",
  "tokenCount": "1",
  "uri": "https://arweave.net/O8Fw-XgiuShVt6YdDf495_ZKZdH5uWNYgWZVPpd6nGI",
  "metadata": {
    "name": "THE UNEQUAL FIGHT",
    "created_by": "PunX",
    "description": "In 2010, WikiLeaks, together with the New York Times, the Guardian and Der Spiegel, published excerpts from military logs that, among other things, proved war crimes committed by the U.S. during the wars in Afghanistan and Iraq. In July 2010, WikiLeaks published more internal documents from U.S. forces and agencies. According to the UN Special Rapporteur on Torture, Nils Melzer, the war diaries they contained from the war in Afghanistan and, in October 2010, the war in Iraq, revealed \"alleged war crimes and corruption.\" The disclosure of the military logs attracted worldwide attention.\n\nThe U.S. government launched an investigation into Assange. This was compounded in August 2010 by an arrest warrant in Sweden for alleged sexual offenses. Assange feared extradition to the U.S. and evaded the threat of extradition from the U.K. to Sweden in June 2012 by removing his electronic ankle bracelet and fleeing to the Ecuadorian embassy in London. Ecuador granted him political asylum, allowed him to stay at the embassy permanently, and granted him Ecuadorian citizenship. For the next seven years, Assange lived there as a political refugee.\n\nToday is his 4th birthday in a UK jail for publishing the truth and protecting the public's right to know! \n\n\nABOUT THIS NFT:\n\nThe proceeds of this NFT 100% donated to @AssangeDao . I myself am only a small artist and therefore hope to be able to make my contribution.\n\nI hope that Julian will be freed from his captivity as soon as possible!",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "PunX"
      }
    ],
    "image_details": {
      "bytes": 24005793,
      "format": "PNG",
      "sha256": "f8478cbd8ba64988e49a0549d0e7a45d12bd7ab0d7e00abd44c031981f53c3a4",
      "width": 3000,
      "height": 2000
    },
    "image": "https://arweave.net/KadY8X6XCG5x6dIZXBvPp9J3hmBK-giuegn07zTVtn0",
    "image_url": "https://arweave.net/KadY8X6XCG5x6dIZXBvPp9J3hmBK-giuegn07zTVtn0"
  }
}