{
  "address": "0xb0bc288f700e7aaa626c70563fa57a36abab2fdd",
  "type": "ERC1155",
  "name": "Nino DefoQ",
  "tokenCount": "1",
  "uri": "https://arweave.net/0sIRt3VFPi1U-Zh2lmz85z4JevvR31xZcBtvB0-TxcY",
  "metadata": {
    "name": "Premium Pepe",
    "created_by": "Nino DefoQ",
    "description": "Once there was a frog named Luigi who lived a bleak life, catching flies in the murky waters of the pond. He slept in a hole in the bank, surrounded by garbage and filth. But deep down, Luigi wanted more. He saw Don Pepe as a \"Premium Pepe,\" the epitome of success and luxury, and dreamed of becoming like him.\n\nOne day, Luigi visited a temple far away to see an art piece of Don Pepe. As he gazed at the statue, he was inspired by the Don's power and wealth. He realized that if a frog like Don Pepe could become a success, so could he.\n\nLuigi went home and got to work. He trained his muscles and sharpened his wit. He made connections with the right frogs and didn't hesitate to get his hands dirty. Before long, Luigi became known as a force to be reckoned with. He even committed a necessary murder in order to eliminate a rival and continue his progression to the top.\n\nThe rival frog, named Antonio, had been blocking Luigi's path to the top for too long. Luigi knew that in order to truly make a name for himself, he had to eliminate Antonio. So one night, he snuck up on Antonio while he was fishing and strangled him with his own lily pad. The other frogs were too afraid to speak out against Luigi, and he quickly gained even more power and respect.\n\nYears passed, and Luigi had everything he ever wanted – a beautiful villa on a hill, a sleek sports car, and the respect of all the frogs in town. He lived a life of clean luxury, far from the bleak existence he once knew. He had a staff of loyal frogs to attend to his every need, and he was admired by all who met him.\n\nBut he never forgot the statue that started it all. He returned to the temple and stood before it once more, a successful Don in his own right.\n\nAnd as he gazed upon the statue of Don Pepe, he whispered to himself, \"I've become a Premium Pepe, just like you. Grazie, vecchio amico. Grazie per avermi mostrato il cammino.\"",
    "animation_details": "{ \"format\": \"HTML\" }",
    "animation_url ": "ipfs://bafybeigmr4zij42ur4r3shfki5uqahj7aeuiopptk6q4yvjhvlmsvfwhmi",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Nino DefoQ"
      },
      {
        "trait_type": "NFT Type",
        "value": "Dynamic"
      }
    ],
    "image_details": {
      "bytes": 35513017,
      "format": "PNG",
      "sha256": "d030812b645aabe9475d16d3227fe90f1ae66887778e6abd6d96093ee63cc93d",
      "width": 3840,
      "height": 3840
    },
    "image": "https://arweave.net/fKXsxDrva9p-hAlqUAHlfgUzrIh0Cyn-HTZ1a3T9Rdc",
    "image_url": "https://arweave.net/fKXsxDrva9p-hAlqUAHlfgUzrIh0Cyn-HTZ1a3T9Rdc"
  }
}