{
  "address": "0xb117bea28fba1311ade068265b5779ca122bb919",
  "type": "ERC721",
  "name": "Twenty Duce - Thank You",
  "tokenCount": "14",
  "uri": "ar://oCnwnUBfD59KFtRaNa-uVZwTp0vYdBKgFDaNcD7pbr8/1",
  "metadata": {
    "animation_url": "ar://usESHrC-6i0Z9av3uE-n0xIfzg2SyiIPXSLRej25edI",
    "artist": "Twenty Duce",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://uqRmhfz6ShE3hlInaYIleYkq1OQH7Xrvs_MC2GKR_fE",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Thank You",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "As somebody who is always moving and shaking, I felt it was a period where God forced me to sit down and reevaluate whats really important in life. The song “Thank You” was inspired by that time. I had a ruptured achilles which put me out of work, and in what I call a “space boot” (cast)  for six months. For the first few months I could hardly do anything. I Even needed my wife to get in and out of the shower. \n\n  It was starting to get depressing, but then one day at physical therapy I was looking around at people in way worse situations than me. Some we’re probably never even going to be able to walk again. But they were all smiling and doing what they had to do to improve their situation. It was that moment something clicked for me, and I started to look at my own situation in a positive light. \n\n  I was finally just home. No traveling, none of the constant stresses of work, and most importantly I got to be with my wife and kids everyday. We would take frequent vacations and even though I couldn't walk, I was happier spending time with my loved ones than I had been in years. Time is the most valuable thing that we have on this planet, and it’s expiring from the very second your born. I wrote this song because I was thankful for that time period. My family and friends showed me that even when your out hustling trying to elevate in life, never lose sight of whats truly important. God showed me the real reason to be Thankful. Thank You…\n\n",
    "duration": 147,
    "external_url": "https://www.sound.xyz/twentyduce/thank-you",
    "genre": "Hip-hop & Rap",
    "image": "ar://uqRmhfz6ShE3hlInaYIleYkq1OQH7Xrvs_MC2GKR_fE",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://usESHrC-6i0Z9av3uE-n0xIfzg2SyiIPXSLRej25edI",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Thank You #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Thank You",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}