{
  "address": "0xb132b0a917a61b29d11dff9ceb0820f96f53188b",
  "type": "ERC721",
  "name": "Portable Network Graphics by Roberto Salazar",
  "tokenCount": "49",
  "uri": "https://arweave.net/Hk3KFTu4UsKzfYQfrmuB0GlW8GaoSP-4ZTZxHvnxsmE/1",
  "metadata": {
    "name": "Redacted #5-a",
    "created_by": "Roberto Salazar (SLZR)",
    "external_url": "www.robertosalazar.co",
    "description": "Portable Network Graphics explores cognitive and ideological agency in a reality where digital discourses that favor corporate and government interests are deployed algorithmically on social networks.\n\nThe PNG format (Portable Network Graphic) allows pixel based images with transparency and compression without loss of data. This technical description serves as a point of departure to investigate redacted documents from government sources and big tech algorithmical behaviour \"optimization\".\n\nIs A.I. data nudging the computational substrate from which opinions emerge?\n\nThe images in this series are distorted algorithmically via manual processes utilizing the tools of photography manipulation. No code is used to deploy them but the ritualistic, primitive act, of utilizing everyday editing tools in a circular fashion over and over again.\n\n\"The semio-capital appropriates the psychosocial energies and puts them at their service, subjecting them to the machinistic speeds and compelling cognitive activity to follow the rate of productivity of telematic networks.\"  \nFranco Berardi\n\nFiles in this collection 2980 x 1988  \nPrints and 8000 x 6000 px files are available upon request.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Roberto Salazar (SLZR)"
      },
      {
        "trait_type": "Collection",
        "value": "Portable Network Graphics"
      }
    ],
    "image_details": {
      "bytes": 1981036,
      "format": "PNG",
      "sha256": "0bee8c79921270f843e0c2f32a87bfd7b9f1726d7e59ec0a46c237defd9e8c34",
      "width": 1988,
      "height": 2980
    },
    "image": "https://arweave.net/cGDF_9g2YJrDcZL8q7Chb95Luk1jm0GQnARrqtvGVEI",
    "image_url": "https://arweave.net/cGDF_9g2YJrDcZL8q7Chb95Luk1jm0GQnARrqtvGVEI"
  }
}