{
  "address": "0xb1bd34684d622d69b8b5e671480843f35444b8f7",
  "type": "ERC721",
  "name": "RELIC",
  "tokenCount": "6",
  "uri": "https://arweave.net/Jbnb6Lp2kSXju8vawhSQCjUkAtf-EH52N6204VwUa7E",
  "metadata": {
    "name": "RELIC: Heritage A",
    "created_by": "ORKHAN",
    "description": "Hanging on walls inside homes since time immemorial, hand-woven carpets are vessels of history. They contain tradition, symbolism and memories threaded into finely knotted craftsmanship. With their geometric patterns being as important as the textile itself, the carpet as an artwork occupies a position far beyond a piece of ornamental decoration, rather an integral part of Middle Eastern cultural heritage. Yet for Orkhan Mammadov, the carpet as artwork belongs as a piece of futuristic heritage.\n\nThrough a densely complex mathematics-based art practice Mammadov reinvents traditional carpet design techniques by employing machine learning and Artificial Intelligence (AI). He uses his personal heritage as raw data, carefully documenting historical sources of ornamental carpet patterns and recontextualizes that data into the digital age. In this act, he is placing himself, the artist, simultaneously as a researcher and exhibitor in the process of creating his art.\n\n‘Relic’ reveals a new visual language of carpet patternry through a collaboration between artist and machine. Harnessing the power of AI, Mammadov uses GAN algorithms to study the visual similarities of a massive carpet pattern archive collected over seven years of intensive research. Then, using a specifically designed coding structure, the relationship between artist and machine produces unique yet familiar patterns. Deliberately relinquishing part of his authority over the final product, Mammadov is questioning cultural appropriation and dissolution of deep-rooted cultural traditions in a globalized world. Yet he is also reclaiming ownership of them within a contemporary context and rewriting their position as relics of the past.\n\nMammadov expands the interpretation of patterns, moving them away from the craftsmanship of carpet weaving, to computing systems that recognize regularities in data sets. In this process, what was formerly historical data, now becomes the threads of information for the digital carpet.\n\nExploring the possibilities that new technologies can bring to heritage, ‘Relic’ transforms the way we understand culture and how it morphs through the lens of societal changes. It proposes alternative futures, creating ways of communicating with history and giving rise to a new age of multiculturalism across technologies. Within ‘Relic’, the old and the new unite to reinvent each other.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "ORKHAN"
      },
      {
        "trait_type": "Artwork ",
        "value": "ID: A"
      }
    ],
    "animation_details": {
      "bytes": 199327478,
      "format": "MP4",
      "duration": 120,
      "sha256": "92e54c1760ccd45ada9b07a328c8f5b711a0a246d0cc1af59be7a44c1840e9ee",
      "width": 1920,
      "height": 1080,
      "codecs": [
        "H.264"
      ]
    },
    "animation": "https://arweave.net/2Nt3EFQbLDppUuSWzJzqZkTEb_hFW2jKbzh7T4GUtNE",
    "animation_url": "https://arweave.net/2Nt3EFQbLDppUuSWzJzqZkTEb_hFW2jKbzh7T4GUtNE",
    "image_details": {
      "bytes": 4088458,
      "format": "PNG",
      "sha256": "b6976f4dbcaa2aa79486b66b7bf345ffcd5c24a1c3a10221f14d68d7a0cf4d22",
      "width": 1920,
      "height": 1080
    },
    "image": "https://arweave.net/WdRYn3ssAHxBxhD_S0C-7Wtmzp08iKW2KAX_G1AmrWc",
    "image_url": "https://arweave.net/WdRYn3ssAHxBxhD_S0C-7Wtmzp08iKW2KAX_G1AmrWc"
  }
}