{
  "address": "0xb2ba9badcff66cfa16def30f01f301c06bbdfc94",
  "type": "ERC1155",
  "name": "Chinese Spy Balloon Boy",
  "tokenCount": "1",
  "uri": "https://arweave.net/wf6MDmCP6-oB4yrX2pYHxT5qIR2rMm_v_FPxScL_rjo",
  "metadata": {
    "name": "Chinese Spy Balloon Boy",
    "created_by": "Bitcoinski",
    "external_url": "https://props.app",
    "description": "In February of the year two thousand and twenty-three, the world was forever changed when an Ugly Freaking Oval (UFO) balloon created by China was randomly spotted in the sky by literally everyone all at once.\n\nThe UFO balloon was actually a weather balloon with a secret mission. Onboard the balloon was a young Chinese spy named Min, who was tasked with surveilling the world (which is flat) from above. Min was equipped with the latest technology and gadgets, including a high-powered camera that could zoom in on a single ant from miles away and a classified stick of Bubblicious that held it's flavor for like 8 minutes before it got nasty.\n\nMin was having the time of his life, snapping pictures of cities and landmarks from all over the world, and sending them back to China in real-time. However, Min soon realized that he wasn't the only one watching him. People all over the world were pointing and staring at the strange oval object in the sky. Some were even trying to communicate with Wei by waving their arms and shouting.\n\nMin, not wanting to blow his cover, decided to play along. He started waving back to the people below and even pretending to take their pictures. It wasn't long before Min became an international sensation, with people all over the world following his journey and cheering him on.\n\nMin's mission was a success, but it also brought him a newfound appreciation for the flat world and its people. He realized that despite their differences, everyone was just trying to live their best life. Min eventually landed back in China, where he was greeted as a hero. From that day forward, he was known as the Chinese Spy Balloon Boy Who Blows Sick Bubbles and was celebrated as one of China's greatest secret agents.  \n",
    "attributes": [
      {
        "display_type": "boost_percentage",
        "trait_type": "Altitude",
        "value": 66000,
        "max_value": 66000
      },
      {
        "display_type": "boost_percentage",
        "trait_type": "Min's level of fear",
        "value": 0.00001,
        "max_value": 100
      },
      {
        "display_type": "boost_percentage",
        "trait_type": "Chances he'll do it again",
        "value": 69,
        "max_value": 100
      },
      {
        "display_type": "number",
        "trait_type": "Times people in Texas tried to shoot him down",
        "value": 420,
        "max_value": 1000000
      },
      {
        "display_type": "boost_number",
        "trait_type": "Number of Bubblicious bubbles he blew",
        "value": 888,
        "max_value": 889
      }
    ],
    "image_details": {
      "bytes": 282606,
      "format": "JPEG",
      "sha256": "a6b5b24426d12bebe04c9d761829b3813255c80f095aaf5bd6e27a5d764be6fd",
      "width": 996,
      "height": 983
    },
    "image": "https://arweave.net/lCZDnF6AGdt1c_AvAakA5SKUGcD1M5RCsyBuy0--TxI",
    "image_url": "https://arweave.net/lCZDnF6AGdt1c_AvAakA5SKUGcD1M5RCsyBuy0--TxI"
  }
}