{
  "address": "0xb28a51651caf66f2f0fbfdbe37424c0ded664b24",
  "type": "ERC721",
  "name": "Live Your Life Music Video by Evaflow",
  "tokenCount": "50",
  "uri": "https://arweave.net/XcjQGy8lMn2mQKAh6w-UpKMoAUVBSaFKA9UM_P6c47E",
  "metadata": {
    "name": "Live Your Life (Music Video) by Evaflow",
    "description": "Evaflow, the first Reggae Fusion artist on the blockchain, servant of the SkyStarter community, invites you to Start From The Sky and live your best life with “Live Your Life” a Music Video NFT and a Limited Physical Supply Manga.\n\nWithin us is an innate power that comes to the aid of the resilient and weaving through the SkyStarter fabric is an unwavering tenacity to Never Give Up. Live Your Life is a celebration of The SkyStarter mentality, a community of warriors and lightworkers, always looking on the bright side, elevating the collective consciousness one idea at a time. \n\nLIVE YOUR LIFE is a 50 edition Music Video NFT and a Limited Physical Supply Manga, a Multi-Chain Digital and Physical collectible. Each collector of the Music NFT on Ethereum receives the Music NFT on Solana and a copy of the Limited Supply Physical Manga. No more than 50 Mangas will ever be printed! \n\nThe LIVE YOUR LIFE Manga expands on the short story from the Music Video. A story of divine intervention through a symbolic black mug that mysteriously starts to turn wine into water. At a crossroad in his life: in the midst of a spiraling debacle of self-doubt, Eva desperately wants to make a change and focus on his art. Will he give in to fears & doubts or will he follow the \"signs\" and regain his confidence in his ability to express his full potential? Become a collector, rather, a SkyStarter to find out!",
    "image": "https://arweave.net/smxvVSs5QSz4oO_4nHPfWweITsiH-18SiulQhpdNgHg",
    "external_url": "https://glass.xyz/v/EyDpLk0COK5QAhBVCUkQDIE0HhOlldLZCsrx2tFP11c=",
    "animation_url": "https://glass.xyz/embed/EyDpLk0COK5QAhBVCUkQDIE0HhOlldLZCsrx2tFP11c="
  }
}