{
  "address": "0xb2389cfae9e8a112d0433647e06660ef8c0e3798",
  "type": "ERC721",
  "name": "Eugene V2",
  "tokenCount": "7",
  "uri": "https://ipfs.pixura.io/ipfs/QmXB2oqLKmjaXpQz1X8K9bJrEkDa5rakJHypmsZGeubKgB/metadata.json",
  "metadata": {
    "name": "Eugene - French Ultramarine",
    "createdBy": "Greg Rook",
    "yearCreated": "2022",
    "description": "Most artists have moments of self-doubt - fears that they’re a fraud or their output \ninconsequential. And I suspect all sometimes have visions of the other kind of artist they might be – how they’d create and navigate the world in a different form. They might dream of bursting onto the canvas like a primal expressionist but, at some point, have had to acknowledge that they’re just not that kind of animal.\n\nBut perhaps their avatar could be. In cyberspace the potential of the avatar to perform the other is absolute - by injecting the possibility of fantasy, the avatar makes everything possible – every imagining an option or opportunity for an endless variety of persona… moving into worlds of saved games and respawn points and trial and error in virtual worlds that lack consequence.\n\nI’ve long been drawn to tales of fictional artists and the purpose of their creation. Rabo Karabekian from Kurt Vonnegut’s Bluebeard was a fictional artist created to highlight the challenge of making meaningful art, or perhaps to embody the potential of each of us to rectify our mistakes, to start again putting past failures behind us.\n\nIn Nat Tate, the author William Boyd imagined a troubled artist who destroyed his work and then leapt to his death from the Staten Island ferry. Boyd went some way at the launch of his novel to encourage the belief that Tate had really existed and since his unveiling in 1998 Tate has enjoyed a Frankenstein journey, culminating in a sale of one of his works at Sotheby’s in 2011. Boyd was excited at the prospect of making something entirely invented seem astonishingly real.\n\nI wonder what would happen if artists were asked to create their own avatar as a Nat Tate representing the work they could have made, or would have made, or should have made. If we are to reimagine ourselves as artists for the metaverse, what form will we take?",
    "image": "https://ipfs.pixura.io/ipfs/QmNUFCk6VZkWJt5qrnPWAutXij13QgV2Lmp5Sf5EfG8ufQ/EugeneFU.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmNUFCk6VZkWJt5qrnPWAutXij13QgV2Lmp5Sf5EfG8ufQ/EugeneFU.jpg",
      "dimensions": "1800x1800",
      "size": "2041969",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "eugene",
      "alterego",
      "avatar",
      "roguesgallery",
      "oilpaint",
      "asterix",
      "mirkwood",
      "bluebeard",
      "vonnegut"
    ]
  }
}