{
  "address": "0xb2d9d7c44f27e32bfbf4c6a2b391d71172e9c0ec",
  "type": "ERC721",
  "name": "Liberty - q5La8CUzv4",
  "tokenCount": "25",
  "uri": "ipfs://QmXuMj9AZpZ82S6VJZL7FBWDLNCbERcZq2BtayMrEouSbq/1",
  "metadata": {
    "name": "liberty #1",
    "description": "It was the month of September,2021 when I took this photograph. In a countryside I saw some kids playing with their kites with such spirits of joy that before I knew, I had a smile on my face. I went and spoke to them. After a few exchange of words I had their consent to shoot. The boy in this photograph was the youngest among all of them with the biggest smile. He was just throwing the kite up in the air when I captured this moment.\n\nKite festival is celebrated in Indian, Chinese, Japanese and many other cultures just to name a few. In each culture flying kites signifies something. In some it’s a way to send prayers to god, in some others it signifies good luck and prosperity.  In India the biggest kite festival aka “ Kai Po Che” is celebrated in the state of Gujarat during Makara Srankanti .The title is originally a Gujarati phrase that means \"I have cut\" , where one of the competitors uses his kite to cut off another competitors' kite and yells the phrase. Here in Bengal before Durga Puja, during the autumn months children fly kites. The weather favours of this sport during this time of the year. The sky is generally clear with cool breeze and the whole vibe indicates the biggest festival of bengal “Druga Puja” on its way. On this merry note kids hold competition of cutting one another’s kite.\n\nTo me flying kite has always seemed very liberating. Just like we let go of the kite and let the wind guide it’s direction , in life too only when we let go of the burdens that keeps us weighed down is when we truly are liberated and free in it’s true sense.",
    "image": "ipfs://QmaFfRom9S5Qy4hzCcebbKqaVNxYidXnw6TESTzFgPvebf/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Kolkata, India"
      },
      {
        "trait_type": "Camera",
        "value": "Sony A7 3"
      },
      {
        "trait_type": "Lens",
        "value": "85mm F1.4"
      },
      {
        "trait_type": "Artist",
        "value": "Bipradev Roy"
      },
      {
        "trait_type": "Edition",
        "value": "1/25"
      }
    ],
    "external_url": "https://sloika.xyz/bipra.eth/liberty/1"
  }
}