{
  "address": "0xb26f2ce506f98749cdec1e1aed5d54f796a6b715",
  "type": "ERC1155",
  "name": "Alejandro Javaloyas Editions",
  "tokenCount": "5",
  "uri": "https://arweave.net/0ZtvAPogEY41D7ElSG2UzLFUNuyUw1kDBqB5FA-VRno",
  "metadata": {
    "created_by": "Alejandro Javaloyas",
    "name": "Time Traveling Hyperbug",
    "description": "Time Traveling Hyperbug, 2023 | Digital painting | 5000 x 6500 pixels | 300 DPI | PNG\n\nIn 2087, humanity has harnessed the power of time travel, but the process is dangerous and often fatal due to ​​hyperbugs in the code that cause the traveler's persona to be duplicated and scattered across time. Because of the risky nature of this model, only a special group of comrades is genetically engineered to travel through time. These workers, called conDevs (continuum developers) are kept in stasis until they are needed for a mission.\n\nThis is the story of one conDev, named Zephyr, who is sent back in time to prevent a catastrophic event that threatens the future of humanity. Zephyr's mission is to find a scientist named Dr. Kessler, who is willing to disrupt the delicate space-time equilibrium.\n\nAs Zephyr travels through different eras to get closer to Dr. Kessler, she realizes that the scientist wants to use the time-travel software in a self-interested way to prevent a personal tragedy that happened in his own past. Zephyr is faced now with a moral dilemma: should she stop Dr. Kessler to, theoretically, maintain the course of history, or would that potentially create a new future?\n\n\n",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Alejandro Javaloyas"
      },
      {
        "trait_type": "Collection",
        "value": "Glitched Abstractions"
      }
    ],
    "image_details": {
      "bytes": 57284589,
      "format": "PNG",
      "sha256": "77b3cf4f15a020cc7b86a51a807b290288c43751b2bdf90ee09fa2d9573a2862",
      "width": 5000,
      "height": 6500
    },
    "image": "https://arweave.net/rRRc7xHYkbOceWF0odEm5-EaJEbs3Gwlu9sjr_SonN8",
    "image_url": "https://arweave.net/rRRc7xHYkbOceWF0odEm5-EaJEbs3Gwlu9sjr_SonN8"
  }
}