{
  "address": "0xb204c645e519e7c1527007fb5e2db0586c85ae16",
  "type": "ERC721",
  "name": "Transient Reveries",
  "tokenCount": "7",
  "uri": "https://arweave.net/b5vNpC9uHeLlLUC3wK8u3ESppwAC9ktE0NDV0OYbQp8/1",
  "metadata": {
    "name": "VIBRANT IMBROGLIO",
    "created_by": "VALIPOKKANN",
    "external_url": "https://linktr.ee/valipokkann",
    "description": "\"Vibrant Imbroglio\" is a compelling self-portrait that serves as a poignant reflection of the artist's inner journey during a profound period of darkness in 2020. The artwork unveils a raw and intense narrative, skillfully capturing the artist's emotional struggles and their determined pursuit of light amidst the shadows of depression.\n\nAt the center of the composition, a rag-like shape emerges, symbolizing the artist's relentless drive to forge ahead despite the overwhelming darkness that threatens to hold them back. Sinister hands, emanating from the depths of despair, aggressively tug at the fabric, embodying the suffocating grip of malevolent forces. This gripping portrayal embodies the artist's battle against the entrapment of depression, showcasing their unwavering resolve to break free from its clutches.\n\nThe eyes stand as poignant focal points within the artwork. The right eye, tied with a metaphorical handcuff to the darkness, represents the internal struggle that inhibits the artist's ability to see the path towards healing and self-discovery. Conversely, the left eye, connected to a wavering road leading to light, signifies the artist's yearning for a brighter future and their relentless pursuit of a more fulfilling existence. This striking visual metaphor embodies the artist's transformative journey, where the breaking of chains becomes imperative for embracing the light that beckons them forward.\n\nThe spirals adorning both eyes are a powerful representation of the artist's inner turmoil and confusion. They symbolize the intricate nature of the emotional battles fought within, as the artist grapples with conflicting thoughts and seeks clarity amidst chaos. The open mouth, frozen in a scream, serves as an emotive outlet for the artist's pent-up emotions and silent cries for help—a raw expression of their pain and a plea for understanding.\n\nWithin the confines of the artist's mind, colorful and chaotic sinusoidal and zigzag lines intertwine and dance, signifying the kaleidoscope of thoughts and the restless energy present during this artistic creation. This vibrant display serves as a testament to the artist's unique perspective and the vividness of their mind, as well as a poignant reference to the challenges posed by the noise and turbulence associated with ADHD.\n\nLastly, the encompassing darkness is rendered with a smoky effect, shrouding the composition in an air of mystery and ambiguity. This atmospheric element heightens the sense of introspection and encapsulates the artist's innermost struggles, capturing the depth of their emotional turmoil.\n\n\"Vibrant Imbroglio\" is a visual masterpiece, both captivating and deeply personal. It stands as a testament to the artist's resilience, offering viewers a glimpse into the complex emotions experienced during their darkest moments. Through this introspective journey of self-expression, the artist invites us to witness their transformation and inspires us to confront our own battles with courage and determination.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "valipokkann"
      },
      {
        "trait_type": "PERIOD",
        "value": "PRE-NFT"
      },
      {
        "trait_type": "STYLE",
        "value": "SKETCH"
      },
      {
        "trait_type": "TYPE",
        "value": "2D ANIMATION"
      },
      {
        "trait_type": "TYPE",
        "value": "GIF"
      },
      {
        "display_type": "number",
        "trait_type": "YEAR",
        "value": "2020"
      }
    ],
    "image_details": {
      "bytes": 239074034,
      "format": "GIF",
      "sha256": "8f300ecfbde27c5e9afd3b5b9cfbe8f4dd11b5113350b05f466d2b4e0a003a3c",
      "width": 2048,
      "height": 1517
    },
    "image": "https://arweave.net/O0r0UqJAL6ZLJeTWc4Y8rXoFeRs7a1enllfAMNpR88o",
    "image_url": "https://arweave.net/O0r0UqJAL6ZLJeTWc4Y8rXoFeRs7a1enllfAMNpR88o"
  }
}