{
  "address": "0xb26f5e241b03f5ab00684d17968dff6a18544a37",
  "type": "ERC721",
  "name": "Nieux Society Founder",
  "tokenCount": "504",
  "uri": "https://nieux.mypinata.cloud/ipfs/QmUYJWjrq7dRhonuS2dPFGgreMEwem3PtXkMPsZbjo5zm9/1",
  "metadata": {
    "name": "504 Founder #1",
    "description": "Nieux Society 504 Founder NFTs provide access to exclusive founder benefits. The NFT contains an original song Voodoo Magic by Big Freedia, BoyFriend, and members of Galactic. 504 Founder NFTs grant the holder 1 free mint and early access to our upcoming 10,000 generative NFT project to establish our membership base.\n\nThere are five symbols contained in the 504 Founder NFT:\n\n1. The WIIW Crown represents What if it Works — a mindset to always believe in the sense of possibility.\n\n2. The X represents the Nieux Campus, where we plant our flag.\n\n3. The Arrow represents each member at the center of the dance between preservation and progress.\n\n4. 5.0.4. Seeds represent our pledge to walk alongside those with deep roots in our city.\n\n5. The Banana Plant is a symbol of generosity, abundance, and freedom. The banana tree is the reflection of our commitment to our community.\n\nSome 504 Founder NFTs contain special rarity-based traits.\n\nAs of the first sale of the NFT, the new owner of the NFT is granted a worldwide, royalty-free license to copy, redistribute and create derivative works from the NFT artwork (excluding the song as noted below) in any medium or format and for any purpose including commercial purposes; provided, however, that immediately upon each subsequent transfer, sale or other dispossession of the NFT, this license shall terminate as to the former owner of the NFT and automatically transfer to the then-current owner.\n\nOwnership of the NFT does not vest or transfer any rights in the \"Voodoo Magic\" recording or song. The NFT holder has the limited right to play the song for personal, non-commercial uses.  Visit our website for more details https://www.nieux.xyz/",
    "image": "https://nieux.mypinata.cloud/ipfs/Qmf8hwAmruJiTbqxj2TqhvoXyJYwHK4JF7cFMYEkoVRFZM",
    "animation_url": "https://nieux.mypinata.cloud/ipfs/QmUdEymiQjAYxGJncKdp9RNMddusZNr7MsngkUaQ6a6Fak",
    "audio_url": "https://nieux.mypinata.cloud/ipfs/QmUdEymiQjAYxGJncKdp9RNMddusZNr7MsngkUaQ6a6Fak",
    "external_url": "https://nieux.mypinata.cloud/ipfs/QmUdEymiQjAYxGJncKdp9RNMddusZNr7MsngkUaQ6a6Fak",
    "attributes": [
      {
        "trait_type": "Color",
        "value": "Piety"
      },
      {
        "trait_type": "Background",
        "value": "Ash Wednesday"
      },
      {
        "trait_type": "Seed",
        "value": "Variegated "
      },
      {
        "trait_type": "Leaf",
        "value": "Chartreuse"
      },
      {
        "trait_type": "Nieux Campus",
        "value": "Chartreuse"
      },
      {
        "trait_type": "WIIW Crown",
        "value": "White Linen"
      },
      {
        "trait_type": "Arrow",
        "value": "White Linen"
      },
      {
        "trait_type": "Gas Lamp",
        "value": "Yes"
      },
      {
        "trait_type": "Got that NOLA magic?",
        "value": "Yes!"
      }
    ]
  }
}