{
  "address": "0xb2d973d8ebe82c456d22e36b42c4489f9fe97563",
  "type": "ERC1155",
  "name": "Breaking The Cycle - Golden Egg",
  "tokenCount": "1",
  "uri": "https://arweave.net/c_aJs8zhcopQp1c6nFzOf6pqGMZxSP-v93Iu2xDdaCI",
  "metadata": {
    "name": "Breaking The Cycle - Golden Egg",
    "created_by": "Miles Ryan Harris",
    "external_url": "https://www.sound.xyz/milesryanharris/breaking-the-cycle",
    "description": "Golden Egg Winner: CodeBoyMadeinFuture\n\nReleasing this song feels like a necessary detour. I try my best to be as vulnerable as possible in my music but this was something I didn’t know how to say even though I knew it was necessary. I am many things. A man, a son, a brother, a friend, a musician. But above all else I am a father. That is my ultimate purpose. To lead by example for my sons. To teach them how to maneuver in a world not inherently designed for them to win. To break the cycle.\n\nMy journey throughout Web 3 thus far has been a time of affirmation (shoutout to Scolla.) It’s been a time of growth, learning, and healing. It’s been a time of not always doing the easiest (or most politically correct) thing, but having faith that it is the right thing as I continue forward.\n\nI feel like I’m at the crossroad of stepping into my future and healing from my past, all while remaining present. I am working through my struggles in realtime - through music - and I hope that anyone who reads this understands that I am not defined by my circumstances, and neither are you. This has been a season that I feel is coming to a close. So although I am excited to share this piece of my story with you, I am equally as excited to have you with me as the rest of the story unfolds.\n\nOne thing that Web 3 has taught me is to better vocalize my needs. To not be afraid to say that I am not ok, or that I need help because we are not meant to walk alone.\n\nI have been dealing with a traumatic situation involving my children and my family and I am thankful that I have the love and support to be able to say that I need help as I give this offering. I called this a necessary detour because that’s exactly how it feels. Like stopping for gas on a road trip. Knowing that this path is meant for me but that I had to take a second to address my needs and decompress before driving again.\n\nSo to anyone reading this, thank you for supporting me. Thank you for continuing to uplift me and remind me of my worth in the times when I may forget. Thank you for allowing me the opportunity to support my family by doing something I love. And thank you for helping me break the cycle. \n\nAll love, always.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Miles Ryan Harris"
      },
      {
        "trait_type": "Song",
        "value": "Breaking The Cycle"
      },
      {
        "trait_type": "Artist",
        "value": "Grafik"
      },
      {
        "trait_type": "Platform",
        "value": "Sound.xyz"
      }
    ],
    "image_details": {
      "bytes": 17396805,
      "format": "PNG",
      "sha256": "5b8ab9f8103aa0166fda225e866f35a47463857cda5214c4d1b1986127348ed9",
      "width": 2160,
      "height": 3240
    },
    "image": "https://arweave.net/2smFwffCZMY6KCflDwne2Azg8KNu3vszcUH6zgDnc4E",
    "image_url": "https://arweave.net/2smFwffCZMY6KCflDwne2Azg8KNu3vszcUH6zgDnc4E"
  }
}