{
  "address": "0xb2e51b0e116275f5d509f89e22d98635c0a39d60",
  "type": "ERC721",
  "name": "Tha Aristocrats",
  "tokenCount": "1",
  "uri": "https://metadata.mintable.app/rRPEuxRmZANU30rK-zjY/1",
  "metadata": {
    "symbol": "Tha Aristocrats Custom audio-visual music collectibles",
    "image": "https://d1iczm3wxxz9zd.cloudfront.net/8d3b25a9-7f73-4663-8f30-6b4be6abf178/dd138b9f-d54c-463b-b6ec-d161d0726f65/1/ITEM_PREVIEW2.gif",
    "animation_url": "https://d1iczm3wxxz9zd.cloudfront.net/8d3b25a9-7f73-4663-8f30-6b4be6abf178/dd138b9f-d54c-463b-b6ec-d161d0726f65/1/ITEM_PREVIEW1.mp4",
    "royalty_amount": 1000,
    "copyright_transfer": false,
    "address": "0xb2e51B0E116275F5D509F89E22d98635C0a39d60",
    "tokenId": 1,
    "resellable": true,
    "original_creator": "0x55A9D87b29A029e45958A01515C386d2738FBE4d",
    "edition_number": 1,
    "description": "<p>In honor of the much anticipated release of Kpop supergroup EXO’s new single “Don’t fight the Feeling” from their album of the same name, Tha Aristocrats, the production team behind the song have created exclusive digital collectibles offering an inside look into the making of the record. </p><p>For true fans, music enthusiasts and aspiring music producers, these NFTs are the original sound files with the exact instrumentation and demo vocals used to create the composition and recording of the song from its inception in the recording studio.</p><p>Offered as session files of multi-track stems in wav format, each sound is separated and can be imported into any DAW – digital audio workstation - (such as logic, flp, protools, ableton etc.) to recreate or deconstruct the track as well as incorporate into new compositions using the original sounds and effects from this hit song.</p><p>Tha Aristocrats are beyond humbled to collaborate with some of the most talented and beloved Kpop artists of all time and excited to share a glimpse of the magic behind the music that has never been seen before showing how the song was birthed.</p><p>Each NFT features custom artwork created exclusively for Tha Aristocrats by rising multimedia artist Jordan Arnell aka EZTaughtme (@eztaughtme). EZtaughtme uses an array of techniques to create that explore vibrant, playful themes embedded in pop culture. This collection features a colorful retro video-game theme that captures the essence of the song’s message. Infections, triumphant and fun.</p><p> </p><p>Tha Aristocrats are: Chaz @chazzzmusic &amp; Orlando @Orlandothagreat</p><p>Diamond 1/1 -  This NFT includes </p><ul><li>The creator’s suite – The actual project file exactly as it was presented to the record label. Full session zip file to be opened in FLP studio with over 100 different unique sound files in place used to create the composition. </li><li>All three (3) multi-track stems in wav file format, Drum and Bass, Vocals, Synths and Melodies that can be opened in any DAW with exact Instrumentation used to create the song</li></ul>",
    "printableSeries": false,
    "title": "EXO Don't Fight the Feeling Official Producer Collection - Diamond",
    "url": "https://metadata.mintable.app/rRPEuxRmZANU30rK-zjY/1",
    "file_key": "dd138b9f-d54c-463b-b6ec-d161d0726f65/1/8d3b25a9-7f73-4663-8f30-6b4be6abf178_Dftf.zip",
    "apiURL": "rRPEuxRmZANU30rK-zjY/",
    "subtitle": "EXO Don't Fight the Feeling Official Producer Collection - Diamond Collectible",
    "name": "EXO Don't Fight the Feeling Official Producer Collection - Diamond",
    "category": "Music",
    "edition_total": 1
  }
}