{
  "address": "0xb2cb781aa0b35aec7acef3f9751b61505fd5715a",
  "type": "ERC721",
  "name": "Pete Rango - Breakdown",
  "tokenCount": "17",
  "uri": "ar://yWltlakOaPYRCChqi8B1zFj29OWszT-FzRPauvysjjA/1",
  "metadata": {
    "animation_url": "ar://ShNsHOnksot-5oxBYrFpAz0Ec-pxa7E0YDkweXLPbf0",
    "artist": "Pete Rango",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://4SVcjuApZ3gYOLZURCakDyIA-LMaJLl0RICfOlyVwto",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Breakdown",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 140,
    "credits": null,
    "description": "This song came at a crossroad for both Elle and myself. We were both going through similar situations and emotions without knowing it. We were inspired to write this song but the truth is..we weren’t. This song came to us in a wave of emotion at a time that we were feeling completely broken down by life and all that entails it. \n\nEverything around us was falling to pieces and we did not know how to express ourselves to anyone, let alone ourselves. This song is a representation that even though one may seem fine on the outside, you never know what someone is dealing with on the inside. We used to try to make everyone happy, pouring until everyone's cup was full but that often left us feeling empty, which over time left us feeling broken. \n\nThis song is a reminder to give yourself some grace and remember it’ll be okay, no matter how hard things may seem. We all have our moments when we feel like breaking, and sometimes what looks like a breakdown could actually be a breakthrough.\n\nPerforming Artist: Elle Symone \nProducer: Pete Rango \nGuitar: CAS\nBass: Jorden Reinecke \nAdditional 808 Programming: Wicky \nExecutive Producer: Gabriel Williams",
    "duration": 180,
    "external_url": "https://www.sound.xyz/p3t3rango/breakdown",
    "genre": "Pop",
    "image": "ar://4SVcjuApZ3gYOLZURCakDyIA-LMaJLl0RICfOlyVwto",
    "isrc": null,
    "key": "E_MAJOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://ShNsHOnksot-5oxBYrFpAz0Ec-pxa7E0YDkweXLPbf0",
    "lyrics": {
      "text": "Verse 1\n\nMake, it is only so much I can take..heart feel like at times im bout to break. I know I get caught up Im so human, y’all cannot forget I make mistakes\n\nYeah I make mistakes yeah, they feel like I'm robotic as if I don’t break down...I do have some breakdowns (oh yeah I do) somethings I couldn’t take round\n\nI feel like they do not see this side of me cause they gone pick a part of me, they tell me that they feel me but they aint been apart of me..we making movies goooo, I done left the store...\n\nI feel like I gave up everything this all I knowww\n\nChorus\n\nTake me down, you feeling like you bouta break me down, I feel like everyone will make me round, and they don’t understand they take me down\n\nThe energy is bout to break me down, I feel like they could never take me down, I feel like it's a big mistake right now, I feel like I don’t gotta prove it\n\nVerse 2\n\nDipped in, I don’t care what how people moving they been trippin.. they been telling me im falling off an im slipping, I think that I might be\n\nI don’t taken no disrespect when they come at me lightly yeah, I been feeling like this gonna be the year, had to step away an even disappear\n\nAn now im chasing everything in my career, I got a lot of things in life that I do fear…\n\nThis is everything that we done made it, I feel like that shit is so outdated, I don’t even worry if they hated\n\nI know that my people we gone make it we gone make it, all that drama we can take it we can take it, everything we just replace it, we replace it\n\nEverybody too complacent, too complacent..all that drama we can..\n\nChorus\n\nTake me down, you feeling like you bouta break me down, I feel like everyone will make me round, and they don’t understand they take me down\n\nThe energy is bout to break m e down, I feel like they could never take me down, I feel like it's a big mistake right now, I feel like I don’t gotta prove it",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Breakdown #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Breakdown",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}