{
  "address": "0xb3fc7bbe7e408f76bcbe76331265ad26a87609f2",
  "type": "ERC721",
  "name": "MetaComm_Global",
  "tokenCount": "159",
  "uri": "https://bighead.mypinata.cloud/ipfs/Qmf15zDL25YKMxVPvGhQMuzeNKQPe3wyEsFwekvLtKQfPU/1.json",
  "metadata": {
    "name": "MetaComm Global #1",
    "description": "MetaComm Global ... Mobilizing the Universe! MetaComm Global is a collection of 8888 Hand Crafted, programatically generated NFTs. Each MetaComm NFT is also your access pass into the members only MetaComm Global Platform. Inside the MetaComm awaits an entire world of opportunity where anything is possible. MetaComm Global encourages users from around the planet to take part in the action wether by simply offering your input or by posting project ideas you might have on the project board where you can enlist the help of other members, fundraise or request feedback. Our intent is to bring people from all aspects of life together where different perspectives may offer an insight from outside of the box. All input, suggestions and/or feedback is not only welcome but a crucial element in the forward progression and growth of any idea. Even the Tallest Redwood Tree started as just a seed - No idea is ever to big or to small, receive any support or expertise needed to propelle your ideas or dreams into a real world realiziation. With the help of the MetaComm community, the stars are no longer the limit, but just another stepping stone on the many journeys that wait ahead. We believe that in order for the human race to realize our greatest potential, it is vital to have as many reasources available to us as possible. We invision the MetaComm Platform as a safe haven for all, no racial boundaries, no religous seperation, no predjiduces, no Absolute Hierarchy or status quo,...just human beings, equal, relevant, devine, with a voice and a common goal. To elevate our being  and give reason for our existance. MetaComm Global, where the world can collectively grow as one.",
    "image": "ipfs://QmcVnTheAJNksoYtA7weEqV2BZ1zyjTVmuTDGuX2uPya4W/1.png",
    "dna": "476e1b13782db0ec461e48473a2d5d41a277f8db",
    "edition": 1,
    "date": 1648622942946,
    "Website": "https://www.metacommglobal.com",
    "attributes": [
      {
        "trait_type": "Background",
        "value": "Terrestrial Strikes"
      },
      {
        "trait_type": "Car",
        "value": "Black Charger"
      },
      {
        "trait_type": "Head",
        "value": "Yellow"
      },
      {
        "trait_type": "L eye",
        "value": "vertical"
      },
      {
        "trait_type": "R eye",
        "value": "patch r "
      },
      {
        "trait_type": "Mouth",
        "value": "uhhhh"
      },
      {
        "trait_type": "Nose",
        "value": "None"
      },
      {
        "trait_type": "Tattoo",
        "value": "None"
      },
      {
        "trait_type": "Jewelery",
        "value": "None"
      },
      {
        "trait_type": "Hair",
        "value": "None"
      },
      {
        "trait_type": "Hat",
        "value": "Hooters"
      },
      {
        "trait_type": "Glasses",
        "value": "None"
      }
    ],
    "compiler": "HashLips Art Engine"
  }
}