{
  "address": "0xb31b7bac13041a90aa9907611f3736485e83a7e0",
  "type": "ERC721",
  "name": "LATASHÁ - CULTURE",
  "tokenCount": "88",
  "uri": "https://metadata.sound.xyz/v1/0xb31b7bac13041a90aa9907611f3736485e83a7e0/1",
  "metadata": {
    "name": "CULTURE #1",
    "artist_name": "LATASHÁ",
    "description": "So after working with a publishing label that was treating me like I was a slave, I got stuck in form and this idea that songwriting has to be one way, I took some time to heal because I really couldn’t write for months. To help, I decided to ride my bike to clear my head, and one day I envisioned myself rapping a verse on the L.A. River. And that’s how “Joyride” came to life. \n\n“Joyride” is an evolving practice of free verses that are straight to it. No form, just me and me philosophies in bars. It’s a meditation, it’s short bits of me, it’s whatever you want to make it. An opportunity to just allow myself to ride the beat. To create these verses, I would start with a beat I love, rap on it and then send the accapella to Kaui to create something new out of it.\n\n“Culture”, this first offering/verse off of “Joyride” came to me after rapping on Kaytranada’s production. I wrote the verse in a nite and immediately knew I didn’t want to add much else to it. I am very lyrical and I am realizing, sometimes one verse is enough. Sometimes keeping it simple is all you need. Sometimes just riding your own path is what I have to do. \n\nSo this year as I’m riding my path, I guess I’m using this “Joyride” as an exercise in getting back to me, getting out of my way, sticking to my journey, continuing to create with bro Kaui who has been working with me for years, I’m really excited for how this ride will take me to more paths.  Next up “Showtime”",
    "external_url": "https://www.sound.xyz/callmelatasha/culture",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmecVBwYQFFfEX2nU9MpejnFpPSWKgFJYUemKBUcPJFNsh",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmQJyNxWiV7CL62YzxQRfdsTBc4jgcp9hR4q3Pxpwka4jA",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmQJyNxWiV7CL62YzxQRfdsTBc4jgcp9hR4q3Pxpwka4jA",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmfEmYSYzt1P6RdZ9Q9cU1TEkFKz3F8VDEKYz1uc14dGPD",
    "attributes": [
      {
        "trait_type": "CULTURE",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}