{
  "address": "0xb47055abbd85640e0b168da8f0fa7e39bb735d01",
  "type": "ERC1155",
  "name": "DripFather",
  "tokenCount": "1",
  "uri": "https://arweave.net/wusaIHUsu8QLuOfVKBdJ5qhoq1m9FOCVur0f4Eqho-w",
  "metadata": {
    "name": "The OG Drip Father",
    "created_by": "DripFather",
    "external_url": "https://www.bullsandapesproject.com/",
    "description": "Once upon a time, in a city known for its rough streets and cut-throat business dealings, there was a man known as The Drip Father. The Drip Father was a self-made millionaire who had a reputation for being the godfather of making people money.\n\nHe got his start in the streets, hustling and grinding, until he found his niche in the NFT world. He was known for his razor-sharp business acumen and his ability to spot a profitable investment from a mile away. People sought him out, eager to learn the secrets of his success.\n\nThe Drip Father was a generous man, always willing to lend a helping hand to those in need. He was especially known for his \"drip\" philosophy, which stated that success wasn't just about making money for yourself, but also about spreading the wealth and helping others to be successful as well.\n\nHis loyal followers, who referred to themselves as \"Drip Disciples,\" would do anything for The Drip Father. They knew that he was the key to unlocking their own financial success.\n\nAs The Drip Father's wealth and influence grew, so did his reputation as the godfather of making people money. He was known throughout the city as the man to see if you wanted to turn a profit or get ahead in life. His \"drip\" philosophy had become a movement, inspiring others to be generous and to help one another to succeed.\n\nAnd so, The Drip Father's legacy lived on, as his disciples continued to spread his message and make their own fortunes, all while following in the footsteps of the original gangster who showed them the way.\n\nNext chapter starts 02/07/2023",
    "image_details": {
      "bytes": 675702,
      "format": "PNG",
      "sha256": "5d4b34d9a8077729763b7b7e7e0f4a87bb6c26ac36581851eeadad9fe83c8856",
      "width": 1080,
      "height": 1080
    },
    "image": "https://arweave.net/ZajaRGZHSialzKhjxL2S93U0QNlLIc7yb4BJfEAXKvY",
    "image_url": "https://arweave.net/ZajaRGZHSialzKhjxL2S93U0QNlLIc7yb4BJfEAXKvY"
  }
}