{
  "address": "0xb4612c2f7b7dac79e176a1d8513c9a5b3a33e868",
  "type": "ERC721",
  "name": "NANOSAT The First Nanosatellites Crypto Collection",
  "tokenCount": "56",
  "uri": "https://us-central1-thing-1d2be.cloudfunctions.net/getThing?thingId=Uakjv9PUsrSocY4ryDAy",
  "metadata": {
    "image": "https://firebasestorage.googleapis.com/v0/b/thing-1d2be.appspot.com/o/token%2Fasset-1570632156936?alt=media&token=09a22f84-1dfa-4dc8-820a-9a9287548672",
    "isForSale": true,
    "description": "Humanity is in an existencial crisis that threatens life on the spaceship Earth. We are in urgent need of awareness and transformational tools for survival and conservation of life in our planet; nanosatellites, the world’s smallest and cheapest operational spacecrafts ever built, are one of them. Now society rely on satellites, from many aspects of everyday life to global economy, monitoring vital signs and fostering knowledge, technologies and all type of human activities. A new and disrupting space exploration and economies are emerging at a fast pace. Outer space is no longer the exclusive territory of governmental agencies or very big corporations. Commercial off-the-shelf products are the raw material of a myriad of nanosatellites: CubeSat, PocketQube, ThinSat, TubeSat, SpaceBees, Smartphone satellites, Chip spacecrafts... even conceived as Personal Satellites! With a size of a bread loaf, a slice or even a mail stamp, were launched as a \"secondary payload\" or increasingly with rockets for smallsats, planes with suborbital shuttle or air launched rocket or even balloon with rocket, from new infrastructure as the SpacePorts in Earth, the International Space Station in orbit or soon from the Lunar Gateway orbiting the Moon… History in the making!",
    "contractAddress": "0xb4612c2f7B7dAc79e176a1D8513C9A5B3A33E868",
    "type": "ERC721",
    "external_link": "https://mintbase.io/minted/0xb4612c2f7B7dAc79e176a1D8513C9A5B3A33E868/Uakjv9PUsrSocY4ryDAy",
    "minter": "0xf4133f3a2Aa70fe18b3FcCe7Bb7FF58DC310dA2a",
    "mintedOn": {
      "_seconds": 1570632179,
      "_nanoseconds": 707000000
    },
    "price": "0.05",
    "name": "NANOSAT The First Nanosatellites Crypto Collection",
    "attributes": [
      {
        "trait_type": "item",
        "value": "NANOSAT The First Nanosatellites Crypto Collection"
      },
      {
        "trait_type": "level",
        "value": 2
      },
      {
        "trait_type": "generation",
        "display_type": "number",
        "value": 1
      }
    ],
    "minted": "Minted on Mintbase.io"
  }
}