{
  "address": "0xb4256d5fec0f95a51e7968fdf535ed94a99be03f",
  "type": "ERC721",
  "name": "WMFG Special Editions",
  "tokenCount": "8",
  "uri": "https://arweave.net/ZlZae4D9C-mMpPYb1ELwlzb7GMgXQYMG98w8hzM4EnM",
  "metadata": {
    "name": "Whisper Your Wish",
    "created_by": "WMFG",
    "external_url": "https://linktr.ee/wmfg",
    "description": "Whisper Your Wish, is a special illustration collaboration with super talented Thai NFT artists, 2ongs (@2ongsdrawing). This NFT illustration is based on the special airdrop NFT made for collectors of all four seasons of WMFG (https://opensea.io/collection/wmfg4seasons). Since it is the end of 2022 and the beginning of a new year and start, 2023, I wanted to share this beautiful illustration with WMFG fam and collectors. \n\nHave you ever tossed a coin into a fountain or a lake? In the region where I am based, Asia, there is a lot of myths and wishes related to throwing a coin into the water. It has been said and believed that the act of tossing a coin is similar to sending up a prayer to god —an early version of making a wish. Since water was a scarce resource back in ancient history, that is how ancestors prayed for drinkable water. Now more or less this practice represents as saying your wish.\n\nCarp also has a symbolic meaning in Asia. Fish drawn in Asian art(Japan/China/Korea) is mostly the carp. This fish symbolizes longevity because carps can get very old and the big scales on the body of a carp represents the skin of a dragon (dragon is similar to the mythical animal, the unicorn, in the West). In Asian cultures, fish stands for fertility – some sources say it is because of the huge amount of offspring most fish have.\n\nWe all have wish inside our hearts. I hope your wish comes true and that this Special Edition is a lucky charm in your wallet. Whisper your wish to this NFT and it will come true...!\n\nMay your wish come true... in the year 2023 special ones!",
    "image_details": {
      "bytes": 2981002,
      "format": "JPEG",
      "sha256": "f9ff05b79cd2f2de0f1c34f46ba4607fe6f9f953d484be2d42a5f638dc9efdb0",
      "width": 3000,
      "height": 4000
    },
    "image": "https://arweave.net/JbqgifDApNs2rze77U6faKaFPg2PbU2hD5Qw31ZxmI0",
    "image_url": "https://arweave.net/JbqgifDApNs2rze77U6faKaFPg2PbU2hD5Qw31ZxmI0"
  }
}