{
  "address": "0xb4477534ea0db39e0eb1e3f941ae436e7a24eca2",
  "type": "ERC721",
  "name": "Night Reflection Eight by Kim Henry & Eric Pare V2",
  "tokenCount": "9",
  "uri": "ipfs://QmZAMAjP9aUCKt8RkeFvPZF5fqSivSzSTpgHkZztSjF422/1",
  "metadata": {
    "name": "Night Reflection 8.1",
    "description": "Flow. The one present within the environment, the one we create, and the one we experience. Flow is a chapter inspired by the constant movement and circulating energy we witness when we pay attention. Be it the force of the running water of the rivers or the waterfalls, the sandfalls we make in the desert, or the state we find ourselves in when we create, they all represent a different aspect of the same concept. Mastery & challenge meet in a balanced way, altering our perception of time and perception of self. We are fully immersed in a task, deeply focused and effortlessly invested, in the moment, engaged in our craft. Light-painting surely acts for us as a gateway to flow. \n\nWitnessing water endlessly following its course is quite impressive and humbling. Continuously moving and flowing with a majestic force, the incessant stream of water testifies to the energy and power of nature. It is technically challenging for us to work near running water for many reasons: slippy rocks, ambient light changing very fast, strong rumbling sound... But as Eric traces the light, the water also creates its own trail, complementing the image in a unique way.",
    "image": "ipfs://QmRaFWz3zh39Gm2duzFtDCgzqK4D98T4z3LvkWwvmbJaH6/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location Type",
        "value": "River"
      },
      {
        "trait_type": "Tool",
        "value": "White tube"
      },
      {
        "trait_type": "Shape",
        "value": "Circle"
      },
      {
        "trait_type": "Artist",
        "value": "Eric Paré & Kim Henry"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      }
    ],
    "external_url": "https://permalink.sloika.xyz/v1/m9HNPFTC8hJtMULqyKYiH/1"
  }
}