{
  "address": "0xb4b93c6be5a7a53de84318b79755e8836f54aa85",
  "type": "ERC721",
  "name": "I/0 by Jaen",
  "tokenCount": "2",
  "uri": "https://arweave.net/FD68J4yoxaRDOiWjzxqMNu2O-qf9uGG26BLUfB8ongs",
  "metadata": {
    "name": "Study for a Left Click",
    "created_by": "Jæn",
    "description": "In 1779, a student of the school of Ludovico Gallina in Venezia sketched \"Study for a Left Hand\". It eventually became part of the Sheptytsky Museum's collection in Ukraine, which was damaged by the war . In an effort to save culture from being destroyed by the unfortunate events, a group of artists were asked by curator Eleonora Brizi to revisit works from their collection.\n\nJæn chose the simple, yet realistic study of the hand, intrigued by this minimalist and crucial subject, the most precious tool of an artist. 2 centuries later, this study reaches the crypto zeitgeist. Since then, we grew an extra hand, and it is digital. \n\nIn 1965, Douglas Engelbart invented the computer mouse, which came with its digital avatar, the pointer, at first a simple arrow. Our species' first avatar in the digital realm is the pointer. As Apple and Microsoft continued to develop graphic user interfaces, it became dynamic.\n\nHere, Jæn plays with the frustration of being unable to touch museum pieces, and invites you to touch, digitally, the digital hand... with your own digital hand. To grab it. This is a sensory experience, as your hand is touching a device and your eyes and ears confirm your interaction. Yet, you can feel the strange, numbing distance between your physical self and your very rudimentary digital self.",
    "animation": "https://jaen.mypinata.cloud/ipfs/QmXRk71UTFJSENFzGukDQW5WsqH9ig8jCDs62i9E74HuwW/",
    "animation_url": "https://jaen.mypinata.cloud/ipfs/QmXRk71UTFJSENFzGukDQW5WsqH9ig8jCDs62i9E74HuwW/",
    "animation_details": {
      "format": "HTML"
    },
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Jæn"
      }
    ],
    "image_details": {
      "bytes": 17649,
      "format": "JPEG",
      "sha256": "b2691801f3c941f48b02004a3538a3e33ad4831efe12a30b87df51725ec7f42a",
      "width": 400,
      "height": 400
    },
    "image": "https://arweave.net/xJmPiqNtQVRVlmAVX2_03iiJCQpEkTMYML_ZAq9Tw7A",
    "image_url": "https://arweave.net/xJmPiqNtQVRVlmAVX2_03iiJCQpEkTMYML_ZAq9Tw7A"
  }
}