{
  "address": "0xb41473eb175eff13a3b360681ba45e175fd4d108",
  "type": "ERC721",
  "name": "Nature's Cotton Candy by Steve Bennett",
  "tokenCount": "10",
  "uri": "ipfs://QmQzws7VyxSiGQ1QjB8E49iQpbbmJzcdmqqs9TuWWUtM7t/1",
  "metadata": {
    "name": "Nature’s Cotton Candy #1",
    "description": "When I first learned about Alstrom Point, located in the Glen Canyon National Recreation Area of southern Utah, I knew I had to add it to my photo trek “must-visit” list. Alstrom Point, with an elevation of 4,685 feet, is highly regarded for its spectacular view of Lake Powell. In the spring of 2018, I experienced this remarkable vista firsthand as I stood near the edge, waiting for the sun to set and the full moon to rise.\n\n \n\nThe majestic view evoked a sense of awe and timelessness. In my mind’s eye, I saw herds of long-neck sauropods that, according to the fossil record, roamed the area from the Early Jurassic to the Late Cretaceous Periods.\n\n \n\nFast forward two hundred million years. While the moonrise was the main course, the delicate sunset forming before my eyes was a fabulous appetizer. I was glad that I took along my 20mm prime lens for the trip—it was perfect for capturing the expanse of land and the sweep of sky. Within minutes, the pink hues began to wane, but the sweet taste of nature’s “cotton candy” lingered as I readied my gear for the next course.",
    "image": "ipfs://QmScjjp8bDdtevyLLq9R3vh13Vdtez3ac7kPSqGEjNPRg8/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Utah"
      },
      {
        "trait_type": "Subject",
        "value": "Sunset"
      },
      {
        "trait_type": "Genre",
        "value": "Fine art"
      },
      {
        "trait_type": "Camera",
        "value": "Nikon D850"
      },
      {
        "trait_type": "Lens",
        "value": "Nikkor 20mm/ f1.8"
      },
      {
        "trait_type": "Artist",
        "value": "Steve Bennett"
      },
      {
        "trait_type": "Edition",
        "value": "1/10"
      }
    ],
    "external_url": "https://permalink.sloika.xyz/v1/EpTCuaGN1u3rpq2yfuIky/1"
  }
}