{
  "address": "0xb54ae58cd5c05f96f7d93d192590340b99e7d96e",
  "type": "ERC721",
  "name": "Bionic Cyborg Punks",
  "tokenCount": "100",
  "uri": "ipfs://QmQysYUeSJHPjrumdujXX34R9BZx3krzmhoMmN2T6v39eV/2.json",
  "metadata": {
    "image": "ipfs://QmaP7JmxrsMsua9uf3FNnJ2VZjKz81UZk5cmWxudKNgYSe",
    "name": "Bionic Punks #2",
    "description": "We are group of millennial medical bionics innovators. Bionicpunks is a pixelated, generative art collection of 10,000 NFTs. If u liked crypto punks, then you will like @BionicPunks and in near future cyborgpunks. Our artwork resembles bionically enhanced humans. The enhancements aren't just cliche movie-style changes, they're more medical - and there's an important reason behind that, drive medical bionics innovation, charity X% of mint profit to differently-abled people while keeping community engaged by offering you an interactive NFT experience.\n\nDr Ricky Punkworth was the pioneer of the research, a medical genius with curious stains on his lab coat, and a hidden desire for chaos. He'd created the Bionic Punks as a way of doing good for society, and it had certainly worked. But his chaotic cravings still remained unfed, growing like a hunger in his stomach.\n\nHis untamed self-control drove him to the development of a secret liquid, creatively named ‘The Serum'. This serum held the power to change the Bionic Punks, to turn them into a new breed of enhanced humans. But Dr Punkworth wasn't going to release it to the world, he just wanted it as an option, so he locked it away under his desk, extremely secure…\n\n“Wait… WHERE'S MY SECRET SERUM??!!”\n\nHolding a Bionic Punks NFT will grant you the following benefits:\nAccess to a highly supportive community.\nChance to vote on the direction of charitable donations.\nRarity traits to potentially increase the value of your NFT.\nAn immersive and entertaining collection.\nRegular giveaways to NFT holders.\nParticipate in building innovative medical bionics",
    "external_link": "https://https://www.bionicpunks.com/",
    "attributes": []
  }
}