{
  "address": "0xb5d5163d335ac1b4b8d60b33c0e8e9dd52b3e16f",
  "type": "ERC721",
  "name": "In Pursuit of Myself",
  "tokenCount": "4",
  "uri": "https://ipfs.pixura.io/ipfs/QmWF6YLQJKFf4xVnkeAhgHugG4Wt4CMf31Naxau7acFi1L/metadata.json",
  "metadata": {
    "name": "In Pursuit of Myself - Men of Shadow",
    "createdBy": "İlker Karaman",
    "yearCreated": "2022",
    "description": "About \"In Pursuit of Myself\"\n\nExamining oneself to find out who you are is one of the oldest pursuits for us human beings. My character and my knowledge are shaped by the environment that I live in, and my photographic practice incorporates codes from my understanding of this life. I am trying to discover myself in my photos. In this series, I tried to make myself visible in each frame to emphasize my research into understanding who I am. We are not accustomed to seeing a photographer in photographs. I realized that if the photographer places himself within the photo in a smart way, this creates a visual puzzle, inviting viewers to ask, \"How?\". With this question in mind, each photograph becomes more interesting and eye-catching. To be aware of visual beauty around us is not so easy for us in the modern world. We live in hurry and want to be faster to fulfill our responsibilities, and then there is no time left to discover our environment. \nAll the photographs in this series were taken as a single shot, there is not any use of manipulation or double exposure techniques. \n\nAbout Photograph;\nThis photo was taken in Ankara, Turkey in 2018. \nSize: 3000x4500 pixels \n1/1 Edition\n\nPhotographer: İlker Karaman\n\nLicense: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries, and essays by the holder of the NFT, as long as the creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with the creator.",
    "image": "https://ipfs.pixura.io/ipfs/QmToRxV4vDA5HEjxochrBmWjnt9GLa4XU9nabt8JDugbaK/Karaman.Ilker.Men.of.Shadow.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmToRxV4vDA5HEjxochrBmWjnt9GLa4XU9nabt8JDugbaK/Karaman.Ilker.Men.of.Shadow.jpg",
      "dimensions": "4500x3000",
      "size": "4663007",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "Photography",
      "Portrait",
      "Selfportrait",
      "Streetphotography"
    ]
  }
}