{
  "address": "0xb5b3f50168abe322f7c11f9e79f0a814923ebe55",
  "type": "ERC1155",
  "name": "Editions by Sanqueira",
  "tokenCount": "2",
  "uri": "ipfs://QmPpBJJoEWbcZXEtwUQfEZkCZdFqx8i3tH7fpfNNvruSe8/0",
  "metadata": {
    "name": "33 is the Charm",
    "description": "2022 has been an interesting year, marked by my entry into the NFT space. It is an event that instigated my transformation from ameteur photographer to an artist with a vision. \n\nThey say that age is just a number, that there is no such thing as a right time to start anew. I couldn't have found myself in a more surprising position after 33 years of life on this planet: my career as a photographer is blossoming thanks to Web3.\n\nI wish to celebrate my first birthday in Web3 by sharing my latest work resulting from this very bumpy but exciting journey that I've had the privilege to experience. This work features one of the most stunning coastlines in the world - the White Cliffs of Etretat, in the region of Normandy in France. \n\nThis place has for long attracted artists and photographers to its shores. Claude Monet is known to have ventured often to Etretat, seeking to paint its formidable landscapes from different perspectives & weather conditions. He produced about 90 completed paintings of these rock formations in under a decade. \n\nThis image is a tribute to my humble artistic journey so far: to be remembered and celebrated as I complete 33 orbits around the sun. Thank you for being a part of it and for supporting it. \n\nAbout the artist: Sanqueira is a full-time clinical research scientist from India who currently lives in France. She is passionate about travel and photography. Over 12 years, she has traveled across 4 continents exploring various landscapes, cityscapes and cultures. She aims to use her experiences as a travel photographer to educate & inspire viewers about lesser-known places and cultures. \n\nEditions by Sanqueira\n\n33 is the Charm 33/33\n\nLicense: NFT can be used in advertising, private displays and in exhibitions by the NFT holder, as long as the artist is credited. Provides no rights to create commercial merchandise, commercial distribution or derivative works. The artist holds the Copyright. ",
    "image": "ipfs://QmQ8jYSk9NYAyEMX8zBaAGbYvUunr6ymP2T2CsTLqKHG77/0.jpg",
    "external_url": "",
    "background_color": "",
    "attributes": [
      {
        "value": "Etretat, France",
        "trait_type": "Location"
      },
      {
        "value": "2022",
        "trait_type": "Year"
      },
      {
        "value": "Landscape",
        "trait_type": "Genre 1"
      },
      {
        "value": "Travel",
        "trait_type": "Genre 2"
      },
      {
        "value": "Canon EOS 7D",
        "trait_type": "Camera"
      },
      {
        "value": "Canon EF-S 18-135 mm",
        "trait_type": "Lens"
      },
      {
        "value": "1/200",
        "trait_type": "Exposure time"
      },
      {
        "value": "f/11",
        "trait_type": "Aperture"
      },
      {
        "value": "200",
        "trait_type": "ISO"
      },
      {
        "value": "22 mm",
        "trait_type": "Focal length"
      },
      {
        "value": "3341 x 5067",
        "trait_type": "Dimensions"
      },
      {
        "value": "No",
        "trait_type": "Utility included"
      }
    ]
  }
}