{
  "address": "0xb505b1d3601e82be7ad9eb4143147c421564c5be",
  "type": "ERC721",
  "name": "Emily Lazar - Empire: Instrumental",
  "tokenCount": "10",
  "uri": "ar://15pvOlE_wHymsn_sTvybN-7ATt_TRIsmrkYmKaA-0mE/1",
  "metadata": {
    "animation_url": "ar://05Brva3MqtRSM4H5b_oQH-BVX9TSLdXJ1p7EXldp5bM",
    "artist": "Emily Lazar",
    "artwork": {
      "mimeType": "image/gif",
      "uri": "ar://0Twy1rxFpn1AojcLkmegLH5w_OaKLNgSPKG3QhMe2T0",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Empire: Instrumental",
        "value": "Song Edition"
      }
    ],
    "bpm": 125,
    "credits": null,
    "description": "Emily Lazar is a multi-disciplinary artist fronting the rock/metal transmedia project, September Mourning. She made history as the first female metal/ hard rock musician to mint and sell an NFT on the blockchain. She has spoken about her accomplishments in Web 3/ NFT's at Harvard (2x), NFT.NYC and ETH Denver Conferences.\n\nSeptember Mourning is a transmedia project based on a comic book series she wrote and published through Image/Top Cow Comics with her business partner Marc Silvestri (Batman/Witchblade/Darkness). September Mourning is the title character. As a human reaper hybrid, she  gives expired souls a second chance at life in another body. In doing so, she messes with  the plans of the antagonist, Fate, who is trying to rid  earth of all the good souls and leave the bad so the world will self-destruct and It can start anew. An epic war between the living and the dead ensues. Emily plays the title character on stage.\n\nEmily designed the world she and her band (Rich Juzwick, Kyle Mayer and Aaron Hoover) bring to life on stage, including costumes, choreography, sets, etc. The band has toured with & opened festivals for Rob Zombie, Marilyn Manson, Slipknot, Mudvayne and others across Europe and the United States.\n\n\"Empire: Instrumental\" is a call to arms: a pure theatrical metal instrumental that encompases the sheer will and determination of the central character, September, to overcome the dark forces of Fate and protect the world as we know it. Mixed and mastered by Grammy award winning mixer Chris Lord Alge, this song is a must have for theatrical metal fans everywhere.\n\nThe artwork contains the characters depicted by Image/ Top Cow Comic Book Artist Summeye Kesgin",
    "duration": 212,
    "external_url": "https://www.sound.xyz/emilylazar_sm/empire-instrumental",
    "genre": "Metal",
    "image": "ar://0Twy1rxFpn1AojcLkmegLH5w_OaKLNgSPKG3QhMe2T0",
    "isrc": null,
    "key": "A_MINOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://05Brva3MqtRSM4H5b_oQH-BVX9TSLdXJ1p7EXldp5bM",
    "lyrics": {
      "text": "N/A",
      "nft": null
    },
    "mimeType": "audio/mpeg",
    "nftSerialNumber": 1,
    "name": "Empire: Instrumental #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Empire: Instrumental",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}