{
  "address": "0xb5913dbe372961661e9890a9deb8ed5a0d8c6fb2",
  "type": "ERC721",
  "name": "SABERx1",
  "tokenCount": "1",
  "uri": "https://arweave.net/CpWUY0JwUbgh6TssX8xNLmIt6NqLO3z3l06qit6yeiU",
  "metadata": {
    "name": "Powerballz",
    "created_by": "SABER",
    "external_url": "https://mint.saber.art",
    "description": "I took this sign from the location of the biggest Powerball winner ever.\n\nFor the last few days as I drove my kids to school in the morning this sign stuck out the most to us. Amongst all the chaos of every news station piling into this crippled gas station my boy pointed out how silly it was that they taped a B on the sign. The reason this sign stuck out to us was the fact that someone had to alter the sign and tape a B over the M from millions to billions. How silly life is, billions represented here yet we can't get a sign printed... the other signs there still say millions.  \n \nSo Each one of those news stations needs to steal a clip for themselves from this location in order to get the next bigger story which drives their revenue. What sucks is, this corner is completely dilapidated and neglected by society with the only way to get money for the whole hood is at the check cashing spot across the street. I took this just as a piece of silly ephemera to keep as an odd collectable in my flat files. Then it hit me!!\n\n- Is this sign a piece of trash or does it have collectable value?\n\n- Is this sign a piece of trash or since I tagged it, does it now hold some value? Which it does considering I've all ready had some offers..\n\n- Since this is now an NFT 1 of 1 what percentage of this lottery billions can this represent as an experiment?",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "SABER"
      },
      {
        "trait_type": "Billions",
        "value": "2.04"
      }
    ],
    "image_details": {
      "bytes": 1546819,
      "format": "JPEG",
      "sha256": "ca347544200a0b2a1c1a909f29d7dbdcaa9ef4b9b69edb76fc1466ac5097bb38",
      "width": 3014,
      "height": 2231
    },
    "image": "https://arweave.net/slK0u4BNolSErVTXQ1iwdd3odr4l5iLQBZ4wzkNzoSs",
    "image_url": "https://arweave.net/slK0u4BNolSErVTXQ1iwdd3odr4l5iLQBZ4wzkNzoSs"
  }
}