{
  "address": "0xb57f9023a8a3fa608ba7a2f4eed9857a7b776e6f",
  "type": "ERC721",
  "name": "Sculpture GAN",
  "tokenCount": "3",
  "uri": "https://ipfs.pixura.io/ipfs/QmZX1N4rrDuXXL5eT9SbhyF1HFtb2v7fb6buahy3gbF9UG/metadata.json",
  "metadata": {
    "name": "Eidos",
    "createdBy": "der_probst",
    "yearCreated": "2022",
    "description": "from matter all things evolve. they become individual forms from which the universe consists. there all shapes are slumbering in the formlessness. waiting to be discovered to perpetuate them. \n\nThis artistic work includes 3000 sculptures created by an artificial intelligence network. The artificial intelligence was trained with 3D data of thousands of original sculptures from different art historical periods from museums worldwide. This is an unique project that demonstrates sculptural and artistic exploration in the age of an increasingly technologically diversifying and digitalized world. This approach is based on the idea that artistic creation has always been a practical confrontation with the status quo of technological and industrial developments and the accompanying processes of social change.\nIn detail, it tries to capture the automated and invisible processes of new media technologies and to make them sensually comprehensible and tangible.\nIt is raising the question of how creatively artistic work can already be \"outsourced\" and \"automated\" today, and what this does to our common conception of art.\n\nWhen you purchase this work, you will receive a high-definition 4K video and an analog sculpture based on one frame of the video.",
    "image": "https://ipfs.pixura.io/ipfs/QmWVUTCLxDEZmdov98bv5HwFcueYMh3wccY9TgeULFMq1T/1080x1080.png",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmboLUN38JsKrZ3oeuQrEhU6hHdvyQNXpT6GvrNC2wmEgc/Animation_V01_3k_120_30_1.mp4",
      "dimensions": "1080x1080",
      "size": "50636623",
      "mimeType": "video/mp4"
    },
    "tags": [
      "3D",
      "3d",
      "animation",
      "GAN",
      "artificialintelligence",
      "AI",
      "surreal",
      "sculpture"
    ],
    "attributes": [
      {
        "trait_type": "length",
        "value": "1:15"
      },
      {
        "trait_type": "material",
        "value": "pixels on monitor moved by an algorithm"
      },
      {
        "trait_type": "implementation",
        "value": "3D Shape GAN"
      },
      {
        "trait_type": "art form",
        "value": "digital sculpture"
      }
    ]
  }
}