{
  "address": "0xb612b9f60910eecd996d2a8c4ec6fe52200853ca",
  "type": "ERC721",
  "name": "Rorschaos",
  "tokenCount": "24",
  "uri": "https://arweave.net/o54UCjZfVwOOlNDamqDoagBIk_PNHqL-d3qA9ErUtNU/1",
  "metadata": {
    "name": "Rorschaos A1",
    "created_by": "Mandelsage",
    "description": "Patient 001 - @AlejandraHer18 -:\n\nPoco sé sobre el bosque que se alza frente a mi y crece descontrolado. Pero arranco la hierba que me hiere, y siempre espero con ansias lo que nazca.\n\nSi me adentro en él no es porque me llama, sino porque hay algo que me empuja en mi interior y no le temo, aunque la silueta del lobo aparezca tras un árbol.\n\nYo me adentro en el bosque y me encuentro, y me encuentra el misterio. Qué haré cuando me adentre y no pueda volver?  \nSeguiré coleccionando hojas, y rocas, y garras.\n\n--------\n\nI know little about the forest that rises before me and grows uncontrollably. But I pull out the weeds that wound me, and eagerly await whatever is born to take their place.\n\nIf I enter it, it's not because it calls me, but because there is something that pulls at me from inside myself, and I am not afraid, even though the silhouette of the wolf appears behind a tree.\n\nI go into the forest and find myself, and the mystery finds me. What will I do when I go so deep that I can no longer return?\n\nI'll keep collecting leaves, and rocks, and claws.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Mandelsage"
      },
      {
        "trait_type": "Collection",
        "value": "Rorschaos Set A"
      },
      {
        "trait_type": "Description by",
        "value": "@AlejandraHer18"
      }
    ],
    "image_details": {
      "bytes": 24989021,
      "format": "GIF",
      "sha256": "78909d3f6788dc78123afd91c45283b40ddc29b9e31ca72afe2c7dc4c7d35965",
      "width": 640,
      "height": 640
    },
    "image": "https://arweave.net/pIlV40HqPZOhsKFQ5TDRAE9H9iUNITEyAU7-B-AgKJo",
    "image_url": "https://arweave.net/pIlV40HqPZOhsKFQ5TDRAE9H9iUNITEyAU7-B-AgKJo"
  }
}