{
  "address": "0xb630382150afd9fd48fb6c034aafd3d4f31067f1",
  "type": "ERC721",
  "name": "As The Wheel Turns Collection",
  "tokenCount": "10",
  "uri": "https://arweave.net/xxBpFPGUxLohJBHXxPjMhP17Gu_y-29-jmrwy35d90M",
  "metadata": {
    "name": "Disco",
    "created_by": "Wolf Mercury",
    "external_url": "https://www.wolfmercuryphotography.com",
    "description": "Title: \"Disco\"  \nEdition: 1/1  \nCollection: As The Wheel Turns  \nLicense: Extended Editorial  \nResolution: 5304 × 7952\n\nOpening on June of 2012, the Seattle Great Wheel is a 175ft ferris wheel that sits on Pier 57 of the Seattle waterfront. During weekends, holidays, and special occasions the wheel lights up the skyline with magical light shows displaying an array of festive colors and patterns. After being featured on local Seattle news broadcasts, I have been affectionally given the nickname \"Wheel King\". Photographing the wheel brings me happiness and solace - two emotions that I hope are invoked in you while viewing this collection.\n\nWhen I was out shooting \"Disco\" it was shortly after some rain and since I love playing with reflections while shooting the wheel, I decided to try something different and bring my lens ball. Using the lens ball with my macro lens, I was able to create a cool \"Inception meets 1970's Disco Party\" effect drawing in the eye to a never ending array of color and reflection. \n \n\nExtended Editorial License: Can be used to display privately, in commercial and non-commercial settings, or in groups with an unlimited number of participants. The License includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder as long as the creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with the creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Wolf Mercury Photography "
      },
      {
        "trait_type": "Camera",
        "value": "SONY ILCE-7RM2"
      },
      {
        "trait_type": "Lens",
        "value": "FE 90mm F2.8 Macro G OSS"
      },
      {
        "trait_type": "ISO",
        "value": "50"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/14"
      },
      {
        "trait_type": "Exposure",
        "value": "10 Seconds"
      },
      {
        "trait_type": "Focal Length",
        "value": "90.0 mm"
      }
    ],
    "image_details": {
      "bytes": 27490547,
      "format": "JPEG",
      "sha256": "8227ee14211aeb8b9354ac6b5d008bcefd39afbe760c7167dc07ce6a02060fac",
      "width": 5304,
      "height": 7952
    },
    "image": "https://arweave.net/K8daKZXiu3PaMDTdyH3ROEDhixkPDAl-b4Gr-BmgWJM",
    "image_url": "https://arweave.net/K8daKZXiu3PaMDTdyH3ROEDhixkPDAl-b4Gr-BmgWJM"
  }
}