{
  "address": "0xb649b5fdeb767aa5af6b76edabf737eb26dc9e58",
  "type": "ERC721",
  "name": "Lonely Pieces",
  "tokenCount": "1",
  "uri": "https://arweave.net/2c3mkomx_XhMdjqOHiagHUn18WuaZ2qWxzoShk9Z6ic",
  "metadata": {
    "name": "Body 47 53 O VII",
    "created_by": "Grace Hoyle",
    "external_url": "www.gracehoyle.com",
    "description": "Recibí la invitación de Cristina Béjar de trabajar con una lista de números que ella me envío a través de una herramienta de comunicación social por lo que decidí realizar una pieza gráfica creada con la asistencia de la inteligencia artificial. Este sistema tiene la capacidad de crear obras de arte a partir de la serie de información que recibe, lo que genera que la obra final sea una colaboración entre un humano y el sistema AI. \nDurante 7 horas, 6 minutos y 46 segundos el sistema generó una imagen en movimiento con los parámetros indicados y el constante recordatorio al sistema que seguía conectada a su red en la que juntos creábamos esta imagen. El arte colaborativo es un movimiento en alza que se enfrenta a las mismas críticas que la mayoría de los nuevos movimientos artísticos: que no es arte en absoluto, que no requiere esfuerzo ni habilidad y que no tiene valor artístico o concreto. \nLa entrada que se le indicó a esta obra colaborativa fue la palabra \"cuerpo\", aludiendo al auto-retrato imaginativo que el sistema podría crear basada en la data que en ella contiene y una de las series de los números de la lista. Esta obra intenta reinventar nuestra relación con la tecnología, tanto física como psicológicamente donde se abarcan los intereses de la materialidad de la tecnología  y propone un renacimiento sobre las percepciones del arte.  \nEsta obra fue creada y acuñada en Open Sea en Octubre 2021 para DOCUMENTA M. Hoy esta pieza migra a su propio contrato inteligente en la cadena de bloques, almacenado en Artweave.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Grace Hoyle"
      },
      {
        "trait_type": "Format",
        "value": "Digital, AI "
      },
      {
        "trait_type": "Year",
        "value": "2021"
      },
      {
        "trait_type": "Medium",
        "value": "Video"
      },
      {
        "trait_type": "Camera",
        "value": "S-FLCKR"
      }
    ],
    "animation_details": {
      "bytes": 39575943,
      "format": "MP4",
      "duration": 34,
      "sha256": "fe52a83a62f6663d1ffabf96adccb440b2cf1e897cf3fae13d31f52b9670843a",
      "width": 512,
      "height": 512,
      "codecs": [
        "H.264"
      ]
    },
    "animation": "https://arweave.net/ma61WDFe2sNj2C4CkZ8J9VYiLFbnHOHIeYidiwWvIG0",
    "animation_url": "https://arweave.net/ma61WDFe2sNj2C4CkZ8J9VYiLFbnHOHIeYidiwWvIG0",
    "image_details": {
      "bytes": 569034,
      "format": "PNG",
      "sha256": "b4ac2ad75472123045ffbc88a4de1f5ad608b1fee736968dd73bdada8427fe84",
      "width": 512,
      "height": 512
    },
    "image": "https://arweave.net/KTfv12J_br2xWGCLifUq7JAaNz7KmDSE1vUDP5rSdE8",
    "image_url": "https://arweave.net/KTfv12J_br2xWGCLifUq7JAaNz7KmDSE1vUDP5rSdE8"
  }
}