{
  "address": "0xb6012e5e281a8fa50758ea71ce21c9dfa336abf4",
  "type": "ERC721",
  "name": "Urban Landscapes: DTLA",
  "tokenCount": "3",
  "uri": "https://arweave.net/0sy2XUj1dP-4IG4Ox06ffoDikuOyMQBs4MUHvJFPZEA",
  "metadata": {
    "name": "235 Broadway",
    "created_by": "Elliott Grogan",
    "external_url": "www.elliottgrogan.xyz",
    "description": "235 Broadway by Elliott Grogan  \nDowntown Los Angeles, 2022\n\nI took this photograph while walking with my family through Downtown Los Angeles.  We were heading down Broadway to go to Grand Park for an Easter celebration when I spotted this collage on a boarded up window.\n\nWhen you take the images from the advertisements as a composition in itself, you see a black woman tearing her way through to be seen, and next to her are the words “role model”.  When you take away the connection to the artist and model in the advertisements, we are left with a symbol for where we are as a society.    \n\nOver the last two years, women of color have done the work to tear through the layers that would cover them up, and in doing so are beginning to be accepted as role models making room for new voices to be heard, new art to be seen, and new ideas to come to life.  \n\nHowever, just like a city wall, progress can be pasted over with the next wave of advertisements, distractions, and redirections back to the previous worldview.  Communities of allies must come together to continue to clear the way for women of color.   \n\nThis piece is a tribute to my wife and all other women of color who have broken barriers and have become examples for others to follow.  \n         \nLicense: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries and essays by the holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Elliott Grogan"
      },
      {
        "trait_type": "Collection",
        "value": "Urban Landscapes: DTLA"
      },
      {
        "trait_type": "Year Taken",
        "value": "2022"
      },
      {
        "trait_type": "Camera",
        "value": "NIKON CORPORATION NIKON D810"
      },
      {
        "trait_type": "Lens",
        "value": "24-120mm f/4"
      },
      {
        "trait_type": "ISO",
        "value": "31"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/4"
      },
      {
        "trait_type": "Exposure",
        "value": "1/160"
      },
      {
        "trait_type": "Focal Length",
        "value": "24.0 mm"
      }
    ],
    "image_details": {
      "bytes": 17775967,
      "format": "PNG",
      "sha256": "25c46d69e9fa62f7c7a4a76ac7a40c77764f211df8b26d08e7a296838be7a697",
      "width": 4725,
      "height": 3150
    },
    "image": "https://arweave.net/Mzoyr_4h3bFP4qSbSB7hgdtfRzmCYyBjRN2PI7Q1dQc",
    "image_url": "https://arweave.net/Mzoyr_4h3bFP4qSbSB7hgdtfRzmCYyBjRN2PI7Q1dQc"
  }
}