{
  "address": "0xb657bad7480d34b76e067bf2f08dec7777a64611",
  "type": "ERC721",
  "name": "Will Your Heart Pass the Test",
  "tokenCount": "1",
  "uri": "https://arweave.net/r9GFs4QNQxCagK2qGZvk-wv6FWCD6Fp5NjiT0ZIbSEk",
  "metadata": {
    "name": "Will Your Heart Pass the Test?",
    "description": "***Will Your Heart Pass the Test?*** is an NFT by Drue Kataoka, Asian American artist-technologist-activist and CEO of global art studio Drue Kataoka Art Studios \\([www.Drue.net](www.Drue.net)\\) in collaboration with Industrial Light & Magic [ILMxLAB](https://www.ilmxlab.com/), Lucasfilm’s pioneering immersive entertainment studio. 100% of the auction proceeds benefit two esteemed American civil rights organizations, The Martin Luther King Jr. Center for Nonviolent Social Change (“The King Center”) and #StopAAPIHate.  \nView the trailer [here](https://www.youtube.com/watch?v=ikHLIpX6wMI)\n\nThis NFT is an impressive, complex technological feat with each frame taking 20 minutes to render, resulting in a total of 23 days to render the full NFT. “I believe that *Will Your Heart Pass the Test?* is unprecedented in the nascent crypto space in terms of scale of effort, epic artistry, social mission, and even sheer number of human-hours dedicated to perfecting every detail: from light angles and textures to the numerous Easter Eggs embedded in the narrative,” said Drue Kataoka.\n\n***‘Will Your Heart Pass the Test?’ was created in response to the growing number of racist and sexist imagery within the NFT ecosystem.*** The piece serves as a reminder that while the internet, social media, and mobile technologies have served as a democratizing force in communications and content creation, there have been missed opportunities to confront an exhausted, suffering world plagued by the social ills of racism and sexism.\n\n“This project has been a labor of love for a huge team across London, Singapore, the San Francisco Bay Area, and Las Vegas. In the male-dominated world of art, technology, crypto, and visual effects, it’s remarkable that this project was led by women from 5 inspiring organizations covering the art, vision, execution, and non-profit dimensions,” Kataoka added.\n\nKataoka’s work was inspired in part by a 3,500-year-old myth from the Ancient Egyptian text ‘*The Book of the Dead*’. According to it, the ‘Weighing of the Heart’ ceremony determines whether a person’s soul is fit to move on to the afterlife, and involves weighing one’s heart against a feather on a scale. Kataoka’s NFT depicts the rite as a call for introspection among the humans of today: technologists, politicians, business leaders, influencers, opinion-makers, and everybody who cares.\n\n“At the end of our lives, how will we be judged? The problems we face are of our own making. But time is slipping away with every beat of our hearts, and turning the tide becomes increasingly harder. Instead, are we hiding our individual responsibility behind the collective “we” and finger-pointing, while sexism and racism comfortably colonize the next wave of revolutionary technologies?” elaborated Kataoka.\n\nVicki Dobbs Beck, VP of Immersive Content Innovation at ILMxLAB adds, “We saw this as a unique and compelling way to use emerging technologies and our collective talents to raise awareness and funding for two very deserving organizations dedicated to racial justice. We are honored to help bring Drue Kataoka’s artistic vision to life and together, innovate across art, storytelling, and technology – all with the goal of positive social impact.”\n\nKataoka is a longtime friend and supporter of The King Center and a vocal representative of the #StopAAPIHate movement. With her work sitting at the intersection of innovation and activism, Kataoka has leveraged new technology platforms and NFTs to raise over $500,000 USD for social justice causes in 2021 so far.\n\nRev. Dr. Bernice A. King, CEO of The King Center, said: “The proliferation of racist and sexist imagery in the NFT space is deeply concerning. *Will Your Heart Pass the Test?* is a phenomenal artwork and with it we hope to establish a new gold standard for artistry, vision, and commitment towards social ideals in the NFT space. The King Center and I are proud to participate in this historic NFT artwork. Drue Kataoka shares our vision that powerful emerging technologies like blockchain and AI should be bent towards the purpose of social justice, not just commercialization and militarization. Her multi-decade commitment to the intersection of art and technology as a social force for good can inspire the next generation of diverse youth to help us build the Beloved Community.”\n\nCynthia Choi, Co-Founder of #StopAAPIHate and Co-Executive Director, CAA, reiterated: “We are deeply humbled to be the beneficiary along with The King Center for this cutting edge NFT art collaboration led by the visionary Drue Kataoka. It is our hope that it will compel each of us to hold a mirror up as individuals and collectively on how we emerge from this profoundly painful period. We are excited by the potential of art to heal, to explore injustices and catalyze civic action.”\n\nThe demand for NFTs has remained strong this past year, with more traditional contemporary art buyers wishing to add works of the new medium to their growing collections. Rebekah Bowling, Phillips’ Senior Specialist of 20th Century & Contemporary Art said, “Drue Kataoka has cemented her reputation as one of the most innovative artists and activists of our time and ‘Will Your Heart Pass the Test?’ is poised to completely reimagine the way we look at charitable giving. The impact of her vision extends far beyond the worlds of art and technology and Phillips is honored to work so closely with her in supporting The King Center and #StopAAPIHate.”\n\nDe’Leice R. Drane, Special Assistant and Advisor to the CEO at The King Center summarizes, “Will Your Heart Pass the Test? is a breathtaking concept, and a breathtaking piece. When we see this piece, we know we need to search our own hearts. It makes you think about the weight of that heart and it pushes us to realize we’ve got work to do on the scales of injustice. The art speaks to everyone, regardless of your religion or race or background. Because we all have a heart.”\n\nFor more information about the art, please visit these web pages:  \n[Drue.Net/PassTheTest](https://Drue.Net/PassTheTest)  \n[ILMxLAB.com/PassTheTest](https://ILMxLAB.com/PassTheTest)\n\n***--- Join the conversation with #PassTheTest ---***\n\n## About Drue Kataoka Art Studios  \nDrue Kataoka Studios \\([www.Drue.net](www.Drue.net)\\) is an art studio based in Silicon Valley headed by artist, technologist and activist Drue Kataoka. Bridging tech and art and rooted in Zen philosophy, Drue's work spans both physical art forms such as her signature Ambrosia reflective sculptures, and technological art such as virtual reality, NFTs, and art-science collaborations for the first zero-gravity art exhibit in space at the International Space Station. Over the years, Drue has been a strong voice for social justice, raising funds and visibility for important causes. Recipient of the Martin Luther King Jr. Research & Education Institute Award for her extensive community service. Board member, Space for Humanity and HOPE Foundation USA.\n\n## About The Martin Luther King Jr. Center for Nonviolent Social Change  \nEstablished in 1968 by Mrs. Coretta Scott King, The Martin Luther King Jr. Center for Nonviolent Social Change (“The King Center”) has been a global destination, resource center and community institution for over half a century. Nearly a million people each year make pilgrimage to the National Historic Site to learn, be inspired and pay their respects to Dr. King’s legacy. Both a traditional memorial and programmatic nonprofit 501(c)3, the King Center was envisioned by its founder to be “no dead monument, but a living memorial filled with all the vitality that was [Martin Luther King’s], a center of human endeavor, committed to the causes for which he lived and died.”\n\n## About #StopAAPIHate  \nIn response to the alarming escalation in xenophobia and bigotry resulting from the COVID-19 pandemic, the Asian Pacific Policy and Planning Council (A3PCON), Chinese for Affirmative Action (CAA), and the Asian American Studies Department of San Francisco State University launched the Stop AAPI Hate coalition on March 19, 2020. The coalition tracks and responds to incidents of hate, violence, harassment, discrimination, shunning, and child bullying against Asian Americans and Pacific Islanders in the United States. Our approach recognizes that in order to effectively address anti-Asian racism we must work to end all forms of structural racism leveled at Black, Indigenous, and other communities of color.\n\n## About ILMxLAB \nILMxLAB is Lucasfilm’s award-winning immersive entertainment studio, pioneering a new era of interactive storytelling through virtual and mixed reality experiences. With projects including the Vader Immortal VR story series; Star Wars: Tales from the Galaxy's Edge; Star Wars: Secrets of the Empire; Avengers: Damage Control and CARNE y ARENA, ILMxLAB creates living worlds, inviting you to step inside and become the hero of your own personal adventure.\n\n## About Phillips  \nPhillips is a leading global platform for buying and selling 20th and 21st century art and design. With dedicated expertise in the areas of 20th Century and Contemporary Art, Design, Photographs, Editions, Watches, and Jewelry, Phillips offers professional services and advice on all aspects of collecting. Auctions and exhibitions are held at salerooms in New York, London, Geneva, and Hong Kong, while clients are further served through representative offices based throughout Europe, the United States and Asia. Phillips also offers an online auction platform accessible anywhere in the world. In addition to providing selling and buying opportunities through auction, Phillips brokers private sales and offers assistance with appraisals, valuations, and other financial services. Visit [www.phillips.com](https://www.phillips.com) for further information.",
    "image": "https://arweave.net/6f3VWvtkrs1hN_7u8jHwR1U3kTEIgF3ye82hfHG8vYE",
    "image_url": "https://arweave.net/6f3VWvtkrs1hN_7u8jHwR1U3kTEIgF3ye82hfHG8vYE",
    "image_details": {
      "bytes": 44308002,
      "format": "PNG",
      "sha256": "7bf66406d64fd3afd7b7c089da4fa0dae8efbcc1f2acc0e066d24912bb896dc0",
      "width": 3840,
      "height": 2160
    },
    "animation": "https://arweave.net/5qNAiW9HlflhbaGTke0E9dIjl2ZsaaaYNudcIsNiPnE",
    "animation_url": "https://arweave.net/5qNAiW9HlflhbaGTke0E9dIjl2ZsaaaYNudcIsNiPnE",
    "animation_details": {
      "bytes": 3185735006,
      "format": "MP4",
      "duration": 56,
      "sha256": "afefc7d4ce20dc855699e0ce39f30ab964e20da15e829d3219ab9e8997e913eb",
      "width": 3840,
      "height": 2160,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Drue Kataoka"
      },
      {
        "trait_type": "Studio",
        "value": "Drue Kataoka Studio"
      },
      {
        "trait_type": "Partner",
        "value": "ILMxLAB"
      },
      {
        "trait_type": "Auctioneer",
        "value": "Phillips"
      },
      {
        "trait_type": "Charity",
        "value": "#StopAAPIHate"
      },
      {
        "trait_type": "Charity",
        "value": "The Martin Luther King Jr. Center for Nonviolent Social Change"
      }
    ]
  }
}