{
  "address": "0xb64f8c19d62307e67da2d24a4b2bc902d0eb73b5",
  "type": "ERC721",
  "name": "THAT NIGHT V3",
  "tokenCount": "22",
  "uri": "ipfs://QmNTU7VrZij3jgyoWB8yYhcLsJnRr18rFRyPxjvExrw8Pa/1",
  "metadata": {
    "name": "THAT NIGHT #1",
    "description": "It was June 1989. It was the night you were gone, the night that the melody from your Saxophone was louder in our ears. The night you left us, but the sound of your music will always be alive in our hearts and ears. They were the most beautiful nights of our lives. Hearing you playing for us, only for us, just for pleasure, just because you always loved it. \n\nLet's rewind the time. Every Summer on holidays, spent 4 weeks in the village, where my Grandparents lived. Every single summer for more than 15 years. My uncle, Cousin of my father, lived in France, and the family always gathered together first in the village. All Kids of the neighborhood waited desperately for him to touch and see his amazing saxophone. But mostly to hear these god-made melodies. We all waited the whole day for the night to come so we could hear his music gathered all together on the fields under the stars. It was magical. Every single night. \n\nAfter so many years I was asked by a friend to take some shots of the Saxophone of her father, who died many years ago, because she wanted to print it and hang it on the wall. The first time I opened the case with the dark red color coating, it brought tears to my eyes. The smell, the buttons, the body of the saxophone, and the case, were all so similar to one of my uncle’s. It was for me such a heavy duty to take on that challenge of capturing this amazing instrument. But I did it, overwhelmed myself, brought the best memories out of it, and did my work. \n\nThe night after the shooting, we were working together in the hospital.  Another friend who loves music and photography was there too. We were sitting outside, talking, and then my eyes stuck to a corner with great light shining on the stone wall and I had this spontaneous idea to make a shot there, as a dedication to street musicians. We had the saxophone, I had my camera. I asked Renè if he would model for that shot and he immediately agreed. So this is how this shot came out, reminding us how amazing musicians, but especially street musicians are. \n\nArtist: Paschalis Serafeim\n\nModel: Renè Engels\n\nCaptured on 31.07.2022 in Remscheid, Germany\n\nFujifilm X-T4 with Fujinon 35mm 1.4R\n\nISO 60, F1.4, 1/125sec using a flash at 1/64",
    "image": "ipfs://QmSX28WMDuHyA8KFbgzzfXqKE9PF5gk7MkuSZBRVW5wJPZ/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Remscheid, Germany"
      },
      {
        "trait_type": "Subject",
        "value": "Saxophone, Street musician"
      },
      {
        "trait_type": "Genre",
        "value": "Street photography"
      },
      {
        "trait_type": "Artist",
        "value": "Paschalis Serafeim"
      },
      {
        "trait_type": "Edition",
        "value": "1/22"
      }
    ],
    "external_url": "https://sloika.xyz/pacon76studio.eth/that-night/1"
  }
}