{
  "address": "0xb61a5ac49bec8fe0c22f34ea6cb086be791fed46",
  "type": "ERC721",
  "name": "Remnants by Pasha Kalachev",
  "tokenCount": "11",
  "uri": "https://arweave.net/a9Ng869KJdr-_4mg4QAoABX4LMyvwiYJNWwiwYIndhg",
  "metadata": {
    "name": "Footsteps",
    "created_by": "Pasha Kalachev",
    "description": "With \"remnants\", I wanted to play with the psycho-epistemological process involved in experiencing the written word. In literary arts, the process goes from perception, to the conceptual grasp, to appraisal, and then to emotion. Music, on the other hand, operates as if in reverse; from perception directly to emotion, and only then to appraisal and conceptual grasp. Could this sequence be replicated in poetry?\n\n\"I think I see my footsteps as I look ahead. Hallucination? I don’t know. I can’t tell much anymore. It all seems a bit numb and smells like the burning filter of a cigarette telling you to stop. Just stop. Do anything else. Anything else is the right thing to do. A droplet of sweat falls from a brow and a shaking hand touches the concave dirt. It’s real. That’s you. That’s me. I regain a semblance of who I was when I was 4, and maybe 15, definitely 22; all the violently present moments of love that throw you from a chair to say that all that came before and all that comes doesn’t matter because the gift is right here if you allow the aging collection of ligaments to pull and strain your leg into what you think is your track in the dirt. You think too much, you know that? There’s a difference between surrender and knowing how to get to where you know not yet you’ll be. I see my footsteps as I look ahead.\"",
    "attributes": [
      {
        "value": "Black",
        "trait_type": "Ink"
      },
      {
        "trait_type": "Evolution",
        "value": "Descend"
      }
    ],
    "animation_details": {
      "bytes": 39637722,
      "format": "MP4",
      "duration": 94,
      "sha256": "ee7267b11ef46effcf82f2643708b61d1fa465600d9d8736b1806a76474770ee",
      "width": 1080,
      "height": 1080,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/FeilwSgMDr6y6Ugepqfs7GNoerKTfh_KRPqP1CKJPqs",
    "animation_url": "https://arweave.net/FeilwSgMDr6y6Ugepqfs7GNoerKTfh_KRPqP1CKJPqs",
    "image_details": {
      "bytes": 1309302,
      "format": "JPEG",
      "sha256": "90697cb4618f14eb600a9ea85ae3b50b7c01e4768af3bb99bbdafa772d691f39",
      "width": 2880,
      "height": 2880
    },
    "image": "https://arweave.net/RWxYwb6OQNP3Gn-C3mOlZ5CJPoTy_9JESxON0K3KFow",
    "image_url": "https://arweave.net/RWxYwb6OQNP3Gn-C3mOlZ5CJPoTy_9JESxON0K3KFow"
  }
}