{
  "address": "0xb636181622166dfc2a879a7325509d780016400b",
  "type": "ERC721",
  "name": "52Bodies  IMAGHOSTXO Genesis",
  "tokenCount": "52",
  "uri": "ipfs://QmWPK3pU7sE6jQ4rMJ119wNzEK9LoLQhhpmu7a59qvbEkn/1",
  "metadata": {
    "name": "BODY01 : YOUNG DARTH",
    "description": "Elusive. Mysterious. Enigmatic. Smoke. These are the words I use to describe this figure.\n\nMy Bigfoot, I always kept an eye out for him. Not once did I see him carrying the helmet, a lightsaber, or anything to indicate his day job was working Hollywood blvd. though that seemed the obvious answer. However, I began to accept, and hope, that the other answer was the truth – this is who he was and dawned the cloak as he would any other piece of clothing.\n\nI'd glimpsed him about a dozen times during my 8 years in DTLA. His expression always heavy, his steps always lunging and long, the front of his cape held closed and close to his body while the rest billowed behind. I have many shots of him disappearing into alley ways, flying across the opposite side of the street, and vanishing behind walls, but on this day, he seemed to appear in front of me without notice as I crossed Broadway on 5th. Perhaps it was the surprise that allowed me to get so close to him this time. I quickly set my shutter to continuous, a practice I normally avoid, and selected my focal length within a time span of 4 or 5 steps, then shot off a burst until I'd passed him. His cape brushing my leg, I continued walking until I was certain I was out of his site. While I'm embarrassed to say I had about 12 shots, most which consisted of the inside of his cape, 4 frames in, I'd captured what is absolutely one of my favorite shots.\n\nFrom nothing over years, to more than I had hoped – peering through the curtains of his cape, all the details that I captured would have been more than enough, but on this day, in this shot, I'd aligned him perfectly below B GRAND next to a somewhat newly painted hydrant with all the makings of a droid.\n\nHe seemed to me the perfect incarnation of a young Vader with his longing expression and a presence that felt as if he carried the weight of the world, alone.",
    "image": "ipfs://QmTR8Hf5qc3GxcdknUeH7NDEvKAZnx13LUhzbNfmVKb9F1/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Site",
        "value": "DTLA"
      },
      {
        "trait_type": "Status",
        "value": "No Longer There"
      },
      {
        "trait_type": "Spectrum",
        "value": "B/W"
      },
      {
        "trait_type": "Artist",
        "value": "IMAGHOSTXO"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      }
    ],
    "external_url": "https://permalink.sloika.xyz/v1/nUTRgbeFyXxLzxwfAq88K/1"
  }
}