{
  "address": "0xb7f5bbaa9b783e818167dd3881f06a9d87ab4347",
  "type": "ERC1155",
  "name": "Luis Machicao",
  "tokenCount": "1",
  "uri": "https://arweave.net/W2njwN1Nyv0hNlEDV1SjBLAy70vv6u36W-ldtjo6Qm4",
  "metadata": {
    "name": "Safari",
    "created_by": "Luis Machicao & Agalma",
    "external_url": "www.agalma.us",
    "description": "Introducing the stunning Dior-inspired dress of the season! This vibrant green beauty is crafted from the highest-quality neoprene scuba tulip, giving it a structured, yet elegant silhouette that hugs your curves in all the right places. Inspired by Dior's 1959 aesthetic, the flowing skirt exudes the same timeless elegance that has made Dior a fashion icon for decades.\n\nBut that's just the beginning – this dress comes complete with a bubble jacket that not only adds a touch of modern sophistication but also mimics the lush beauty of the jungle, with elephants as its iconic symbol. It's a true work of art, fusing classic and contemporary elements to create a truly unique look that is both breathtaking and memorable.\n\nAnd it's not just about looking good – this dress is also about making a difference. It embodies the desire to work towards a more sustainable and nature-connected fashion industry, something that is at the forefront of today's fashion landscape. With the help of the digital fashion revolution, this dress represents the future of fashion – one that is not only stylish but also environmentally conscious.\n\nSo, step into the world of high fashion with this breathtaking Dior-inspired dress, and join the movement towards a brighter, greener future. With its unique design and meaningful message, you'll turn heads and inspire others to follow in your footsteps. Be bold, be beautiful, be eco-conscious – be everything this dress represents.\n\nBase Fabric: Neoprene Scuba\n\nWe express our gratitude the music producer @royalcitylif for granting us permission to utilize his music.\n\nBonus:\n\nDigital  \n4K rendered animation  \n4K rendered stills  \nCustom digital recreation of the dress in 1 open metaverse of choice. Redemption window: 2 years\n\nPhysical  \nPhysical version of The  SAFARI custom-fitted to the wearer (must visit Lusi Machicao atelier in Charlotte NC or Select one standard Size with measures via mail). Redemption window: 1 year  \nOriginal signed sketch of The SAFARI personally drawn and signed by Luis Machicao.\n\nExperiential  \n1 -year access to Luis Machicao couture events.  \nPrivate interview with Luis Machicao.  \n2-week exhibition of The Name of dress with collector’s name in an important gallery or museum in the United States.  \n2-week exhibition of The  Name of Dress anywhere in the world with collector’s name (to be coordinated with Agalma and Luis Machicao)",
    "attributes": [
      {
        "trait_type": "Designer",
        "value": "Luis Machicao @lmachicao"
      },
      {
        "trait_type": "Collection",
        "value": "I Dream of Dior"
      },
      {
        "trait_type": "Type of Asset",
        "value": "Phygital"
      },
      {
        "trait_type": "Launch",
        "value": "Paris Fashion Week 2023"
      },
      {
        "trait_type": "Edition",
        "value": "Genesis"
      },
      {
        "trait_type": "Music",
        "value": "@royalcitylif"
      },
      {
        "trait_type": "Digital Art",
        "value": "@agalma.eth"
      }
    ],
    "animation_details": {
      "bytes": 28511121,
      "format": "MP4",
      "duration": 49,
      "sha256": "687b3abb6b6e8097f60175117f527644f01d4ccff6d00773eb750ad28d51e30f",
      "width": 1080,
      "height": 1920,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/IAjpNIFqmqVdJ1PUkHwjxwJRmVgfOQjXUhXqh7QQpQA",
    "animation_url": "https://arweave.net/IAjpNIFqmqVdJ1PUkHwjxwJRmVgfOQjXUhXqh7QQpQA",
    "image_details": {
      "bytes": 2268699,
      "format": "GIF",
      "sha256": "031b50315884363ee501051369019f3d6c29aa7d336c1ae883b41c6625073947",
      "width": 648,
      "height": 648
    },
    "image": "https://arweave.net/sqka0HnG-U73YIkTP0QnX7WHcyvacfaDKAlClXQosO0",
    "image_url": "https://arweave.net/sqka0HnG-U73YIkTP0QnX7WHcyvacfaDKAlClXQosO0"
  }
}