{
  "address": "0xb7b742f3d23004623a4de36ac00da72cebcdfe3b",
  "type": "ERC721",
  "name": "What is it for ? 1981",
  "tokenCount": "11",
  "uri": "https://arweave.net/_Rep-FAl24U62V0_63poXTEOBTl6EsjTNm-J7eXQYGE/1",
  "metadata": {
    "name": "WHAT IS IT FOR ? 1981 #1/11",
    "created_by": "NONE32X32",
    "description": "The original story behind this meme is how the American Figurative Expressionist and Digital Artist Michael Hafftka was struggling in 1981 while he was confronting the conservative-anti-art establishment and “visionaries” of that time ! \n\nHis art was rejected by over 80 galleries in NYC because they didn’t understand it ! he was unconventional, and avant-guarde. \n\nHe made a silent protest exhibiting his artwork on 57th Street NYC and he was heavily criticized by the public and artists :\n\n\n\nX But staying out here is not gonna accomplish anything !  \nX People don’t know any better !  \nX to The only problem is that there is a sensation that is sensational but it has nothing to do with art! nothing to do with art!\n\n\n\nSir Hafftka didn't give up on his vision ! he worked harder till he achieved international success and his artworks are featured today in the permanent collection of The Metropolitan Museum of Art, Museum of Modern Art, Brooklyn Museum of Art, San Francisco Museum of Modern Art, The British Museum, Carnegie Museum of Art, Museum of Fine Arts Houston, New York Public Library, Housatonic Museum of Art, National Gallery of Art, Yeshiva University Museum and other museums.\n\nDigital art is not recognized by many gatekeepers who don't understand it\n\nThis meme is a statement : inspired by ( Pointless Gesture 1981 )\n\nHistory repeat itself... digital art ( AI Art - CryptoPoems - Glitch Art - 3D Art - Pixel Art - Music on the blockchain - NFTheater ) and all the others mediums of digital art are not considered art by many “artists” and by traditional critics and collectors.. GATEKEEPING our future, We are determined to change this stigma ) \n",
    "animation_details": {
      "bytes": 233570,
      "format": "MOV",
      "duration": 1,
      "sha256": "06cd8e11af09ec80f8bd0adb79e8777d00ac0b434860e56df77d8e48883a0045",
      "width": 1024,
      "height": 1280,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/62buXnulFe_6eR3MVfv6_QCz-BJdv8DYy_1q9XwIono",
    "animation_url": "https://arweave.net/62buXnulFe_6eR3MVfv6_QCz-BJdv8DYy_1q9XwIono",
    "image_details": {
      "bytes": 281605,
      "format": "JPEG",
      "sha256": "dca3e5cb629fdd9814c78b9c105bd912de623790bc612331c4adce9955ff36c7",
      "width": 3500,
      "height": 3500
    },
    "image": "https://arweave.net/Hnm2B9D8shB1b_a-7cqrJ4oAS5htrUeQV6A4DhsmBE8",
    "image_url": "https://arweave.net/Hnm2B9D8shB1b_a-7cqrJ4oAS5htrUeQV6A4DhsmBE8"
  }
}