{
  "address": "0xb709c53dd4456d612478420ae9abf7748bd4884e",
  "type": "ERC721",
  "name": "BYN × Ana María Caballero",
  "tokenCount": "102",
  "uri": "ipfs://QmQGrbcCQnYsSmg78wDMRoS6iuxWyxv9AFfCocBY59m4o7/1",
  "metadata": {
    "description": "Núcleo familiar es un poema digital escrito por Ana María Caballero que emplea las formas, las palabras y la historia para dibujar el desasosiego generado por las presiones socioculturales. El arte visual es generativo y fue creado por la artista usando el lenguaje de programación p5.js. Este texto forma parte del libro de Caballero \"Entre domingo y domingo\", galardonado con el Premio Nacional de Poesía José Manuel Arango de Colombia.\n\nCaballero es considerada una pionera en el mundo de la poesía digital. Ha recitado y exhibido sus poemas en espacios públicos como Times Square y en galerías renombradas como bitforms, Gazelli Art House y L’Avant Galerie Vossen. Su obra literaria, tanto en español como en inglés, ha ganado numerosos premios internacionales y es la autora de cinco libros, con un sexto en camino en 2024. Caballero cursó estudios literarios en la Universidad de Harvard, donde se graduó con altos honores. Es cofundadora de la galería de poesía Web3 theVERSEverse.\n\n..................................................................................................\n\nNúcleo familiar is a digital poem written by Ana María Caballero that employs form, diction and historical narrative to explore how biology delimits cultural rites. The generative visuals were created by the artist using p5.js. This text forms part of Caballero’s book \"Entre domingo y domingo\", which received Colombia’s José Manuel Arango National Poetry Prize.\n\nCaballero is widely considered a digital poetry pioneer. She’s performed and exhibited her poems in public spaces such as Times Square and in renowned galleries such as bitforms, Gazelli Art House and L’Avant Galerie Vossen. Her literary work has received numerous international awards, and she’s the author of five books, with a sixth book forthcoming in 2024. A graduate of Harvard University, she’s the co-founder of Web3 poetry gallery theVERSEversse.",
    "background_color": "ffffff",
    "external_url": "https://niftygateway.com/collections/byn-ana-maria-caballero",
    "image": "https://media.niftygateway.com/video/upload/v1686049665/publishers/byn/75010/96526/Nucleo%20familiar%20por%20Ana%20Mari%CC%81a%20Caballero_2023.png",
    "name": "Núcleo familiar #1/45",
    "image_hash": "QmS69nHf5kpeQXCPjcv4Um7vg1ed8ajD4t5iU6MHnuWU5v",
    "animation_url": "https://media.niftygateway.com/video/upload/v1686049665/publishers/byn/75010/96526/Nucleo%20familiar%20por%20Ana%20Mari%CC%81a%20Caballero_2023.mp4"
  }
}