{
  "address": "0xb759dd175d23782bcc650f128686625255d6eb49",
  "type": "ERC721",
  "name": "HIDDEN: The Caves of Vietnam",
  "tokenCount": "11",
  "uri": "https://arweave.net/-HBAD-MxrU13f3brbVmlq4eVnn0jblkl3EORlDHfadw",
  "metadata": {
    "name": "Frozen",
    "created_by": "dakshkalra",
    "description": "We have always talked about beaches and mountains where we experience the vastness of the universe but what intrigued me is the beauty of caves which is hidden in nature and holds immense history and emotions of the past. It’s a unique inside experience providing warmth and comfort in an enclosed space. \n\nPhong Nha Cave is a cave in Phong Nha-Kẻ Bàng National Park which is a UNESCO World Heritage Site in Quảng Bình Province, Vietnam. Being 7,729 metres long, it contains 14 grottoes also having a 13,969 metre underground river which is the largest in the world. Its rock formations are very popular and some of them have been named the “Fairy Caves”, the “Lion”, and the “Buddha”.\n\nParadise Cave is surrounded by forested karst peaks. This beautiful cave system extends for 31km, making it the longest dry cave in Asia. The scale is breathtaking, as wooden staircases descend into a cathedral-like space with gigantic stalagmites and glimmering stalactites.\n\nHidden: The caves of Vietnam is a collection of 11 1/1 Photographs by Daksh Kalra. Presenting to you a collection of exclusive photographs, each one depicting a unique emotion experienced in the cave.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Daksh Kalra"
      },
      {
        "trait_type": "Location",
        "value": "Phong Nha, Vietnam"
      },
      {
        "trait_type": "Shot on",
        "value": "iPhone 13 Pro"
      },
      {
        "trait_type": "Dimension",
        "value": "3024 x 4032"
      }
    ],
    "image_details": {
      "bytes": 10960967,
      "format": "JPEG",
      "sha256": "db76e9f3d092456535e6ace966644f36a4b1375fa25a3b6c6db83702e0e36848",
      "width": 3024,
      "height": 4032
    },
    "image": "https://arweave.net/IgEBJ_8ZekbkRE8ljqDzmdhbhKBIW2arFfGbFu4dN9Q",
    "image_url": "https://arweave.net/IgEBJ_8ZekbkRE8ljqDzmdhbhKBIW2arFfGbFu4dN9Q"
  }
}