{
  "address": "0xb791e3190b6b0476fce119762b87fe2a2ca36f93",
  "type": "ERC721",
  "name": "Hackatao On-Chain",
  "tokenCount": "24",
  "uri": "https://HackataoNFT.azurewebsites.net/api/HttpTrigger?id=1",
  "metadata": {
    "image": "https://gateway.pinata.cloud/ipfs/QmbAA8FYUNkL6GyEEt3WaCb6Zd9QQBdiwFsCoD7jLT8dh6",
    "description": "Hackatao merges the cultured quotations from the past to bold and ultra-contemporary forms, standing out as an innovative exponent of the current artistic scenario. The artistic diptych Hackatao is formed by Sergio Scalet and Nadia Squarci. The duo was formed in Milan in 2007 working together with the creation of the Podmork, sculptures with soft and totemic forms, which are at the center of their imaginative research. \n\nArtist Note: As we are mainly used to considering our planet as a mother, a source of origin that is always ready to forgive us: what if this time our planet was a child? \n\nWhat if she had that goodness and freedom of saying anything she would like to express, without filters and being far from those responsibilities of a mother? How would our planet see us? Would she tell us, just simple as that, that we humans are lice? Would she love us the same? Or would she just make some very good sincere points?  \n\nA child is honest, complicatedly straightforward. A child wants to live and tends to wonders. Children see green, they breathe in breezy air and they love to pick leaves of several colors from different seasons. \n\nIf our planet was a child, she would just shake us away. But still with a smile. \n\nExhibition: Renaissance 2020 with Breezy art",
    "animation_url": "",
    "external_url": "https://gateway.pinata.cloud/ipfs/QmbAA8FYUNkL6GyEEt3WaCb6Zd9QQBdiwFsCoD7jLT8dh6",
    "name": "Out of my Earth",
    "attributes": [
      {
        "trait_type": "artist name",
        "value": "Hackatao"
      },
      {
        "trait_type": "edition number",
        "value": "1 of 1"
      },
      {
        "trait_type": "file type",
        "value": "GIF"
      }
    ]
  }
}