{
  "address": "0xb86ebe95da05551ffafebb63de406e2bf401498f",
  "type": "ERC721",
  "name": "Movement by Mehdi Cibille",
  "tokenCount": "3",
  "uri": "ipfs://bafybeifesq4wkykpejsnmmrdi3u3jlapplilfju73becl2fv5wnelvwr54/1",
  "metadata": {
    "name": "Hole",
    "description": "Movement is Mehdi’s grand debut in the digital piece with NFT technology. The collection is made of three pieces named Hole, Spiral & Thorus.\nThe project is a major milestone in Mehdi Cibille’s lifelong artistic project! It is the actual entry of the ZEER module into a new world with new infinite possibilities(discover the Zeer Module below in the Artist Presentation below). Just like the big bang at the dawn of the universe, the module is at the dawn of its digital revolution freeing itself from its physical constraints. A strong symbolism emerges: the entry of the module into the Web 3 on its way to the ultimate goal now made possible by modern technologies: AUTONOMY. This is only just the beginning of an exciting journey with unlimited potential.",
    "platform": "Streetlab.io",
    "image": "ipfs://bafybeiakzaafw3olysmxh4rhy3vavayp5l3f3arv22o732kiqrggrvzk7i/1",
    "creator": {
      "name": "Mehdi Cibille",
      "description": "Mehdi Cibille is a 46 years old french artist coming from the worlds of graphic design and graffiti.\nMehdi started a career as a designer in some of the biggest creative agencies in Paris and quickly felt the urge to do more in-depth and express himself \n\nFrom his artistic beginnings to his numerous exhibitions in NYC, Tokyo and Kyoto, Geneva, Venice, Lisbon, Madrid and regularly in Paris Mehdi's artistic career is nothing short of outstanding! \n\nMehdi is mixed-race and has been working on duality and the search for unity while exploring multiple support and creating his very unique field of expression.\n\nSince the early 2000s Mehdi Cibille has been exploring the visual and graphic elasticity of a singular form. This form is his signature and the flexible building block for the universe he is building\nIt is made of four spheres linked each to the other by small conjunctions. This reticular object drawn in black, with a thick line that both delimits and contains, is called  “the Module de Zeer” or “Zone expérimentale d’expression relative”,  “the experimental Zone for relative expression”.  \nMultiplying, stretching, isolating, condensing, deforming this form at will and testing it against multiple spaces, backgrounds, and scales, Mehdi Cibille interrogates the plastic permanence as much as the perpetual evolution of a logo that has become logos, both the purpose and element of a visual discourse. \n\nHere, a single letter replaces the alphabet. It allows Mehdi Cibille to create a plastic and metaphysical universe and to bring into play as both actor and spectator the autonomization of the artistic form.\n\nIn an exploration that aims to create a homogeneous universe, made up of self-referencing forms that feed into themselves to become autonomous entities, Mehdi Cibille becomes the “artisan” of the Module de Zeer. \n\nHe intervenes in the street, the city, and their interstitial spaces. Walls, parks, disused buildings, and industrial wastelands will be the first territory of his art, thus – Street Art – but above all a social and political act that he protracts through work in galleries.  \n\nEach intervention allows him to push the Module de Zeer beyond its own limits. The motif, because it is indeed a motif (a logic, a pretext as much as a theme and a drawing), metamorphoses according to the transformations imposed on it by the artist. Whatever the context and the support, the artist always installs his work where he detects a fault, a paradox, a contradiction in the public space. In short, it engages, agitates, and confronts itself, thereby challenging and inviting us to take our place in the collective  and in what makes a society. Art as the ultimate mise en abyme.",
      "instagram": "https://www.instagram.com/mehdicibille/",
      "twitter": "https://twitter.com/MCibille",
      "address": "0xEAd62ad223900855c65DEc65E74Dc37652878776"
    }
  }
}