{
  "address": "0xb83203b7ae1c4e370a96c609e86cfc27955014a1",
  "type": "ERC721",
  "name": "History of Province",
  "tokenCount": "2",
  "uri": "ipfs://QmaxPkJu7hcaTcbwDrss5KoCRBAgAMnyHWPLDNEW8Wm4Kg/0",
  "metadata": {
    "name": "Chapter II - The Unfallen",
    "description": "Anymat Province was not always the ignorant place it has become. The land was shaped to this day by a history of tens of thousands of years, a history long forgotten. But not by all. The blood of the ancestors flows strong in a few still. But they have chosen to keep it hidden, covered by the thick dust of time. Their armor laying in deep basements, their knowledge buried in their thoughts. With the coming of peace, they were no longer needed. Mighty heroes were banished or scrapped for their worth, now thought to be extinct. But few knew what is hidden in their neighbor. Hope is an everlasting feeling. It may be forgotten but never lost. It dwells in the shadows, only to emerge stronger than before. Hope for joy, for love. Hope to prove worthy and useful. One last time.\nWith the first corruptor passing through the Ethereal Portal, a small group of guards from the small village of Agronar is trying to contain her. They do not know what ordeal awaits them. For they are up against a vicious creature, born of fire and despair. With everything turning to ash around them, all hope is soon lost. But something unexpected happens. From the smoke and fire, a face of angelic beauty shines through, eager to shield them all. This is no ordinary warrior. For her, the fires of despair leave no burns, as if she has seen this foe in the past. But her eyes do not focus on the enemy. Instead, she desperately tries to save the guard leading the charge from certain death. She knows his name, his touch, his heart. Until yesterday, she was Allyah, a peasant girl from a small village in Province and madly in love with a city guard. Today has changed. The world needs her to be more than that, to be what she truly is: Unfallen. A protector from lost times. \nThe legends say Unfallen were once angelic creatures. Beautiful and proud, with feathered wings to carry them through the air. When the first Ethereal Portals were corrupted, all the Unfallen rallied under one banner, alongside all armies of Province. After months, when victory was certain and all Ethereal Portals were secured, only a few thousand men were still standing. The Unfallen have been abandoned on the battlefield and carried the weight of it alone, at the cost of extinction. Feeling betrayed, the few that survived renounced their powers and disappeared, never to be seen again, until today. Love is just as powerful as hope.",
    "image": "ipfs://QmawLKZzEgw6dRoUyxprTg7n5GAZRwJZ7xEjHvLAu7ePxc/Unfallen_v3-final.jpg",
    "external_url": "",
    "background_color": "",
    "attributes": [
      {
        "trait_type": "Unfallen",
        "value": "Province"
      },
      {
        "trait_type": "Ellement",
        "value": "Air"
      }
    ]
  }
}