{
  "address": "0xb8c1117683498de180658e4540c71df2b5d3c0fd",
  "type": "ERC721",
  "name": "Legend of the Cryptids Arts - Dynamic Edition",
  "tokenCount": "5",
  "uri": "ipfs://QmXowVpVg9novAnhyjeoSnsdDjFRpQzkERvgTPrCG3i51h",
  "metadata": {
    "name": " EMPOWERED ADONIS",
    "description": "EMPOWERED ADONIS\n\nHis mortal desire for women turned to an immortal desire for power. The more he desired power, the more he was visited by demons who came to lend him their dark energy. Unsatisfied, Adonis eventually slayed the demons and took their powers outright, as he strove to achieve supremacy over all those around him.\n\nImportant Notes:\n\n[1]. The data associated with this NFT is a bonus for the initial purchaser, who made a successful bid in one of our NFT auctions. The data will be available for download exclusively for the initial purchaser via https://legend-of-the-cryptids-art.com/lp. This data will not be available for those who purchased the NFT from anywhere other than our auction.\n\n[2]. Applibot Co. Ltd. will retain all copyrights for the digital art tied to this NFT. The purchase of this NFT does not equate to the transfer of copyright from Applibot to the purchaser.\n\n[3]. The digital art tied to this NFT will be stored using IPFS, and can be viewed by anyone. However, this does not mean that Applibot has relinquished the rights to this image. The copying or distributing of this digital art, even if it is done by the NFT holder, will be considered copyright infringement, unless otherwise permitted by law, such as copying for personal use or distributing to a small group of select people.\n\n[4]. The holder of this NFT may resell this NFT to others. When selling this NFT, the holder may display the thumbnail for the digital art tied to this NFT in the NFT marketplace.\n\n[5]. The above rules will also apply when selling this NFT.\n\n[6]. The purchase of this NFT cannot be cancelled, and this NFT cannot be returned after purchase.",
    "image": "ipfs://QmVLpSzAcJGvJ4gsKmEV2ieFD8tCWWjk7n2eN2aJqwDdBb",
    "animation_url": "ipfs://QmR7AJTgsSq5YCWv8yZxJMGnBGY6ydYrMD3DbTubYvaPHa"
  }
}