{
  "address": "0xb8fc20bd31e9e2cb9da93afc8a1d2f983834500f",
  "type": "ERC721",
  "name": "Street Fever - Repent",
  "tokenCount": "25",
  "uri": "https://metadata.sound.xyz/v1/0xb8fc20bd31e9e2cb9da93afc8a1d2f983834500f/1",
  "metadata": {
    "name": "Repent #1",
    "artist_name": "Street Fever",
    "description": "Street Fever is an anonymous producer from Boise Idaho. They blend elements of dark techno and percussive atonal sounds to create genre bending music that hits you heavy. They set the mood with their seductive vocals and chaotic live shows that leaves the audience shook. They’ve also been known to sacrifice synthesizers with a baseball bat at the end of every show as apart of a live ritual. They are also know for their stunning visual artwork as well as performance art in galleries that they transform into other worldly pop up venues. They also run a DIY lave called ENCHAÎNE MODE @enchaine_mode and just released their first compilation album from various artists they have crossed paths with. \n\nThis project is motivated by the struggles they have had in their personal life. This entity takes on many forms. Being gender fluid/non-binary, they like to explore different feminine and masculine energies within the music. They take on different forms with different characters that represent the energy they are feeling in the present moment. They have manifested into a god like entity that has surfaced from a sort of rebirth that has taken place in their life. This entity has manifested into the armor they need to help them fight battles within themselves so they can continue to evolve. \n\nStreet Fever gained notoriety from acts like Tommy Cash (IG) @tommycashworld performing their most popular track “La Corde” during one of his performances at a festival in Russia as he sang and yelled over the track. They’ve also had notable collabs with Dave Parley of (IG) @prayers Shaun Lopez of Crosses \n(IG) @crossesmusic and are currently working with Russian rap/pop star Tatarka (IG) @smelaya_ira\n\n“Repent” is about forgiveness in a time of chaos not only within this world but within ourselves. This track is a manifestation of the path they have chosen to better themselves in their life. It has moved them into a spiritual, sort of shamanic journey to pull themselves out of the dark and closer to the light. This track is a reminder that there is darkness in all of us and through that darkness we ca find love and light and come together and unify as one. Become what you pray for. \n\nArtwork by Ryan Flowers (IG) @imryanflowers",
    "external_url": "https://www.sound.xyz/streetfever/repent",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmT2cETGoD8d8X6YpGvxeN5Cs2JmiE6a16Z4zjCCDxGYv6",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/Qma5remQ2UQNa2zpJjkwruknj7GWTXZMssGR1uF4tL9TnR",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/Qma5remQ2UQNa2zpJjkwruknj7GWTXZMssGR1uF4tL9TnR",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmQ78Hr85Afzo5pkt1G855hGWLmaq6EDWuxDdt8byxgJ2c",
    "attributes": [
      {
        "trait_type": "Repent",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}