{
  "address": "0xb8f22fe4c77fd3a823452fb5be910bbaa497c4a8",
  "type": "ERC721",
  "name": "L'enfance - A la recherche du temps perdu",
  "tokenCount": "1",
  "uri": "https://arweave.net/NLSdUcLymSBnDpAlOgvF2Al183I5xBC9adxdvdipkNM",
  "metadata": {
    "name": "#1 - L’oiseau, l’escargot et le sel",
    "created_by": "umutusu - Umut UYDAŞ",
    "description": "Et comme dans ce jeu où les Japonais s'amusent à tremper dans un bol de porcelaine rempli d'eau, de petits morceaux de papier jusque-là indistincts qui, à peine y sont-ils plongés s'étirent, se contournent, se colorent, se différencient, deviennent des fleurs, des maisons, des personnages consistants et reconnaissables, de même maintenant toutes les fleurs de notre jardin et celles du parc de M. Swann, et les nymphéas de la Vivonne, et les bonnes gens du village et leurs petits logis et l'église et tout Combray et ses environs, tout cela qui prend forme et solidité, est sorti, ville et jardins, de ma tasse de thé.\n\n(And just as the Japanese amuse themselves by filling a porcelain bowl with water and steeping in it little crumbs of paper which until then are without character or form, but, the moment they become wet, stretch themselves and bend, take on colour and distinctive shape, become flowers or houses or people, permanent and recognisable, so in that moment all the flowers in our garden and in M. Swann’s park, and the water-lilies on the Vivonne and the good folk of the village and their little dwellings and the parish church and the whole of Combray and of its surroundings, taking their proper shapes and growing solid, sprang into being, town and gardens alike, all from my cup of tea.)",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "umutusu - Umut UYDAŞ"
      }
    ],
    "animation_details": {
      "bytes": 51441328,
      "format": "MP4",
      "duration": 7,
      "sha256": "274d9f60e8357db55b5720722d7859fb2f01f8f799bda68bb5c66a752c0808df",
      "width": 1920,
      "height": 864,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/-SX-eYB-wyj-ufJK67b2F0s50uwOs5v7AtFXpcI6_9E",
    "animation_url": "https://arweave.net/-SX-eYB-wyj-ufJK67b2F0s50uwOs5v7AtFXpcI6_9E",
    "image_details": {
      "bytes": 173157,
      "format": "JPEG",
      "sha256": "92e5794a8ddc6341e1c680f9f7fdb46faccacece26b2ed14644850e800377a05",
      "width": 1306,
      "height": 720
    },
    "image": "https://arweave.net/m46IBeskWqUkqEEbyPmsHvgHGsT1fSupvEU8-u_rcmg",
    "image_url": "https://arweave.net/m46IBeskWqUkqEEbyPmsHvgHGsT1fSupvEU8-u_rcmg"
  }
}