{
  "address": "0xb87787b5b9663aa33cc50b9cfc303b59fadd99af",
  "type": "ERC721",
  "name": "Passion - Genesis Edition",
  "tokenCount": "35",
  "uri": "https://arweave.net/JJipa3hFIFGTbQg-CT1Psb_684DbR4cSZVetImq9seQ/1",
  "metadata": {
    "name": "Passion #1/35",
    "created_by": "Stanley Aryanto - The Wicked Hunt Photography",
    "description": "A piece as a reminder to live our own life.\n\nThere is no easy way to achieve your dreams, but there's no shortcut to a place worth going.\n\nTo follow our passion...  \nPursuing our dreams, purpose and happiness.\n\nLive a life based on passion instead of fear.  \nEnjoy the good and embrace the bad.\n\nA photo that represents the passion for THE WICKED HUNT.\n\n—————  \nHere’s a Backstory:\n\nIt was a cold, cloudy evening in Bali. Only a couple of months after I recovered from my torn ligaments.\n\n11 pm. Here we go again. There will be no sleep tonight…\n\nLife is a series of trade-offs; should I be warm or should I be well equipped?  \nWindbreaker on my back and 2 canon camera bodies, a 14mm, a 16-35mm, 24-70mm and a 70-200mm lens, including an extender, tripods, the holy trinity and more. \n\nI am going to be freezing cold.\n\nWe got to the trailhead. \nStars were cluttering the night skies. Will it clear up in time for dawn? That’s the gamble.\n\nHere I am with hope and a vision.\n\nUp we go, the hill feels vertical and I turtle along with a pack that’s half the size and the weight of my body.  \nThe skies are clearing and only a small patch of clouds pollute my horizon, while my window of opportunity is closing in.\n\nI’m running on fumes. My muscles are on fire, ageing by the second…\n\nIt felt like I’m climbing a wall. One step at a time, I pushed with everything I had...  \nI made it to the summit, coughing on the ground, nearly puking my heart out.\n\nThe wind was blowing like a howling wolf and the only thing keeping me warm was a paper-thin windbreaker.\n\nThere it is! As I close my gaping mouth, I realise this is what I am looking for. \n\nThat sense that hits you and makes you feel insignificant. \nThe moment of clarity you get when you see the scale presented before you.\n\nA separation between man and god’s creation.\n\nYou can almost draw a horizontal line between man’s attempt at relevance and the universe looking down on it through the stars. The artificial light bulbs and buildings vs the millions of stars cluttering the night sky, the mighty sun rising to warm up every living thing in our planet and the grand volcanoes standing side by side. \n\nThat is how we are humbled. To feel it with all your senses.\n\nThis piece represents that moment and the journey leading up to it that helped to culminate in this realisation.\n\nThe climb was hard, but the view and experience were worth it!  \n\nOne.. Two.. Three.. I was doing jumping jacks to keep warm.  \nI pull out my camera, spread the tripod and contemplate a few different spots.\n\nWhere will the sun rise? Where can I find a place where there won’t be anyone walking in front of my camera for the next 2.5 hours?\n\nAs I stand, trying to keep myself warm, it hit me how insignificant our problems and fear are in the grand scheme of things. \n\nClick and after click... I captured a slice of time that I could never get back. \nA distant memory.  \nI realised how often we take what we have, the time we’re blessed with, for granted.\n\nSuccumb to fear instead of faith and passion  \nPicking comfort zones instead of growth  \nFocusing on the destination instead of embracing and enjoying the journey. \n\nThis depicted the passion and love for The Wicked Hunt.\n\nThe chase to experience and capture the perfect moment regardless of its odds, struggle and challenges.\n\nTaking a leap of faith, staying up all night, and spending time staring at the stars.  \nHave a Wicked Hunt exploring nature chasing the sunrise.  \nAnd the love for adventures going to places that not everyone can go to at stupid o'clock...\n\nPhotography is our passion, our way of life…\n\nYou're a step away from your dream life, don't give up and remember you're not alone!\n\nLimited Edition of 35  \nA composite from 330 photos (sunrise, stars and star trails) taken over 2.5 hours from the summit of Mt Batur",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Stanley Aryanto"
      },
      {
        "trait_type": "Location",
        "value": "Mount Batur, Bali, Indonesia"
      },
      {
        "trait_type": "Time taken",
        "value": "4:31 am to 6:50 am WITA (Bali time)"
      }
    ],
    "image_details": {
      "bytes": 17083959,
      "format": "JPEG",
      "sha256": "4665317eab78fa65469e641b6e601b537542b3bb725da0d0acb021e8e989b07f",
      "width": 5472,
      "height": 3648
    },
    "image": "https://arweave.net/Of57iTGSsDL7m4Qi5lxvSH_XwlPYg5h3x2XjzBhOFAA",
    "image_url": "https://arweave.net/Of57iTGSsDL7m4Qi5lxvSH_XwlPYg5h3x2XjzBhOFAA"
  }
}