{
  "address": "0xb9bb287bdef06aeb18efd05b166abdf6577ded6c",
  "type": "ERC721",
  "name": "Tristan Todd Holiday 2022 OE",
  "tokenCount": "8",
  "uri": "https://arweave.net/FA87P7yXKC8-lL_KrV7pYVxJttDXln9kqXYzywhD8Hg",
  "metadata": {
    "name": "Manifestation",
    "created_by": "Tristan Todd",
    "description": "I'd been waiting years for some very specific conditions: sustained freezing temperatures, minimal snow and lots of sun. This doesn't happen often in Vancouver and a couple weeks before I shot this, I was complaining about that very thing.\n\nBut then it happened! I went out to where I knew some icicles would form and did my best to get a shot. It was extremely difficult because my camera needed to be in a very small space that I can't fit inside of, so I was operating blind and from the front. I was standing on icy rocks and had to duck down every time I fired the shutter so that I wouldn't ruin the photo. Care also had to be taken to not break the icicles as I was operating the camera.\n\nIn the end I didn't like the image! The light wasn't quite good enough, and neither was my framing. I waited again for the weather and went back a few days later, plus I installed the Nikon app on my phone so that I could use it as a remote viewfinder. The light was perfect and I was able to dial in my composition as if I were behind the camera.\n\nThat, however, was only the first battle. This is an extremely technical image that required hours of painstaking Photoshop work. The icicles were only two inches from my lens, so I had to do a significant focus stack to get everything in focus. Due to how close the icicles were compared to the background, changing the focal point also created a significant shift in perspective. This meant I had to stack everything manually, as it was impossible for algorithms to perfectly align everything. And then I had to do it all over again since this is actually a panorama! All together 24 shots were used to assemble this image. \n\nOther issues to deal with were icicle motion blur, as they were literally growing as I was shooting this image, and a huge range in luminosity.\n\nUltimately it was worth the effort. This is one of my favorite images from 2022 and that's why I picked it for my first and only open edition of the year.",
    "image_details": {
      "bytes": 8557714,
      "format": "JPEG",
      "sha256": "5985bc1a60dfff50fbd84748bf3b8b8a4f8c03c874d7db3b5caa34a7159960c5",
      "width": 3000,
      "height": 2020
    },
    "image": "https://arweave.net/tMqz4NK-GZQrR-Z2AhGC41d815I-TCs91oN3qL2OnDE",
    "image_url": "https://arweave.net/tMqz4NK-GZQrR-Z2AhGC41d815I-TCs91oN3qL2OnDE"
  }
}