{
  "address": "0xb9e0e9fc7d3462d631b795ff419d5d8d256dd9d2",
  "type": "ERC721",
  "name": "Nifty Royale X Apetown Art Dungeons of Doom",
  "tokenCount": "5",
  "uri": "https://niftyroyale.mypinata.cloud/ipfs/QmNeW4oytYxsJQ2uLZ7mxE8ZUkuNYc9XFLtMnNYTjdghd4",
  "metadata": {
    "description": "The Idea behind Dungeons of Doom was a love of films such as, the box Trolls and Jason and the Argonauts, I wanted to design a diorama that was both spooky yet funny, sometimes disjointed but visually interesting to look at. With this new series, each Diorama will take place at different time in history where specific devices of torture were used. However some liberties of the truth were taken in order for  Creative License. In this particular case the Rack was the main focal point and Iron maiden did not actually exist. Lighting and mood were especially important to me. It demonstrates the creepy nature of lighting by fire. Each lamps cone of shadow is very drastic and the flicker is heavy. The textures for me were really fun. I Tried to marry the two worlds of miniature design and photo Real assets. The end result gives you a room that behaves like it should yet something feels like it is clay, somehow everything is off.",
    "external_url": "https://niftyroyale.com/",
    "image": "https://niftyroyale.mypinata.cloud/ipfs/QmVwEozRULC3SSDpGN2FSTEjFajpFcXAPsEiuiCNRK67WJ",
    "name": "Dungeons of Doom: London Tower",
    "attributes": [
      {
        "trait_type": "Created by",
        "value": "Nifty Royale"
      },
      {
        "trait_type": "Nifty Royale Winner",
        "value": false
      },
      {
        "trait_type": "Artist",
        "value": "Apetown Art"
      },
      {
        "trait_type": "Artist Description",
        "value": "I am Fulltime 3D and motion graphics artist from the east coast. From a very young age I was obsessed with film. I apply this obsession to my work. I draw inspiration from Noir, Science Fiction, Horror & Fantasy. The work I produce is heavily influenced by film and story telling. It is my hope that my work conveys a cinematic and surreal world view. I mix Discordian themes with vibrant subjects juxtaposed to dark toned environments. I like to infuse sarcastic undertones and wacky situations in my pieces. I try not to take the work too seriously and use my art as a way to poke fun and often joke about the world around us. I have worked in Film, Marketing and Development. By day I’m a mograph guru for a 3D Automotive & FUI company “Icon In Car”. By night I obsess over NFT’s and animation."
      },
      {
        "trait_type": "Specs",
        "value": "AVI, 60MB, 3060 X 3060"
      }
    ]
  }
}