{
  "address": "0xb95778b7b1bd0c6a3aac72156e52456e5296db06",
  "type": "ERC721",
  "name": "Célia Fabbri",
  "tokenCount": "1",
  "uri": "https://arweave.net/6ZpiQoMlqICdJrzomBM1glb5FKt8hLxR9WNajvWD9kA",
  "metadata": {
    "name": "The Spine",
    "created_by": "Celia Fabbri",
    "external_url": "https://www.celiafabbri.com",
    "description": "The Spine - August 2022\n\nLinked in Egypt to Osiris (the Egyptian god of the afterlife) and eternity, the hieroglyph Djed, which was attributed to both a tree and the spine, meant “stability” and “durability”. \n.  \nThe meanings of the Djed pillar symbolise the essential aspects of the integration principle leading to transformation and ascension from the purely biological to the conscious. The sacred pillars and in the human body the spine symbolically unite what is below with what is above, the earth and the sky. This \"vital link\" is what gives stability to the psyche and the personality. What we call the \"backbone\" is a form of soul that supports the weight of an authentic life.\n\nThis creation of plants and flowers (for the tree) and of classical paintings (for the human expression) represents the various important passages and feelings of earthly life before entering the heavens.\n\n– After the discovery of the sacrum in bloom, the 5 lumbar spines represent the stages of life (baby, childhood, adolescence, adulthood, age).\n\n– The 12 dorsal spines are the different experiences through which the soul passes and which mark it forever (discovery, joy, communion, anger, independence, sex, love, gift of life, fight, mourning, illness, rest) before reaching the eternal kingdom.\n\n– The 7 servical rachis represent the « Djed ».\n\n– The idea of the scapulas that open the way to the head and thus the spirit are represented by a scarab, wings opened. Linked to the sun, the latter is a symbol of resurrection and eternal life. Translated into Egyptian as “Kheper”, it means “rebirth”.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Celia Fabbri"
      }
    ],
    "animation_details": {
      "bytes": 55671999,
      "format": "MP4",
      "duration": 59,
      "sha256": "199700661abe411f2cf79c8a269c87d9d877c8df1d6b8118fcd8a7b431fa4d55",
      "width": 1080,
      "height": 1920,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/v3Oril8Un0zVe--UPOJjwZLlInPYQi7Pfj3CH7Q6lI0",
    "animation_url": "https://arweave.net/v3Oril8Un0zVe--UPOJjwZLlInPYQi7Pfj3CH7Q6lI0",
    "image_details": {
      "bytes": 2654214,
      "format": "JPEG",
      "sha256": "68659f67a0c83cc9353c759ec6a94d664ac223b7129d6554203b81c0adfce5d0",
      "width": 1080,
      "height": 1738
    },
    "image": "https://arweave.net/84zT88s9RiKPFYhvIqG_wYoPaGkf1GW--Z6epj4iAzI",
    "image_url": "https://arweave.net/84zT88s9RiKPFYhvIqG_wYoPaGkf1GW--Z6epj4iAzI"
  }
}