{
  "address": "0xba1e7cf541dc899e2e01c11fea115826f9fa79b0",
  "type": "ERC721",
  "name": "Space-Time Weaving Series by Che-Yu Wu",
  "tokenCount": "11",
  "uri": "https://arweave.net/FhrQFJ1Ls8gupQOG84NqbIGglcejdA-M8KjYWtdaT1g/1",
  "metadata": {
    "name": "230520 Three Stages of Reconstruction",
    "created_by": "Che-Yu Wu",
    "description": "“Space-Time Weaving Series”\n\nIn the void, particles endlessly wander between existence and annihilation. As we come to understand through the principle of mass-energy equivalence that extreme energy can give birth to matter, one can't help but wonder if emotions and the energy of life, when intense enough, could enable our fantasies and thoughts to influence reality and weave a colorful tapestry of dreams.\n\nThe “Space-Time Weaving Series\" explores how intense emotions act as a creative force field, shaping the myriad paths of destiny. Particles arise based on their intrinsic rules and behaviors, and are shaped, guided, and influenced by the artist's emotions at the time of creation. Ultimately, particles leave trails between the influence of emotions and the uncertainties of quantum probabilities in physical laws, forming a canvas that emanates the beauty of mathematics and physics, finding harmony in rules and chaos.\n\nIn each piece of this series, what we see is a materialization of the artist’s state of mind at that moment - an emotional journey that meanders through construction, deconstruction, and chaos. The artists capture and record the blurred and elusive puzzles of life in a unique way. Through layers of known rules, they explore in their creations whether they can transcend themselves and weave a world filled with mystery.\n\nThe artists challenge themselves to cross the boundaries of cognition and self-imposed limits, sailing in the sea of probabilities and the unknown. In this process, the power of creation drives the artists to transcend themselves, becoming the flowing soul within their works. In the \"Time-Space Weaving Series\", these flowing souls are transformed into profound textures of intention, composing a symphony of exquisite beauty between emotions and particles.",
    "animated_url": "https://nftstorage.link/ipfs/bafybeib72asv6kl2kzillpmvjpcpodffhthieoni4dgmjoh2pgxfforgye",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Che-Yu Wu"
      }
    ],
    "image_details": {
      "bytes": 9544034,
      "format": "PNG",
      "sha256": "854549a57a2787119fd486f10dabc4e9b3f1697ff1de2e42332a4495ce1fb153",
      "width": 5000,
      "height": 4500
    },
    "image": "https://arweave.net/tZxi1fmWSsj7iOP_Qvs5IvVHzxaAtIOqkLxK2zRUtZY",
    "image_url": "https://arweave.net/tZxi1fmWSsj7iOP_Qvs5IvVHzxaAtIOqkLxK2zRUtZY"
  }
}