{
  "address": "0xba03761eae197b5c81a1072dceeadc1fedf266e8",
  "type": "ERC721",
  "name": "Felly - Mirror",
  "tokenCount": "50",
  "uri": "ar://6WFkIaiBZ-T1_ASu__IRvwXNjySNVIo6ccsnfajKicE/1",
  "metadata": {
    "animation_url": "ar://ThVsMQYyvcbzUguvsvxcX3H3o2ci3ZYeeU-UWptRn2A",
    "artist": "Felly",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://N1N0534hAVynFc02t68kv0PVK9BH9NVpGUVK3WmGUkE",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Mirror",
        "value": "Song Edition"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "While working on this record I was aware that this didn’t sound anything like how I’m supposed to.  But I guess that’s why it excited me.  I always talk with artists I work with and we frequently get on the subject of how their music never sounds like what they actually like to listen to.  I always thought that was odd, almost wrong.  Mirror sounds like the type of music that I…usually listen to.  Not all the time, but if I’m on a plane or just cooling out…I’m playing stuff like Bon Iver, the Shins, Modest Mouse… Almost calming, soul nurturing records. I was laughing with a friend about how everyone’s always trying to make the hardest most in your face record (which I’ve done dozens of times), and about the power in the opposite.  \n\nI’ve been working on this record for 2 years and always knew it would eventually come out, just needed to find the right time.  I played this last week for my friend Rey, who is one of my favorite painters/artists probably living, his response was “I can’t believe you made this”.  That’s probably the best thing I could have heard.\n\nThe songs about being honest with yourself, even about the ugly shit.  It’s a tune of ambivalence.  And is sort of on the subject of not knowing.  Not exactly being sure.  Trying to face yourself but the image keeps changing.  Trying to see what is actually there, and what you’re just dreaming up.   I think today people can toxically be like, “Face your demons! Change your life! Get your act together!”  I think it’s way more complex than that and that we are constantly shape-shifting.  Sometimes you’re the fool, sometimes you’re a genius, sometimes criminal.  The song sort of deals with facing all of these sides. \n\n\nMy good friend and touring partner Sol Was played bass on it, his brother Henry played the drums. Johan Lenox did the strings and backgrounds.  Hope you enjoy.  \n",
    "duration": 151,
    "external_url": "https://www.sound.xyz/felly/mirror",
    "genre": "Indie",
    "image": "ar://N1N0534hAVynFc02t68kv0PVK9BH9NVpGUVK3WmGUkE",
    "isrc": null,
    "key": "A_MAJOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://ThVsMQYyvcbzUguvsvxcX3H3o2ci3ZYeeU-UWptRn2A",
    "lyrics": {
      "text": "Verse 1:\nYou’re scared of looking at the mirror \nDon’t know if you’ll like what you see \nYou cry out loud, somebody hears you \nAnd takes you under their wing \n\nChorus:\nWake up from your lullabies \nBeen down this road a hundred times\nOh your guess is good as mine \nAnd baby, Oh, I don’t know\n\nVerse 2: \nYou found the answer on the ceiling \nIt flashed a wink then went away \nOh “this world dont have no secrets”\nThat’s what they told me anyway\n\nChorus:\n\nWake up from your lullabies \nBeen down this road a hundred times \nOh your guess is good as mine \nAnd baby, Oh, I don’t know. ",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Mirror #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Mirror",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}