{
  "address": "0xba421228fc34464313c50b0f784a421b5ca2ac9a",
  "type": "ERC721",
  "name": "SamJ",
  "tokenCount": "4",
  "uri": "https://arweave.net/EBnhDasRBuYNqS9txj6HL37-1HYA8-bVvozUFWtqwBs",
  "metadata": {
    "name": "Reflections",
    "created_by": "SamJ",
    "description": "Pushing virtual technology to its limit I am emphasizing the dissonance of self expression. The language and vocabulary we use to understand and express ourselves can easily be lost in translation when connecting to other people. We rely and assume that there is congruent depth and appreciation for the references and experiences that we build upon through our identity yet it is not always received by others in a harmonious manner. The use of my body scan to showcase not only my physical realism but also the expression of my tattoos and artwork I have curated onto myself, along with the garment I created is my attempt at showcasing my fullest identity. Yet to contrast this expression and reference postmodernist artists, such as Jeff Koons and Damien Hirst, I place to figure into a confined space opposite of a foil presence dripped in chrome. This is not only mirroring myself literally but also in terms of how it represents our identity and the way that it is perceived by others. This piece is the first NFT to use digital fashion in VR along with body scan and motion capture in a way that is truly embracing the realism of what could be the future of our metaverse. Featured during New York fashion week September 2022. Animated form of the corresponding SuperRare GLB | 174.0 MB",
    "animation_details": {
      "bytes": 177188336,
      "format": "GLB",
      "sha256": "a51e55bbc8165a6358a335fbee04251493b3009c4c52bdacc4563bfc27d939a8"
    },
    "animation": "https://arweave.net/3SysAszk1TabWURSvaLSVIhjmq8gcZMXIn7hPICDs8o",
    "animation_url": "https://arweave.net/3SysAszk1TabWURSvaLSVIhjmq8gcZMXIn7hPICDs8o",
    "image_details": {
      "bytes": 441530,
      "format": "PNG",
      "sha256": "f797918a0819f91ca72b5915b390b63f5dabfbb1b8165456cd577224ce4f23fa",
      "width": 2048,
      "height": 2048
    },
    "image": "https://arweave.net/fa80uOhxPZlhC-WvccqfNi9JYDnXPWhJRIbtJRlQQNY",
    "image_url": "https://arweave.net/fa80uOhxPZlhC-WvccqfNi9JYDnXPWhJRIbtJRlQQNY"
  }
}