{
  "address": "0xba4d506c1234d82b651a63d0bb05e7872cf94379",
  "type": "ERC721",
  "name": "TDC Art-a-Thon",
  "tokenCount": "23",
  "uri": "https://gateway.pinata.cloud/ipfs/QmfEZZjDnKefxgux6iZbzJpjQXwWuLZ4jASY2FZeUsR8H8/1.json",
  "metadata": {
    "tokenId": 1,
    "name": "Day Dream Conduit",
    "image": "https://gateway.pinata.cloud/ipfs/QmS6UfyrxRQHNrJrpwN9BGnYQNTx6cRsoR9x1zXp6G1VcF/TDC_Art-a-Thon_Jose_Joey_P1.gif",
    "artist": "Joey Ramirez",
    "artist_wallet": "0xe8c6FC3b6Aa3A332e5CF974bccE7f7121320AA04",
    "description": "This artwork was inspired by light and how it transforms as it bounces, reflects, changes and communicates with the brain to create our reality. All the while, light bounces around transforming, back and forth in many ways. In simple ways like a reflection in water turning the color of an adjacent object, or as complex as a wave of potential transforming to a particle of matter, as theorized in quantum mechanics and string theory. Light is then literally encompassing the entire spectrum of our tangible environment and transforming as we create, observe and interact with our environment. The key theme 'Transformation' is expressed in a variety of ways through this piece. As the image flicks, it transforms from day time showing yellow in the atmosphere and the sun up high with the DC logo. Then as it flicks, the yellow dissipates and the sun is far off in the distance of the evening sunset. In a sense transforming from day to evening with clouds clearing. Also, transformation is expressed in the bright colors and flashes of neon represent the essence of the light we experience and interact with in our reality. This light is in constant motion and is always transforming in a variety of ways to a variety of ends as we engage and experience our lives.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Joey Ramirez"
      },
      {
        "trait_type": "Theme",
        "value": "Transformation"
      },
      {
        "trait_type": "Art-a-Thon",
        "value": "1"
      }
    ]
  }
}