{
  "address": "0xba56ccc3060a5a2d85d8367ca1753c312f07df9a",
  "type": "ERC721",
  "name": "Cycle Of Evolution",
  "tokenCount": "3",
  "uri": "https://ipfs.pixura.io/ipfs/QmUV3HWcGXw1tjCU4KCTpYAPv7cb5Mc1GNK5pUFzxDaEyg/metadata.json",
  "metadata": {
    "name": "Cycle of Evolution-Prima Materia ",
    "createdBy": "Richard Masa",
    "yearCreated": "2023",
    "description": "The prima materia represents the raw, unformed material that underlies all of creation, and it is a central concept in the philosophy and practice of alchemy.\n\n(The first collector of the Cycle ofEvolution: Prima Materia NFT will get an NFT Key that unlocks a free Resin sculpture as a gift)\n\nMy interpretation of evolution is that it does not follow a linear path, but rather moves in circles. It goes through cycles of advancement and regression, moving between primitive and advanced, intellectual and instinctive states, ultimately returning to its starting point. This pattern is similar to the ups and downs seen in historical times.\n\nCycle of Evolution -Prima Materia is the first piece from this series.\n\nPrima materia is an alchemical term that refers to a shapeless and chaotic substance considered to be the fundamental source of all things in the universe. It is also referred to as the \"first matter\" or the \"original matter.\" According to alchemical philosophy, prima materia is the essential substance that underlies all physical and spiritual existence. It serves as the starting point for any transformation or creation process.\n\nTo illustrate this concept, I have imagined the prima materia as a combination of gray clay and wax, representing the creation of a human being. In my efforts to understand the concept of \"we are all one,\" I began researching ways to express this idea. I concluded that the first step was to cease thinking of the human body as one object, and instead show the movement and evolution of multiple moments condensed and frozen in time. Therefore, the theme of my work is evolution, which begins with creation and the use of the first matter.\n\nTechnique\nThrough the use of motion capture technology, I record my movements in a studio and transfer them onto a 3D virtual character that I have sculpted. By selecting specific frames of the animation, I create an imprint of my body that is then transformed into abstract artwork. These shapes are imbued with multiple meanings, creating polysemantic art.\n",
    "image": "https://ipfs.pixura.io/ipfs/QmW4z1HV4qCuGb6nYnSSQbQjNeuDtWMBhQwMuGZXVcG2PC/PrimaMThumb.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/Qmaqb5uFeCrDE6B7XVmfus1ZQzgFzEJL6BFiHeVvs3Z2bZ/EvolutionPrimaMateria.mp4",
      "dimensions": "3840x2160",
      "size": "46759556",
      "mimeType": "video/mp4"
    },
    "tags": [
      "PROCESS",
      "SCULPTURE",
      "3D",
      "ANIMATION"
    ],
    "attributes": [
      {
        "trait_type": "Technique",
        "value": "Process Sculpture"
      },
      {
        "trait_type": "Frame Width",
        "value": "3840 pixels"
      },
      {
        "trait_type": "Frame Height",
        "value": "2160 pixels"
      },
      {
        "trait_type": "Length",
        "value": "35 sec"
      },
      {
        "trait_type": "Motion Capture System",
        "value": "Xsense"
      },
      {
        "trait_type": "Color",
        "value": "Neutral Grey"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      }
    ]
  }
}