{
  "address": "0xbbeeab2e6515a65fa85d7896c92bbdd1fd13966b",
  "type": "ERC721",
  "name": "Piece of Trash Artist Proof by Second Realm",
  "tokenCount": "11",
  "uri": "https://us-central1-thing-1d2be.cloudfunctions.net/getThing?thingId=MgH4SXDyqw4GxAPlfYib",
  "metadata": {
    "image": "https://firebasestorage.googleapis.com/v0/b/thing-1d2be.appspot.com/o/token%2Fasset-1588704907815?alt=media&token=5e646253-545c-4599-ba38-05fefc20715c",
    "forSale": true,
    "description": "the muse for this piece is proof i shared to sure up the thin veil of trust we're clinging to in a remote environment with anonymous actors. and now that proof ends up here as a piece of trash art.\n\ninspired by conversations i've been part of on twitter and in private chats recently, this piece speaks broadly to the speed of trust in a remote environment where anonymity is an accepted part of the culture. in this environment, trust is hard to earn and very easy to lose. \n\nso to mitigate some of that, i'm transparent about my government name as the artist SΞCONĐ RΞΛLM. this works for me but doesn't work for everyone.\n\nrecently i verified my identity with a photo and license. seemed appropriate at the time. but the recipient hilariously responded with \"you could've just dm'ed me from your other twitter account.\" yep, i could've and maybe next time i will.\n\nand just so we're clear:\n\nSΞCONĐ RΞΛLM is a pseudonym adopted by me (Eric P. Rhodes).\n\nthat being said, i also have anonymous avatars out there. but there's only one active in crypto. i hid a clue in this piece. see if you can figure it out what it is.",
    "contractAddress": "0xbbeeab2e6515a65fa85d7896c92bbdd1fd13966b",
    "tags": [],
    "amountToMint": 11,
    "numAvailable": 0,
    "minter": "",
    "mintedOn": {
      "_seconds": 1588709578,
      "_nanoseconds": 344000000
    },
    "price": "0",
    "name": "trust this piece of trash art proof",
    "fiatPrice": "$0.00",
    "attributes": [],
    "minted": "Minted on Mintbase.io",
    "external_url": "https://mintbase.io/my-market/0xbbeeab2e6515a65fa85d7896c92bbdd1fd13966b",
    "type": "ERC721"
  }
}