{
  "address": "0xbb75e0f0b34c689a1d5ae4b220ce05fb45ada701",
  "type": "ERC1155",
  "name": "Prophet g WavezzZ",
  "tokenCount": "10",
  "uri": "https://arweave.net/j_dLbl1sit36-Thl4zT3xw7NyR9xSr0GL3R4yCOaq9Y",
  "metadata": {
    "name": "Step One",
    "created_by": "Prophet g WavezzZ",
    "description": "This is Prophet g WavezzZ first ever recorded song while also being his first ever Music NFT.\n\nProphet g WavezzZ lore :\n\nThis is the beginning of a story about a child that was born into the world, his name is g. As his journey through life began, he dealt with alot of deep depressing thoughts early on. Growing up in an already harmful dysfunctional family setting, it was common in his neighborhood to hear about people dying from gang violence, and to even be exposed to it on a constant basis without even intending too. Though, g was a very lone wolf minded individual his aura would attract interesting characters and unique circumstances. Around 13 years old depression had overcome young g to the point of self-harm, and even suicidal thoughts. One night while g was home alone he dropped to his knees beginning to cry from so many overwhelming bottled up emotions. He had cried out to the empty space in the room and said, \" Please if anyone is real out there God, Buddha, Jesus, The Universe, The God of all gods, the Original Creator, if anyone is real out there *sniffs* please. I need help this is it.\" Suddenly, between the time it took him to say the next word, he was absorbed by an overwhelming feeling that could only be explained as a hug to his soul. Having the sensation of all stress, worries, hurt, self doubt, being gone while filled with a feeling of pure love. In that same moment he was given a message to share, a way of telling the story, and knew once everyone knows the whole story the end of it will become true……will you stick around to find out the rest ?\n\nThis is a Richf0x ( @richf0x on twitter ) 1 of 1 cover art edition. All credits of the art is given to the respected artist as well as all Royalties of this NFT.\n\nHolders of this NFT at the time of snapshot get entered into a giveaway to win 50 / 50 splits off of mint from Prophet g WavezzZ next Music NFT drop.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Richf0x"
      },
      {
        "trait_type": "Producer",
        "value": "Lil Skrillla"
      },
      {
        "display_type": "number",
        "trait_type": "Cover Art",
        "value": "1",
        "max_value": "1"
      },
      {
        "display_type": "number",
        "trait_type": "Step One",
        "value": "1",
        "max_value": "11"
      }
    ],
    "animation_details": {
      "bytes": 8830386,
      "format": "M4A",
      "duration": 268,
      "sha256": "7af1a71ed8f2b458307aee6df3e34a1fd692f008c91cb1bd96077eb80f7549f7"
    },
    "animation": "https://arweave.net/XYjEbujt6q0QDT90r5MGWDF0fUK0hGjh-sIg3oWTcNY",
    "animation_url": "https://arweave.net/XYjEbujt6q0QDT90r5MGWDF0fUK0hGjh-sIg3oWTcNY",
    "image_details": {
      "bytes": 786067,
      "format": "JPEG",
      "sha256": "b2612337405c10c85409983418ff18aaa6adb14f5a8aedf740e1d8c204772ad8",
      "width": 2048,
      "height": 2048
    },
    "image": "https://arweave.net/ZxvuMT4sDsgxIxf650LzNQCWsjZOGLk_nNhZMykbrwc",
    "image_url": "https://arweave.net/ZxvuMT4sDsgxIxf650LzNQCWsjZOGLk_nNhZMykbrwc"
  }
}