{
  "address": "0xbb6a5e829bfee014f33f8bc92c8073643b8df953",
  "type": "ERC721",
  "name": "RED GIANT DIGITAL COLLECTIBLES",
  "tokenCount": "10",
  "uri": "https://metadata.mintable.app/7nzXROybZoWpIhNfst6g/1",
  "metadata": {
    "symbol": "Exclusive and Rare Collectibles in Music and the Arts",
    "image": "https://d1iczm3wxxz9zd.cloudfront.net/b9ddec7a-61c2-4e4d-8a36-7e90044933f7/5a0edfd5-bcd4-4b86-8f40-d64682057e99/1/ITEM_PREVIEW1.gif",
    "animation_url": "",
    "royalty_amount": 1000,
    "copyright_transfer": true,
    "address": "0xbb6a5E829BFEe014f33F8BC92C8073643b8df953",
    "tokenId": 1,
    "resellable": true,
    "original_creator": "0x097551BC2b8F85bA776B51C4127e254BC749626E",
    "edition_number": 1,
    "description": "<p>Shazamurai, aka B. A.</p><p>Intersectionality meets iconic.  Collage meets concentricity.  Art meets Artist.  Behind the rods and cones and flowing through the optic nerve comes an elusive perspective, a dizzying paradigm. “Shazamurai, aka B. A.” (Co-Creative Collage Improvisationalist) dispels conformity and traditionalism and unleashes commentary and transaction – the art transacting with the eye, the eye transacting with the brain, the brain transacting with a flood of emotions.  Fueled by \"Gonzo\" Energy, Cosmic Martinis, and Philosophical Ponderings, Shazamurai, aka B. A. creates for the sole purpose of transference. When interviewed, he’s quick to address, “It’s not the first feeling that matters.  It’s the array of synapses that attack the senses each and every time you revisit the message.”</p><p>A reflection of his time, Shazamurai, aka B. A. has long explored the corners of his cranium with a harrowed commitment similar to a wild coyote on a scent.  Linear makes no sense.  There is no box.  Just expressions of his troubled youth and adulthood, absent of the necessities of life.  His insecurities bombard every work.  His isolation screams from the picture mixture.  Although he may not be verbose in verbiage, Shazamurai, aka B. A. articulates all we need to know about his being as a centerpiece in his art.</p><p>Whether this gateway is studied by you alone, in private; or, boldly displayed on your digital billboard for all to see, anyone and everyone that pontificates an interpretation of your exclusive piece will be forever changed – and the better for it.</p><p> </p>",
    "printableSeries": false,
    "title": "OWN ORIGINAL DIGITAL COLLAGE by SHAZAMURAI - \"PSYCHODELIC TIME TRAVEL\"",
    "url": "https://metadata.mintable.app/7nzXROybZoWpIhNfst6g/1",
    "file_key": "5a0edfd5-bcd4-4b86-8f40-d64682057e99/1/b9ddec7a-61c2-4e4d-8a36-7e90044933f7_PSYCHODELIC TIME TRAVEL.jpg",
    "apiURL": "7nzXROybZoWpIhNfst6g/",
    "subtitle": "Caught in the wormhole of memories splashing together - years become an instant.",
    "name": "OWN ORIGINAL DIGITAL COLLAGE by SHAZAMURAI - \"PSYCHODELIC TIME TRAVEL\"",
    "category": "Art",
    "edition_total": 1
  }
}