{
  "address": "0xbbe3fe98376678d858e2176c4152152bf8979011",
  "type": "ERC721",
  "name": "Hueman Art",
  "tokenCount": "2",
  "uri": "https://arweave.net/ppH_ghtzJgLt2jZ41XjBwpGb16Rkd831pd2E2Xj7YgI",
  "metadata": {
    "name": "My Secret's Got A Baby",
    "created_by": "Hueman",
    "description": "My art has many layers and explores dualities; they are multiple paintings in one, both classical and contemporary styles all at once. Abstract vs representational. Exhibiting both chaos and restraint. This is my attitude when I create new media works as well. Whether I am designing an immersive installation with projection mapping, or an augmented reality experience on smart devices, I alway want to anchor the experience in the analogue. Digital in harmony with the Physical.\n\nWhen I mash up elements of Baroque art--especially the flowing fabrics and florals--and intersect them with dynamic spray can drips that pull from my background in street art,  \nI see myself as playing with the perception of time, where the past and the future colorfully collide. Each artwork is a single moment happening infinitely.\n\nIn this piece, My Secret's Got A Baby, I imagine a secret, sacred garden.  Full of life and feminine fragility. It is a space I keep as a woman, a wife, a mother, and a female artist; the  garden is hidden deep within me, and every so often I internally implode, and am left to pick up the pieces and start all over again. In the animation, the safety glass keeps the pieces from falling to the floor. So I build myself up and start again, and the cycle continues.\n\nI pull a lot of my stylistic influence from my deep Catholic upbringing as a Filipino American in the United States. At the time of this piece's creation, I was heartbroken by recent events in the US, with the overturning of Roe vs Wade in Texas. At the same time, the Taliban seized control over Afghanistan and thus ushered in a harsh new reality for Afghan women. The erasure of women's rights to their bodies is sadly a story that has played out through history, and will happen again throughout time, just as the animation continues to loop indefinitely. We as women continue to pick up the pieces.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Hueman"
      },
      {
        "trait_type": "Auctioneer",
        "value": "Sotheby's"
      }
    ],
    "image": "https://arweave.net/IY17qBXIIuLXIz-x_kfPvRSvZf89cU5o9n0IgihOWuo",
    "image_url": "https://arweave.net/IY17qBXIIuLXIz-x_kfPvRSvZf89cU5o9n0IgihOWuo",
    "image_details": {
      "bytes": 3733425,
      "format": "PNG",
      "sha256": "9963261240109194924da5cc4181f064963f8f6879baac0be25f258cc7718883",
      "width": 1464,
      "height": 1468
    },
    "animation": "https://arweave.net/74qmOSbvweXBWMr0vWB-9jJCiu-GPXOTuLU71KplBww",
    "animation_url": "https://arweave.net/74qmOSbvweXBWMr0vWB-9jJCiu-GPXOTuLU71KplBww",
    "animation_details": {
      "bytes": 33676456,
      "format": "MP4",
      "duration": 27,
      "sha256": "aa50cec6da71e5b35e67fe6c24554fdc33c799ace29936212ec732877bc995e5",
      "width": 2160,
      "height": 2160,
      "codecs": [
        "H.264",
        "AAC"
      ]
    }
  }
}