{
  "address": "0xbb87a368ffd1dca770435fb71fc41bf94c65a681",
  "type": "ERC721",
  "name": "Cars: New York City, 1974-1976 by Langdon Clay",
  "tokenCount": "30",
  "uri": "https://arweave.net/_mijLEgok80R9PDPDQdJ2NS-8v-wd-Z2tvVlRB23NoM",
  "metadata": {
    "name": "Cars #1 (Carz-a-Poppin Car)",
    "created_by": "Langdon Clay",
    "description": "Carz-a-Poppin Car, Ford Galaxie 500 (1966), Houston and Broadway, 1976\n\nAssembly and Jackson Fine Art present \"Cars: New York City, 1974-1976” by Mississippi-­based visual artist Langdon Clay. This NFT collection explores an imprint of the former streets of New York City and New Jersey. When Clay came to the realization that the bold colors of the world around him did not match the black & white film he was shooting, he shifted to color. Clay developed “Cars” with a big tripod, a Leica, a 40mm lens, Kodachrome film and two years of roaming. The night developed its inherent color, with one car, and one background. Moved by painters such as Edward Hopper, Clay keeps these images, much like their subjects, classic. “Cars” showcases now vintage cars simplistically lit and shot straightforward, while still encapsulating the New York City and New Jersey streets as its backgrounds. Yet, against their directness there is much detail for the eyes to wander over and take in, just as Langdon Clay once did on the very streets he captured.\n\nLangdon Clay is a photographer based in Sumner, Mississippi. His work is a testament to classic Americana and has been broadly exhibited at venues including Museum of Modern Art, New York; Polka Galerie, Paris, France; and Museum of Contemporary Art, Atlanta.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Langdon Clay"
      },
      {
        "trait_type": "Copyright",
        "value": "All Rights Reserved"
      }
    ],
    "image_details": {
      "bytes": 1171533,
      "format": "JPEG",
      "sha256": "c7f3d273aa7f960863344b2b73d8d152fc02b8a33157bc032aa130233b60c662",
      "width": 3000,
      "height": 2000
    },
    "image": "https://arweave.net/vnmbWvjyVYKvmKqobEhoDwug5Y3AVfs61ZcTgQtvhR0",
    "image_url": "https://arweave.net/vnmbWvjyVYKvmKqobEhoDwug5Y3AVfs61ZcTgQtvhR0"
  }
}