{
  "address": "0xbcd306c4973c3712ec27661b4b332c13155dceb9",
  "type": "ERC1155",
  "name": "LOGS V3",
  "tokenCount": "1",
  "uri": "https://arweave.net/l1CTrZK-hEKWHV8IQqQDffJ01-bGGquR5xGkOU1PQdw",
  "metadata": {
    "name": "THE_FOSSILIA",
    "created_by": "KONICK",
    "description": "LOG 06121956  \nPERSONAL LOG  \nSenior Scientific Officer [REDACTED]  \nTIME: 23:45  \n \nAs I secretly left HAB 1, I immediately felt a sense of awe and terror. The darkness was absolute, and I could see nothing except [REDACTED] and the faint glow of my own equipment. I could hear nothing except for the sound of my own breathing, amplified by the emptiness around me.\n\nWe should never go outside alone. There's very good reason for it, but my curiosity took over me. Hopefully, I'm not gonna end up like the cat in that saying. Despite the dangers that lurked in The Void, I continued my exploration of ''The Wall'’. I carefully navigated through the darkness, using my equipment to guide me. I'm preparing to take detailed notes and collect samples of the fossil we found yesterday, in order to study it back in HAB 1. I will not wait for Dr. [REDACTED] to come with his team tomorrow. What if the fossil is no longer here? I'll just do it and that's it! I'll explain my actions to him later when I present my findings.\n\nADDENDUM\n\n... I couldn't shake the feeling that there was something mysterious and dangerous about this find. I had the sudden urge to leave this place and never return, but something kept me there, drawn to the fossil and the secrets it held. I have to record this!  \n",
    "animation_details": {
      "bytes": 36404779,
      "format": "MP4",
      "duration": 138,
      "sha256": "5750f3aca9e5fc6859edef564d8bac6a45e68686ed17c669f79ca137fc7ed13f",
      "width": 2000,
      "height": 2500,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/DxB05cZQ4suAFG3tK1JEQur-aa5Ev0nPQ1b8msrlXLQ",
    "animation_url": "https://arweave.net/DxB05cZQ4suAFG3tK1JEQur-aa5Ev0nPQ1b8msrlXLQ",
    "image_details": {
      "bytes": 8436174,
      "format": "PNG",
      "sha256": "56ad3be68de2620bdcdf61ad9bed6e01a989ecf55889d7d471d947bba730b792",
      "width": 2000,
      "height": 2500
    },
    "image": "https://arweave.net/TeKA7b_gXe-v5tTjWoNs5K36B5xKneXGuSNOvv0K_Cg",
    "image_url": "https://arweave.net/TeKA7b_gXe-v5tTjWoNs5K36B5xKneXGuSNOvv0K_Cg"
  }
}