{
  "address": "0xbc5dd224885cdbc27c092615cf680c8efedebe90",
  "type": "ERC721",
  "name": "The Smurfs Society x Andre Saraiva Smurf Collection",
  "tokenCount": "7",
  "uri": "ipfs://QmWinkpqpFoKwWb9BdZj1iT3cgK3GmJGhFdzWKm1y2cRC5/1.json",
  "metadata": {
    "name": "The Giant Smurf by André",
    "description": "\nIntroducing the “Giant Smurf by André” NFT, an incredible work of art created by artist André Saraiva at NFT Paris 2023. This one-of-a-kind NFT represents a claim to the 3-meter (~137-inch) tall Giant Smurf sculpture, which was painted by the artist during a live performance at the event.\n\nThe “Giant Smurf by André” NFT will be sold through an English auction on Rarible.com on Saturday February 25th, giving collectors and fans of André and the Smurfs an opportunity to own this incredible piece of art.\n\nThe highest bidder for the “Giant Smurf” NFT will be able to claim the physical Giant Smurf by André Saraiva. After the sale, contact us on Twitter to arrange delivery (please note that delivery and insurance will need to be arranged and covered by the auction winner).\n\nOnce the physical Smurf statue is claimed, the original NFT will be burned and later replaced by an official NFT from the Smurfs’ Society Legendary collection with the image of the statue purchased.\n\nThis is a rare opportunity to own a true piece of art history, created by one of the world's most renowned artists.\n\nDigital Collectible terms and conditions apply, see https://thesmurfssociety.com/sales-terms.\n\nPlease note that delivery and insurance will need to be arranged and covered by the auction winner.",
    "image": "ipfs://Qmb46uHx4bJpecVdMKjfuhh5raHrHPV3U2JQFxy6xnxphB",
    "external_url": "https://app.thesmurfssociety.com/detail/nftparis/1",
    "attributes": [
      {
        "trait_type": "ID",
        "value": "Giant"
      },
      {
        "trait_type": "Collaborator",
        "value": "André"
      },
      {
        "trait_type": "Size",
        "value": "3.5 m (137 inches)"
      }
    ]
  }
}