{
  "address": "0xbcbf4e481e6578a4dd4ad1d6a1c71bc0427c9cd5",
  "type": "ERC721",
  "name": "The Expanded Body",
  "tokenCount": "2",
  "uri": "https://arweave.net/S6bP9aTJF6oSEXJrFJwoYH57Yc8MK5G9LF77g7dEvww",
  "metadata": {
    "name": "Uma Nova Esperança",
    "created_by": "Hugo Faz",
    "external_url": "https://hugofaz.art",
    "description": "[PT-BR] Em 30 de Outubro de 2022, Lula torna-se pela terceira vez Presidente da República do Brasil, vencendo Jair Bolsonaro em eleição acirrada — onde a máquina do Estado foi colocada a serviço do então presidente para impedir a população de exercer seu direito democrático ao voto — 4 anos após ter sido preso sem provas em um processo repleto de vícios legais e comandado por um juiz comprovadamente criminoso e corrupto, e impedido de eleger-se. Fica assim revertido, após mais de 6 anos e um estrago irreversível ao frágil tecido democrático brasileiro, o Golpe que destituiu Dilma Rousseff da presidência do país em 2016.\n\nHugo Faz, \"Uma Nova Esperança\", fotografia aérea, Outubro de 2022.\n\nEsta fotografia foi concedida ao domínio público (licença Creative Commons Zero - CC0) em 31 de Outubro de 2022, data da emissão deste NFT. Toda a renda do artista da venda deste NFT será doada para preservação da Amazônia.\n\n[EN] On October 30, 2022, Lula becomes President of the Republic of Brazil for the third time, beating Jair Bolsonaro in a close election — where the State machine was made to serve then president Bolsonaro to prevent the population from exercising their democratic right to vote — 4 years after being arrested without evidence in a process full of legal vices led by a corrupt judge and prevented from being elected. Thus, after more than 6 years and after irreversible damage to the fragile Brazilian democratic fabric, the coup that removed Dilma Rousseff from the presidency of the country in 2016 is finally reversed.\n\nHugo Faz, \"A New Hope\", aerial photography, October 2022.\n\nThis photograph was released into the public domain (Creative Commons Zero License - CC0) on October 31, 2022, the issue date of this NFT. All artist's revenue from the sale of this NFT will be donated to preserving the Amazon rainforest.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Hugo Faz"
      },
      {
        "trait_type": "Camera",
        "value": "Hasselblad L2D-20c"
      },
      {
        "trait_type": "Resolution",
        "value": "5180x3454 px"
      },
      {
        "trait_type": "Lens",
        "value": "24mm f/2.8-11"
      },
      {
        "trait_type": "ISO",
        "value": "100"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/2.8"
      },
      {
        "trait_type": "Focal Length",
        "value": "12.3 mm"
      },
      {
        "trait_type": "Date",
        "value": "2022:10:30 13:13:55"
      },
      {
        "trait_type": "Location",
        "value": "Bela Vista, São Paulo, Brazil"
      }
    ],
    "image_details": {
      "bytes": 28623513,
      "format": "JPEG",
      "sha256": "3bceb7c69d6ea974a636459fdea6f7ab3d997cab5a4326f1f720a8bf46babbdd",
      "width": 5180,
      "height": 3454
    },
    "image": "https://arweave.net/O03jqlSjT5itUK9FnWpPi1xTqngAN_tByafx3Udaevc",
    "image_url": "https://arweave.net/O03jqlSjT5itUK9FnWpPi1xTqngAN_tByafx3Udaevc"
  }
}