{
  "address": "0xbc056d7d22db092506fedad37a3ac4e0c37cc829",
  "type": "ERC721",
  "name": "S'il te plait, dessine moi un mignon",
  "tokenCount": "12",
  "uri": "https://arweave.net/lhm427ZZIl4zADXuN2tdljbgo_WOuBLnmgBOL60vQzI",
  "metadata": {
    "created_by": "Lapin Mignon",
    "name": "S'il te plait, dessine moi un Mignon",
    "external_url": "https://www.lapinmignon.co.uk/",
    "description": "80 years ago, The Little Prince was published for the first time, on the 6th April 1943, by Antoine de Saint-Exupery.\n\nI grew up with the book - I shared the first reading of it with my best friend, when I was in primary school. Between two imaginary travels in our beautiful little worlds during recess, we would sometimes pause, go to the library and pick a book, and look for the illustrations - This is how I discover The Little Prince. through the tiny cute watercolours. I felt instand connection, with the universe, and our little universes.  \nThen, we read it in the class, and I remember being in awe with the fox... and the rose. \n\nWhen I turned 20, my best friend made the most beautiful present - She bought me the book, and prefaced it with our souvenirs. And I read it again. And this time, I cried and realised the different levels of understanding. \n\nAnd few months ago, I read it to my little ones. And Arthur said that he loved the fox.\n\nThis book, is more than just a book, it is a little story that plays in loop in the back of my heart - and will forever have a special place. \n\nNow it is one my main inspiration behind Mignonverse, a once in a life time project that I give so much of myself.\n\nHappy Anniversary mon Petit Prince",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Lapin Mignon"
      }
    ],
    "animation_details": {
      "bytes": 3468657,
      "format": "MP4",
      "duration": 7,
      "sha256": "c59bcb688d16094e5d9e31095a7ca252c8bbf093bbbd74a9cf2c564938f2c8a6",
      "width": 2512,
      "height": 2512,
      "codecs": [
        "H.264"
      ]
    },
    "animation": "https://arweave.net/DANC6kCSllVWG4nEk7jPqV2XrgP3g1BgtCDEpo8yE_U",
    "animation_url": "https://arweave.net/DANC6kCSllVWG4nEk7jPqV2XrgP3g1BgtCDEpo8yE_U",
    "image_details": {
      "bytes": 9340989,
      "format": "PNG",
      "sha256": "cf635e0390ac2732ec015dcaa2c31d4da2ec125bddfd6df51a0e608d7eb4e697",
      "width": 2499,
      "height": 2499
    },
    "image": "https://arweave.net/jOpy64QI4gKYZOd7OP0fqbjzxlwrNIdHY929kn9pxg4",
    "image_url": "https://arweave.net/jOpy64QI4gKYZOd7OP0fqbjzxlwrNIdHY929kn9pxg4"
  }
}