{
  "address": "0xbd65795d5bc95417065be3b96302f7c2dd220c46",
  "type": "ERC721",
  "name": "GiGi",
  "tokenCount": "2",
  "uri": "https://arweave.net/eSnB10TgCSlvKU0rha-G7UlGMKYKTZth3I7F4wQ4yB0",
  "metadata": {
    "name": "💢Sasha",
    "created_by": "GiGi",
    "description": "This artwork, made with a sense of gratitude, joy, love, curiosity and utmost interest, is dedicated to the wonderful artist Sasha Kats who, with her hardworking, bravery, love and extraordinary creative nature, embodied in her works, inspires me to challenge myself, search, experiment and open up me to myself without fear, critique or judgement.  \nI am also infinitely thankful for you, Sasha, for responding and showing your support for my experiments. I admire you as a creator and your work, your bravery, your thirst to explore, your delicate delivery and, above all, your skills not only with hard skills but also with the ability to convey so much with minimal instruments of artistic expressions.  \nLike Nabokov's works in which words have taste and color, Churillenis's works in which colors and forms sound, your works carry gentle touches, softness, embraces and comfort, plunging into a liminal state between sleep and awakening, a moment of morning transition to wakefulness and a moment of falling asleep, which we are still able to catch and realize.  \nCreating a portrait allowed me to stay in these touches and states for a while - it was more of a feeling experiment in the process of drawing, rather than a desire to get a perfect result.  \n_________________________________\n\nЭто арт, сделанный   с чувством благодарности, радости, любви, любопытства и максимального интереса, посвящен замечательному художнику Саше Кац, которая своим трудолюбием, смелостью, любовью и экстраординарной  творческой натурой, воплощенных в ее работах, вдохновляет меня бросать себе новые вызовы, искать, экспериментировать и открывать себя для самой себя без страхов, критики и оценок.  \nЯ безмерно благодарна так же за то, что ты, Саша, откликнулась и выразила поддержку моим экспериментам. Я восхищаюсь тобой, как создателем, и твоей работой, смелостью, жаждой исследовать, деликатной подачей и, главное, не только высокими хард скиллами, но и способностью через минимум художественных средств выразить так много. \nПодобно работам Набокова в которых слова обладают вкусом и цветом, работам Чюрлениса, цвета и формы в которых звучат, твои работы несут нежные прикосновения, мягкость, объятия и успокоение, погружают в пограничное состояние между сном и пробуждением, миг утреннего перехода в состояние бодрствования и миг падения в сон, которые мы еще способны улавливать и осознавать.  \nСоздание портрета позволило мне побыть в этих прикосновениях и состояниях подольше - в большей степени это был эксперимент ощущений в процессе рисования, нежели стремление получить идеальный результат в виде качественно выполненной работы. Это было удивительное приключение переполненное чувствами и ощущениями, которое ты подарила мне.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "GiGi"
      }
    ],
    "image_details": {
      "bytes": 15827332,
      "format": "PNG",
      "sha256": "7f731fa9d6e4bdd1d77b7ba5eef8b767df6d329686d71975571bf47d09acc582",
      "width": 4096,
      "height": 4096
    },
    "image": "https://arweave.net/CmyPu-Aau-CUv72EBV6XZ6MkLmOBqv0jyY3Q4IZFnME",
    "image_url": "https://arweave.net/CmyPu-Aau-CUv72EBV6XZ6MkLmOBqv0jyY3Q4IZFnME"
  }
}