{
  "address": "0xbde5c0466c81ebdf722cc28d5875ac120c81307b",
  "type": "ERC721",
  "name": "Collectible Books",
  "tokenCount": "219",
  "uri": "ipfs://bafybeiflqbqp3rebn5shvombfubshjnsm2n7pccilqv4nx2fusdpahr2w4/1.json",
  "metadata": {
    "name": "Dracula #1",
    "description": "### Dracula is a novel by Brahm Stoker, published in 1897\n  Best viewed and interacted with on **Opensea** - just click on the **?** in the navigation bar under the book for instructions\n\r  As an epistolary novel, the narrative is related through letters, diary entries, and newspaper articles. It has no single protagonist, but opens with solicitor Jonathan Harker taking a business trip to stay at the castle of a Transylvanian noble, Count Dracula. Harker escapes the castle after discovering that Dracula is a vampire, and the Count moves to England and plagues the seaside town of Whitby. A small group, led by Abraham Van Helsing, hunt Dracula and, in the end, kill him.\n\r Dracula was mostly written in the 1890s. Stoker produced over a hundred pages of notes for the novel, drawing extensively from Transylvanian folklore and history. Some scholars have suggested that the character of Dracula was inspired by historical figures like the Wallachian prince Vlad the Impaler or the countess Elizabeth Báthory, but there is widespread disagreement. Stoker's notes mention neither figure. He found the name Dracula in Whitby's public library while holidaying there, picking it because he thought it meant devil in Romanian.\n\r \n\rDracula is the first book in the Collectible Books NFT Series by Metaverse Publishing \n\rThis series was created solely to save and preserve as many collectible classic books as possible on the Ethereum Blockchain as interactive, 3D books for the enjoyment of future generations in the Metaverse \n\rVisit https://metaversepublishing.io for more information on our different interactive 3d books series'.",
    "image_url": "ipfs://bafkreib5qmrq6rhv7qvlar6kp4ezm52zt7lpmwpz2a6laryz26vcspuei4/",
    "animation_url": "ipfs://bafybeifcvn3osyo4rnkgvchimlbheyyijj6bspeorx2ukvmgblftxangrm/",
    "dna": "CALSOL12-1-8-5-5-1647042419",
    "edition": 1,
    "date": 1666366617,
    "attributes": [
      {
        "display_type": "date",
        "trait_type": "Published",
        "value": 1666366617
      },
      {
        "trait_type": "Title",
        "value": "Dracula"
      },
      {
        "trait_type": "Author",
        "value": "Bram Stoker"
      },
      {
        "trait_type": "Genre",
        "value": "Horror/Gothic"
      },
      {
        "trait_type": "1st Published Year",
        "value": "1897"
      },
      {
        "trait_type": "Cover Design",
        "value": "AI - Using Nightcafe.Studio by Carel Van Graan "
      },
      {
        "trait_type": "Collectible Book Series Number",
        "value": "1"
      },
      {
        "trait_type": "ETH price on publication day",
        "value": "$1288 USD"
      }
    ],
    "compiler": "CALSOL12"
  }
}