{
  "address": "0xbd890fd580ef4e9bb875daaa67d8ff7b8d5828c1",
  "type": "ERC721",
  "name": "A stretch of rolling mountains",
  "tokenCount": "1",
  "uri": "https://arweave.net/CNEHcXIRhp1xJuM2DhPHhf5UeeO6DtrdRV1L6tWAycw",
  "metadata": {
    "name": "There was a roar",
    "created_by": "GJYFHGF",
    "description": "When the man uttered the incantation, the red skull flag suddenly became larger against the wind, from the original two-foot flag, into a zhangyu flag in a blink of an eye.\n\n\n\nThe man holds the red skull and crossbones flag in his hand, brandishing several times to the mass of black gas that gallops and comes, a moment of time, several blood manns burst out from the red skull and crossbones flag, in the shadow wind and the ghost whistles, that several blood manns fly toward the man behind the black gas that rolls and comes to meet.\n\n\n\nBlack qi and blood awn collided in mid-air, sending out a roar.\n\n\n\nBlood awn disappeared, black qi scattered.\n\n\n\nAfter the black qi dispersed, there appeared a man in a black robe. His age looked about 50 years old. He was haunted by strange black qi all over his body.\n\n\n\nThere was some despair in the thin man's eyes when he saw the black-robed man.\n\n\n\nEven if he had not been injured, he would not have stood a chance against the black-robed man.\n\n\n\nHanging in midair, the man in the black robe looked at the thin man on the ancient road and said with a smile on his face, \"Blood slave, you can run quite well. For the sake of our friendship for a hundred years, hand over your baby and I will save your life. Otherwise, don't blame me for missing the friendship of the past.\"\n\n\n\nWith a somber groan, he reached out and touched a mysterious ancient bracelet on his wrist, clumsy in shape but black throughout, as if it could devour a man's soul.\n\n\n\nThe emaciated man named blood slave gave a sad smile, looked at the baby in his arms and said, \"Soul eater, I died in your hands today. I was not killed by those despicable people. I am satisfied with my blood slave.\n\n\n\n\"Blood slave, why are you so foolishly loyal? The law of the jungle has always been the law of the jungle in holy religion for thousands of years. Your demon master is dead, the temple has been taken over by the Demon Clan, and all the factions of the demon clan have been annexed. Why are you so stubborn?\"\n\n\n\n\"Bah!\"\n\n\n\nThe blood slave spat angrily, \"If you want to kill, you can kill. Even if I die, I will not give the little Lord to you!\"\n\n\n\nSay that finish, see him shake the hands of the banner, will be wrapped in the arms of the baby in which, see the ancient road at the end of that lofty peak, transport the whole body strength, force a throw!\n\n\n\nWhoosh!\n\n\n\nThe huge red jolly Roger, wrapped around the baby, vanished in a flash into the sky and shot into the distant peak.\n\n\n\nAfter a look, He suddenly changed his face wildly and shouted, \"You are crazy! That's Cangyun Mountain!\"\n\n\n\nThe blood slave laughed and shouted, \"Go to cangyun Gate if you dare!\"\n\n\n\nCangyun Mountain is the main hall of cangyun gate, one of the four factions of the right way, xiuzhen master countless, there are several masters, even for the fear of soul.\n\n\n\nSee the baby was wrapped by the blood flag shot to the direction of the cang yun door, the soul was surprised, once the child to the cang yun door, it is not easy to do.\n\n\n\nThen, he angrily drink a sound, turned into a black manawn, toward the blood flag galloping direction chase and go, want to intercept the blood flag halfway.\n\n\n\nUnexpectedly, eat soul just an action, see a blood red awn block in front of oneself, at the same time, the whole sky seems to be filled with a pungent bloody smell.\n\n\n\nOriginally sunny sky, with the appearance of the blood light, in an instant, there was a rich cloud of blood, gloomy ghost howl, in the sound of the wind, more sad.\n\n\n\nSwallowing soul looked up, see the blood cloud in the countless Yin Ling hidden, teeth and claws, ferocious appearance, the face could not help but slightly changed, galloping on the body, was immediately rich blood cloud to block back.\n\n\n\n\"Blood spirit? I didn't think you hurt so heavy, and even have the strength to drive the blood soul to lead this big consumption of real yuan of ghost way different art! I thought of thee that I, a fellow priest, have known thee for centuries, and would have let thee live. If you are so obstinate, don't blame your husband for being cruel!\"\n\n\n\nSeeing that he could not catch up with the baby, he turned all his anger toward the blood slave.\n\n\n\nHis body was hanging in the air, and his right hand pointed to the sword and stabbed the blood slave on the ground who was stirring up the blood soul and leading the magic. Almost instantly, a dark ray of light shot from his fingertips.\n\n\n\nThe dark light, as fine as dust, but as solid as substance, coagulated and did not come loose, fading so fast that in an instant it hit the blood slave's body.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "GJYFHGF"
      }
    ],
    "image_details": {
      "bytes": 18923,
      "format": "JPEG",
      "sha256": "fdb173468a5883f27fa2d902d9d1d67e96a00d6da2b03b6e7ae62e82e1612d64",
      "width": 250,
      "height": 350
    },
    "image": "https://arweave.net/3iTws3ncKZkAgp7ycJ5_yQlqm9fwWVBy6XYUN7ldRaM",
    "image_url": "https://arweave.net/3iTws3ncKZkAgp7ycJ5_yQlqm9fwWVBy6XYUN7ldRaM"
  }
}