{
  "address": "0xbd11862a5bba58ee8b323cf232dfb314a1bfafcb",
  "type": "ERC721",
  "name": "Extant Edition",
  "tokenCount": "20",
  "uri": "https://arweave.net/cavmozApiw5u0MakqMKccHUMC3-Iag8_E56xQrCiZdU/1",
  "metadata": {
    "name": "Extant #1/20",
    "created_by": "altairnative",
    "description": "It was less than two weeks before the World ceased to function due to the pandemic when my girlfriend and I decided to continue our 5-day trip to Bali. Little did we know that it was one of the best travel experiences that we had. \n\nDuring our second day, we were greeted by a breathtaking place which is known for its T-Rex shaped cliff, giving the feeling of being in a Jurassic Park. The more I look at it, the more I feel that it is somehow alive and it demands to be photographed. In a flash, I switched from tourist mode to photographer mode and started recording what I saw. Having waited for the right moment, as the sun went down, the sky lightened up and started exploding with colors, illuminating the cliff. I felt like Mother Nature was offering me a victory lap after I had witnessed and immortalised this epic moment.\n\nAs this piece symbolised our short but extremely fulfilling vacation, it showed us that life may freeze for a moment, but it will always find a way to make a comeback and live on.\n\nEdition: 20/20  \nSize: 3712 x 5163  \nDate Taken: March 09, 2020\n\nOnce all 20 editions have sold out, three collectors will receive a signed print of this image. They will be drawn at random from the edition number. All collectors will also be eligible for special discounts on all my current and upcoming 1/1 pieces on Foundation.\n\nLicense: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries and essays by holder of the NFT, as long as the creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Altair Rey Emia"
      },
      {
        "trait_type": "Camera",
        "value": "Nikon D7500"
      },
      {
        "trait_type": "Lens",
        "value": "Nikkor 10-24"
      },
      {
        "trait_type": "Location",
        "value": "Bali, Indonesia"
      },
      {
        "trait_type": "Background",
        "value": "Sunset"
      },
      {
        "trait_type": "Foreground",
        "value": "Cliff"
      }
    ],
    "image_details": {
      "bytes": 8622894,
      "format": "JPEG",
      "sha256": "ad6edecdc3de16c69db921bff68709e7bc2d175c56bdaf867ffa16acd96263eb",
      "width": 3712,
      "height": 5163
    },
    "image": "https://arweave.net/Xx45Su9m3Hk4a9VDSEP9gaEltTM7bCp8HG7UUssRE_w",
    "image_url": "https://arweave.net/Xx45Su9m3Hk4a9VDSEP9gaEltTM7bCp8HG7UUssRE_w"
  }
}