{
  "address": "0xbdba9a4812f9ad7f34767b721b002f2799ac7547",
  "type": "ERC721",
  "name": "Wildlife in Monochrome V2",
  "tokenCount": "15",
  "uri": "https://arweave.net/ptnhHudnm67cM8ZEN9KSX5EP2QnCdSogDzfM1yyUt9s/1",
  "metadata": {
    "name": "Aqua Bear #1/15",
    "created_by": "Manish Mandhyan",
    "description": "Polar bears are also referred to as ice bears because they spend most of their lives on the Arctic ice, hunting seals. With the summers getting warmer than usual, the ice has started to disappear much earlier than usual forcing the bears to look for other ways to source food. On this morning in Isfjord, in Svalbard, we came across this female that was continuously swimming in a small bay. It would dive in, surface after a few seconds, shake itself off and then dive in again. As mesmerised as we were with the sighting, we were also perplexed at the behaviour. After half an hour or so of swimming, she finally surfaced again but this time with the remains of what appeared to be a carcass of a seal, took it to the nearby ridge and started to finish it off. The best guess was that she had probably hunted it some time before and gone to sleep on the beach, and the tide had swept the carcass away. With food being so scarce, she had no option but to spend every ounce of energy looking for the remains. \n\nArtist: Manish Mandhyan  \nTwitter: @manishmandhyan\n\nLicence : The NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries and essays by holder of the NFT, as long as the creator is credited. The creator provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with the creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Manish Mandhyan"
      },
      {
        "trait_type": "Location",
        "value": "Svalbard"
      },
      {
        "trait_type": "Camera",
        "value": "SONY ILCE-9M2"
      },
      {
        "trait_type": "Lens",
        "value": "FE 200-600mm F5.6-6.3 G OSS"
      },
      {
        "trait_type": "ISO",
        "value": "1600"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/6.3"
      },
      {
        "trait_type": "Exposure",
        "value": "1/1600"
      },
      {
        "trait_type": "Focal Length",
        "value": "588.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2022:07:25 20:14:26.643+05:30"
      }
    ],
    "image_details": {
      "bytes": 3674152,
      "format": "PNG",
      "sha256": "dda3bb372f8303edd6d35832ab914b28a99b09b35d9acb32b2d0471066de0ba3",
      "width": 2424,
      "height": 1939
    },
    "image": "https://arweave.net/fLditVCNPXE6VyZ47gOUWkcTHEidYuHDO5axaQFPIhk",
    "image_url": "https://arweave.net/fLditVCNPXE6VyZ47gOUWkcTHEidYuHDO5axaQFPIhk"
  }
}