{
  "address": "0xbd7f4003b90358d03cc0af8381d5f49ff18a0295",
  "type": "ERC721",
  "name": "Magna Mutatio / Ventus",
  "tokenCount": "1",
  "uri": "https://arweave.net/KRZ4NuqZL0NvacrAij6eShl7JRovkQcHUB757poDrcs",
  "metadata": {
    "name": "Magna Mutatio / Yamaneko",
    "created_by": "Kryštof Brůha",
    "external_url": "https://krystofbruha.cz/magna-mutatio-yamaneko-nft/",
    "description": "Magna Mutatio / Yamaneko explores a tropical storm that occurred in the fall of 2022 from 13:00 on 10 November to 19:00 UTC+1 on 14 November, approximately 276 NM north of the coral atoll of Wake in the North Pacific Ocean. It was a tropical cyclone - an atmospheric formation in the form of a large-scale vortex with a characteristic eye in the centre - a so-called hurricane. \n\nUnlike previous works, Yamaneko focuses on immediate, current events. The tropical cyclone is a phenomenon quite unique in place and time. In the case of Yamaneko, it was less than five days. It is not a change of landscape, a development of a body of water, a transformation of the natural world. It is a phenomenon without human input. But it remains a driving force in the context of what is observed. At one point, due to the low air pressure and the heat released from the condensing water vapour, an enormous concentration of energy begins to form.\n\nAlthough the causes of the storm are de facto predictable in our observations, their course is not. \n\nThe potential of a storm, an electro-static phenomenon, a relative meteorological anomaly, is not long-lived, it exhausts itself, calms down, and gradually and irreversibly disappears. If, as in the case of Yamaneko, it is a cyclone passing only over the ocean, nothing will be left of it.\n\nFor some time, its effects will be reflected in other forecasts. Even its name, assigned by man, will be forgotten as it originated, passed and disappeared completely outside human settlements.\n\nMagna Mutatio / Yamaneko is tracking a phenomenon that cannot be captured from the viewpoint of a single observer, nor from a single meteo-satellite. It is a dynamic phenomenon for which a sui generis algorithm has been developed that simultaneously composes datasets from multiple satellites simultaneously. Everything further interacts with each other within the set rules of the algorithm. In which water, earth and time become pigment. The resulting macro perspective then allows the entire phenomenon to be visualized. A loop that maps the entire genesis of the hurricane from birth to death in a short window.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Kryštof Brůha"
      }
    ],
    "animation_details": {
      "bytes": 106091166,
      "format": "MP4",
      "duration": 365,
      "sha256": "d96efc83f87d2faa37028a61ebcc1cd20385abceeb6c0316544e720d19277902",
      "width": 1280,
      "height": 720,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/_WnqL-TGLQK4P6zeE_22yPG2vXOljKdiHZc7a3Uj1Tk",
    "animation_url": "https://arweave.net/_WnqL-TGLQK4P6zeE_22yPG2vXOljKdiHZc7a3Uj1Tk",
    "image_details": {
      "bytes": 2440989,
      "format": "JPEG",
      "sha256": "d98389937404ff050ad0e3f407763b730f1fd36f9177c07be1ed65038fb2c9cf",
      "width": 6336,
      "height": 3564
    },
    "image": "https://arweave.net/ubnyRiw3hDqL2ghPYm5rWMSN84MrbJQiXimGMuqqkS4",
    "image_url": "https://arweave.net/ubnyRiw3hDqL2ghPYm5rWMSN84MrbJQiXimGMuqqkS4"
  }
}