{
  "address": "0xbe0c31a97024f74ed2a8105c02db68d0de247f2e",
  "type": "ERC721",
  "name": "Mark de Clive-Lowe - Joyful Resistance Part I (Kabuki remix)",
  "tokenCount": "25",
  "uri": "ar://Jginy_9-CQR_57PlFWby3VEj02pwmAy-cQj-uokolto/1",
  "metadata": {
    "animation_url": "ar://HiNAwuOqKVMZszPZkZVn_nTGyKFwrEih1vtcdz0QBqU",
    "artist": "Mark de Clive-Lowe",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://l-rr9zXNUakj8VMJ41RbReLu7sE2lTQ-H_p8VicQ0H4",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Joyful Resistance Part I (Kabuki remix)",
        "value": "Song Edition"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "22 years ago, I was on tour in Japan and in one of my favorite record stores in Tokyo crate digging. I struck up conversation with another crate digger who turned out to be Kabuki - and that started a whole new world of possibility. Pretty much on the spot, Kabuki asked me if I'd be interested in collaborating on a project and less than a year later I was in Germany in studio with him and his Megashira production partner Mainframe writing and recording their next album ('At Last'). Two whole decades later, we've reconnected with each other thanks to our shared passion for web3 - the power of blockchain!\n\nThis remix came into existence thanks to our first Mashibeats community remix contest, with finalists being chosen by our discord community and winners decided by $BUYBACK holders. Kabuki's remix was one of my personal favorites but didn't end up being in the final 4. Those 4 were minted as 1/1s on Catalog and now, today, we're celebrating the release of the remixes on vinyl (!) and very limited digital (no DSPs) with bonus tracks including this remix. To celebrate the vinyl release, Kabuki and I decided to share his amazing remix with the world via this Sound drop. \n\nThe original of this track (a future drop?!) was my creative reaction to the summer of 2020 when we were in full lockdown, BLM was top of mind for the whole planet, which raised the perspective of [joy] as an act of [resistance] and how that sounds in my imagination. I'll leave it to Kabuki to tell us more about his remix:\n\n\"... when I heard \"Joyful Resistance Part I\" for the first time I fell in love with the chord progression: shades of modal Herbie and \"Extensions\"-era McCoy Tyner conjured a magical mood. I had to figure out how Mark did this! Once I worked out the harmonies I wrote an \"answer\" to Mark’s phrase, starting a musical conversation between the original and remix versions. 808 drums programmed in a jazz waltz pattern and my trademark ARP2600 synth bass provide the necessary contrast. Music that transcends all styles and traditions...\" - Kabuki\n\nzone out to the vibes with us... Joyful Resistance Part I remixed by Kabuki! ",
    "duration": 186,
    "external_url": "https://www.sound.xyz/mdcl/joyful-resistance-part-i-kabuki-remix",
    "genre": "Electronic",
    "image": "ar://l-rr9zXNUakj8VMJ41RbReLu7sE2lTQ-H_p8VicQ0H4",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": null,
    "losslessAudio": "ar://HiNAwuOqKVMZszPZkZVn_nTGyKFwrEih1vtcdz0QBqU",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Joyful Resistance Part I (Kabuki remix) #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Joyful Resistance Part I (Kabuki remix)",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}