{
  "address": "0xbe073f7a029a2f8a3ec5ec96d537a84a361264bf",
  "type": "ERC1155",
  "name": "WALLS Series by Regina Silveira",
  "tokenCount": "10",
  "uri": "https://arweave.net/Scg4aRE0m7e2icJEsTowOzrH4IafmqRCLNKlKGo6w-8",
  "metadata": {
    "name": "WALLS Series #1",
    "created_by": "Regina Silveira",
    "external_url": "https://labirinto.art",
    "description": "The first NFT Collection by Regina Silveira (b. 1939), “WALLS Series”, 2022, is entangled with “15 laberintos”, a serigraphy series created in 1971. In her own digital interpretation, Regina adds new dimensions to the work: volume, time, and action, making them more perceivable and real, even though delivered only through pixels.\n\n10 digital art pieces · 5/5 series  \n2160 x 2160 pixels · mp4 H264 video format · 60fps\n\n--------\n\n“Open Labyrinths”\n\nThere are at least two kinds of labyrinths. The secluding labyrinth, which encloses one in a cloistered architecture from which it is hard to extricate oneself. The open labyrinth, which involves one in a permeable architecture where movement is fluid. In both cases, the goal is to tread the maze. Daedal architecture is an invitation to such treading, a playful impulse in which getting lost becomes a pleasure. The purpose of the labyrinth is not so much to escape its passageways as to toy with the possibilities of movement. In the book “The Idea of ​​the Labyrinth”, Penelope Reed Doob describes “the maze’s inherent duality as the embodiment of simultaneous artistry and confusion, order and chaos, product and process, depending on the observer’s … point of view” (p. 39). Treading labyrinths can thus be understood as a kind of art. However, the subject of this text is not the art of labyrinths, but rather labyrinths in art.\n\nCountless artists have explored the labyrinth as form or subject matter. In an article in Artforum magazine, “Labyrinths: Tradition and Contemporary Works,” Hermann Kern proposes a concise yet fairly extensive path. He follows the labyrinth tradition, with Vergil, the Jericho Labyrinths, the architectures of Francesco de’ Marchi, the Chartres Cathedral, and the different meanings of labyrinth. This preamble leads to contemporary artists such as Ugo Dossi, Terry Fox, Richard Long, Joe Tilson, Robert Morris, Dennis Oppenheim, and others. This list could be expanded with examples from literature, such as Jorge Luis Borges, Julio Cortázar, and Alain Robbe-Grillet.\n\nHowever, Kern is rather literal in his approach. The labyrinth in art can be addressed a little more broadly by drawing on names like Piranesi and Escher. Piranesi represents the secluding labyrinth in an exemplary manner. These are structures that confine, as in prisons. Escher, in turn, suggests a different kind of labyrinth, one which challenges the limits of logic and creates recursive spaces.\n\nRegina Silveira addresses this context with a complex approach. Her initial experiments with labyrinths date from 1971 with “15 laberintos”, a serigraphy series that explores a multiplicity of geometries. The distinctive feature of her labyrinths is their openness. As commonly found in her work, new and old clash, insofar as she draws on elements of tradition to deconstruct its principles. In the fifteen labyrinths, the architectural proposals are modular and accessible. Here, the game of losing one’s way in the meandering maze takes on a different meaning. These are contemporary labyrinths, marked by a geometry that dialogues with the formal rigor of concrete art and the logical ravings of computer art.\n\nThe labyrinth is a recurring motif in her oeuvre, as is the case of the virtual-reality works “Infinities” (2017), “Borders” (2018), and “Odisseia” (2017). But the maze-like structure goes beyond the explicitly labyrinthine to feature in several of the paradoxes she produces throughout her career. There is an expansion of the labyrinth in her works of virtual reality, whether through the materiality of light that creates ambiguity between tangible and intangible, or the possibility of the computer filling in aspects of the work (as in “Odisseia”, where the algorithms design the maze’s entrances). Dematerialization expands the directions of the geometries that make up the mazes, and their grids often acquire greater complexity with increased informational density (as in “Infinities”).\n\nMore recently, this dematerialization trend has been further developed in “WALLS Series”, a collection of animated mazes for distribution in NFT. In these works, the maze’s topology moves in two directions: on the horizontal plane, where its geometries spread out and delineate the meanders through which it is possible to move; on the vertical plane, where these geometries acquire greater volume and propose pathways that expand them. The two-directional maze, which moves up and down, is a labyrinth that offers the possibility of apprehending its whole and deducing its logic. The play-based element of the labyrinth takes on yet another meaning, as it is now possible to explore its wholeness in a play of shapes.\n\nIn distributing her labyrinths as NFT, Silveira follows a two-fold working logic. One is internal to the work, as already mentioned. The other is linked to the means of distributing the work. Silveira has long been distributing her works in digital files, in boxes with a list of assembly rules printed next to the file. This logic of associating a work distributed in digital file with a text that regulates its circulation is the essence of NFT, an aspect she pioneered in this proposal. Thus, transcreating her labyrinths into NFT is a natural consequence of that which she has already been doing. Regina Silveira’s open labyrinths are works that move between different media. Their modular trait takes on new meanings with each iteration, and the actual ensemble is constituted as a meta labyrinth in which the interplay between the different versions makes it possible to understand the ensemble as trajectory.\n\nMarcus Bastos, October 2022.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Regina Silveira"
      }
    ],
    "animation_details": {
      "bytes": 13669436,
      "format": "MP4",
      "duration": 18,
      "sha256": "8e95cc0a269cafdeb349ad60ca13c5d26d9a1f992f1fa1cd1dd5bae3b9448261",
      "width": 2160,
      "height": 2160,
      "codecs": [
        "H.264"
      ]
    },
    "animation": "https://arweave.net/k3VjyXscEkBdddwCD_5UzUCyYonXMxPcx6vCIACwAP0",
    "animation_url": "https://arweave.net/k3VjyXscEkBdddwCD_5UzUCyYonXMxPcx6vCIACwAP0",
    "image_details": {
      "bytes": 2197931,
      "format": "GIF",
      "sha256": "83f764706fae94fcd2a2033c2f95c642e7de4ce1e012fb79a88f2607187b4a70",
      "width": 900,
      "height": 900
    },
    "image": "https://arweave.net/2GLiTTtVm45NR7P5kDOMULSg0NgTHQicHG-SN9RA3yc",
    "image_url": "https://arweave.net/2GLiTTtVm45NR7P5kDOMULSg0NgTHQicHG-SN9RA3yc"
  }
}