{
  "address": "0xc087e46acfcf6af99a5f5c69cce2f57a6c442228",
  "type": "ERC1155",
  "name": "Abyssal whisper",
  "tokenCount": "1",
  "uri": "https://arweave.net/uqOZAIfejhYe1D7_BUD-dt7TMqCrz-uM9BKxblP4vRU",
  "metadata": {
    "created_by": "TheRafa_Arts",
    "name": "Aveline",
    "description": "In the lush and vibrant Garden of Purity, a holy angel named Aveline had the task of watching over the people who lived there. However, she soon discovered that some of the plants in said garden had a sinister nature - their roots were covered with writhing tentacles that grabbed at anyone who got too close. Aveline knew that these plants represented the dark desires and temptations that could lead people astray.  \nDetermined to protect people from the insidious influence of the plants, Aveline drew upon her inner strength and called on the power of the divine. With a flash of light, she summoned a sword of sacred energy and set about destroying the evil plants one by one. The tentacles struck at her, but Aveline stood firm and continued her fight.  \nAs she fought, she felt a pull within her - a desire for something beyond her divine duties. She recognized this feeling as the same temptation that the plants represented. But Aveline knew she could not let it affect her, for the people needed her guidance and protection.  \nWith renewed determination, she struck down the last plant, and its tentacles crumbled into dust. She breathed a sigh of relief and felt the temptation within her fade away. Aveline knew that it was her duty as a holy angel to remain pure and focused on the divine, and she would not allow any dark desires or temptations to divert her from her path.\n\nArtwork created by Sutthiwat Dechakamphu aka TheRafa_Arts.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "TheRafa_Arts"
      },
      {
        "trait_type": "Family",
        "value": "Angel"
      },
      {
        "trait_type": "Triad",
        "value": "3rd triad"
      },
      {
        "trait_type": "Rank",
        "value": "Principalities"
      }
    ],
    "image_details": {
      "bytes": 16017073,
      "format": "PNG",
      "sha256": "d3eb11474851bf9fbe7fccf6de0bd13b81e8c5bf2a8600b8fc8545d6b88ef58d",
      "width": 3333,
      "height": 4104
    },
    "image": "https://arweave.net/YKYMZi3r5v4dUsIdSQpLtsSzy_egcI7tlB7fg7KbYoA",
    "image_url": "https://arweave.net/YKYMZi3r5v4dUsIdSQpLtsSzy_egcI7tlB7fg7KbYoA"
  }
}