{
  "address": "0xc0f83303f153d29ea891af902466d76b9e5c2755",
  "type": "ERC1155",
  "name": "Editions by Dylan Carvalho",
  "tokenCount": "1",
  "uri": "https://arweave.net/a21E73Zxh54S6NbUeiXhL6y-zbtBY9d1tuUWcyD0PIw",
  "metadata": {
    "name": "Mammoths of the Modern Age",
    "created_by": "Dylan Carvalho",
    "description": "'Mammoths of the Modern Age' is one of Dylan's most accomplished fine art photographs. The reason being is that the final image consists of multiple images that were layered on top of each other. This allowed for the scene to be represented in its entire magnitude.\n\nBehind the Photograph\n\nOf all creatures, elephants perhaps best epitomise a wild sense of the divine. Nevermore is this the case than in Amboseli, Kenya where massive herds with huge tusks gracefully walk the plains. It is this grandeur scene filled with an awe-inspiring sentiment that makes this place truly unique.\n\nThe stylistic approach to this photograph encompassed three core elements which were to get close, wide & low. It's the trinity of photographing wildlife with wide angles. The same scene was photographed with a 24mm lens over the course of 30min before they eventually were merged together in post-production.\n\nLicense: Primary NFT holder is free to use in advertising, display privately, and in groups, including virtual galleries, documentaries, and essays by the holder of the NFT, as long as the Creator is credited for the photo. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with the Creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Dylan Carvalho"
      },
      {
        "trait_type": "Location",
        "value": "Amboseli, Kenya"
      },
      {
        "trait_type": "Subject",
        "value": "Elephant Herd"
      },
      {
        "trait_type": "Genre",
        "value": "Fine Art (Wildlife)"
      },
      {
        "trait_type": "Edition",
        "value": "20"
      },
      {
        "trait_type": "Lens",
        "value": "Nikon AF-S NIKKOR 24mm f/1.4G ED"
      },
      {
        "trait_type": "Camera",
        "value": "Nikon D800"
      },
      {
        "trait_type": "Dimensions",
        "value": "7360 x 4912"
      }
    ],
    "image_details": {
      "bytes": 10783809,
      "format": "JPEG",
      "sha256": "e7f953870531807e17a012bf7bf7ae19f09302e7897e1efb2a740d16be9c293c",
      "width": 7360,
      "height": 4912
    },
    "image": "https://arweave.net/VYTrHjji2GIgo8Md_i12mXT6YifdKzjjKk7mcTOB7Y0",
    "image_url": "https://arweave.net/VYTrHjji2GIgo8Md_i12mXT6YifdKzjjKk7mcTOB7Y0"
  }
}