{
  "address": "0xc0c9730cdc903e107c10a9cba4b7332e29ce7e04",
  "type": "ERC1155",
  "name": "We Are The Game 23",
  "tokenCount": "3",
  "uri": "https://arweave.net/WdHNJNPbdfPj9Y9lspThzQHzD1dVZcZJ9llJLedOKy8",
  "metadata": {
    "name": "I Am Jacks NFT",
    "created_by": "The R3v3nant",
    "external_url": "https://twitter.com/wearethegame23",
    "description": "I look around...and i see the strongest and smartest men and women who have ever lived. I see all this potential, and I see it squandered. Goddammit, an entire generation pumping gas, waiting tables, slaves with white collars. Advertising has us chasing cars and clothes, working jobs we hate so we can buy shit we don't need. We're the middle children of history, man; no purpose or place. We have no Great War, no Great Depression. Our Great War is a spiritual war. Our Great Depression is our lives. We've all been raised by television to believe that one day we'd all be millionaires and movie gods and rock stars. But we won't; and we're slowly learning that fact. And we're very, very pissed off.\n\nI Am a R3v3nant. \nI am a metahacker, enter my world...  \nYes, I am a criminal. \nMy crime is that of curiosity.\n\n\"What the hell is going on? Coronavirus, societal collapse, monoliths, aliens, what more do I need to say? Did William S. Burroughs actually achieve his goal of breaking reality? Let me explain. William S. Burroughs was a member of Peter J. Carroll’s magickal organization, The Illuminates of Thanateros. They practiced chaos magick, a system of magick that denies all fixed models of reality. Basically they are encouraged to believe in whatever reality they want. Burroughs was also an author who often used the cut-up method to write his novels, a technique that involves cutting up newspapers and magazines, putting the clippings in a hat, and then randomly pulling them out to create sentences. Burroughs believed the cut-up method was a form of chaos magick that destabilized language, which he claimed was the main control mechanism of reality. Burroughs’ goal was to utterly destroy and dismantle all control systems and he thought his cut-ups could help him achieve this.\"  \n-Nick Hinton - @NickHintonn\n\nI also use this system in my artistic processes....\n\n\"\"Art is now the only evolutionary-revolutionary power.  \nOnly art is capable of dismantling the repressive social system to build  \na SOCIAL ORGANISM AS A WORK OF ART.\"  \nJoseph Beuys, 1921-1986\n\nSo Anon...  \nWould You Like To Play A Game?\n\n\n\n",
    "attributes": [
      {
        "trait_type": "BURN",
        "value": "100%"
      },
      {
        "trait_type": "Artist ",
        "value": "The R3v3nant "
      }
    ],
    "image_details": {
      "bytes": 15592851,
      "format": "GIF",
      "sha256": "d118bef8ff957d0a01dd4baf9deba327d65fcb457f37c946250c667954ed2d01",
      "width": 1060,
      "height": 2199
    },
    "image": "https://arweave.net/2BHXlK32HverR2IHI0npB48QzMNBqADCuSKCnlTCbZk",
    "image_url": "https://arweave.net/2BHXlK32HverR2IHI0npB48QzMNBqADCuSKCnlTCbZk"
  }
}