{
  "address": "0xc02ee3093a0eb4b91ecaf6fd60cbc9216631b2f5",
  "type": "ERC721",
  "name": "LIFE IN THE-WILD",
  "tokenCount": "6",
  "uri": "https://arweave.net/fXwBQvkvrpwyN1MwSw2W6L0ARmY4XTl4_rloppQ4bSU/1",
  "metadata": {
    "name": "SUN·DOWN·HER",
    "created_by": "TREVOR MAINGI",
    "description": "Nature has a way of humbling you. \n\nWaking up at 4 AM to reach the park early enough hoping to catch the sunrise was the plan. We got to the park only to be welcomed by a cloudy morning. By lunchtime, zero activity. Just you regulars. Zebras, giraffes but no cats. The search goes on for hours. We get lucky with the first pride but they are on the move. We tail them for a few kilometers before they go off road. At least some action we tell ourselves. \nBack to the search. Roughly past 5PM we spot some cats but they snoozing. \nWe get close and it's the Honeymoon lions of The Nairobi National Park.  \nYou know how we all ugly when we sleeping? Yeah...  \nWe park the car and hope that they'll wake up and roam just to get some solid photos.  \n\nLet me share a fun fact as we wait for the sleeping beauties to wake up. ...... When it comes to lion mating, the female is boss. The only time a lion can make lioness do mating by killing her cubs.  \nWhen you see lioness retaliate during mating, this is because mating is a painful process because the lion's penis is barbed and withdrawal causes pain.\n\nIt's 6 PM. The cat's are up and walking. They are looking for a spot to mate. We change our spots to get the perfect frame. \nThere it is. Icing on the cake.\n\nNature's beauty taking place.\n\nPhotographer: Trevor Maingi \nLocation: Nairobi National Park   \nSize:  7020 x 5014  @300dpi  \n\n\nLicenses:  \n‍NFT Holder Can display in virtual galleries, privately and in groups , and essays provided proper crediting is done. No rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Trevor Maingi"
      },
      {
        "trait_type": "Camera",
        "value": "SONY ILCE-7RM4"
      },
      {
        "trait_type": "Lens",
        "value": "Sony FE 70-200mm F4 G OSS (SEL70200G)"
      },
      {
        "trait_type": "ISO",
        "value": "320"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/4"
      },
      {
        "trait_type": "Exposure",
        "value": "1/2000"
      },
      {
        "trait_type": "Focal Length",
        "value": "200.0 mm"
      }
    ],
    "image_details": {
      "bytes": 27941134,
      "format": "JPEG",
      "sha256": "19d215132d1965e2f56db812fa3b532a527c3320684aa9be3c2d0c5a97715b8e",
      "width": 7020,
      "height": 5014
    },
    "image": "https://arweave.net/5AjUUwxDxQ6Lly8JJkNVkTRT4vOu6nSdMuWXazrQskE",
    "image_url": "https://arweave.net/5AjUUwxDxQ6Lly8JJkNVkTRT4vOu6nSdMuWXazrQskE"
  }
}