{
  "address": "0xc057f30fe42cafa2c1155114933dc0ae80d5e68a",
  "type": "ERC721",
  "name": "REFLECTIONS II: Growth Society",
  "tokenCount": "140",
  "uri": "ipfs://QmTBD6WPwYApz6QSuCgZeSU1ws79qom7Fd9qLxwHazHbux/1",
  "metadata": {
    "description": "In the future of growth, energy is limitless, Dyson spheres allow humans to grow, without destroying. In this window into the future, Hera (alter ego of the artist Leyvel, with her digitised features), travels to a new planet: everything is to be explored, to be discovered. Hera, in the mythology of the goddess of the stars, is growing. \n\n\nEach composition is made up of 2D and 3D parts joined in a videogame graphic engine that allows us to combine and animate the different parts. As a result we obtain animations that move the elements of the composition very slightly, creating the sensation that they are living paintings that open a window to a new virtual world.\n\n\n**Leyre Pérez Velasco** known in the artistic scene as Leyvel is a multidisciplinary artist specialized in plastic arts, mura- lism and digital composition. Graduated in Fine Arts from the Francisco de Vitoria University (2022), she is currently studying an advanced master's degree in Digital Art at the Lightbox school. While she was studying, she was selec- ted in the Plastic Arts Circuit of the Community of Madrid and awarded the UFV Scholarship for Academic Excellence (2018).In relation to urban art she has intervened in the Invasion Street Art Festival (2022) in Plasencia and in the festival Arte Vivo en Las Villas (2022) curated by La Juan Gallery.",
    "background_color": "ffffff",
    "external_url": "https://niftygateway.com/collections/reflections-2",
    "image": "https://media.niftygateway.com/video/upload/v1686574685/publishers/nftmania/75539/97384/crecimiento_30s_FINAL.png",
    "name": "Hera's Growth #1/1",
    "image_hash": "QmYxgC11HzcXWitRMzWPKpBv4v2p2U52D5jywiX5isaHFJ",
    "animation_url": "https://media.niftygateway.com/video/upload/v1686574685/publishers/nftmania/75539/97384/crecimiento_30s_FINAL.mp4"
  }
}