{
  "address": "0xc006c593a88a2eca4d19a6ef5d168b45f6c1c8c8",
  "type": "ERC721",
  "name": "What Did the Deep Sea Say by Sara Macel",
  "tokenCount": "32",
  "uri": "https://arweave.net/08NJrIjv2pC3VO5LFwp0CwqmANkf4kIlPYG2_HORTN0",
  "metadata": {
    "name": "What Did the Deep Sea Say #1",
    "created_by": "Sara Macel",
    "description": "Assembly presents \"What Did the Deep Sea Say” by New York-­based visual artist Sara Macel. This NFT collection explores the private lives of women dealing with their own unique circumstances at different points in time while swimming in the same waters. \"What Did the Deep Sea Say” was inspired by a suitcase full of photographs belonging to Macel’s deceased grand­mother that unearthed an unknown chapter in her family history that led to Hollywood, Florida. In this seaside town that appears lost in time, Macel retraces her grandmother’s footsteps while also photographing the land­scape, her mother, and herself. By interspers­ing medium-­format color photographs with her grandmother’s black-­and­-white images from the 1940s and her mother’s color snap­shots from the 1970s, a visual conversation emerges. \n\nSara Macel is a visual artist based in Queens, NY. Her work often deals with themes of the archive, family, memory, place and time. Macel’s work has been internationally exhibited and is in various private collections, including the Museum of Fine Arts Houston, Cleveland Museum of Art, Harry Ransom Center, and the Center for Photography at Woodstock.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Sara Macel"
      },
      {
        "trait_type": "Copyright",
        "value": "All Rights Reserved"
      }
    ],
    "image_details": {
      "bytes": 2483099,
      "format": "JPEG",
      "sha256": "666d965bb110c7148aa6ace77d1f5531c520baeacdd5b039c150b0c3f84af24b",
      "width": 3000,
      "height": 2421
    },
    "image": "https://arweave.net/p-dKJgOHVZRlm67-h7mFfkapKxKmjy7gaDXZlO-eubo",
    "image_url": "https://arweave.net/p-dKJgOHVZRlm67-h7mFfkapKxKmjy7gaDXZlO-eubo"
  }
}