{
  "address": "0xc0f28577a5f2be8c76996818264b0f41a0301f59",
  "type": "ERC721",
  "name": "Isadore Noir - Love Again",
  "tokenCount": "17",
  "uri": "ar://tKASEjnR50SHBi0YiOxFMoJLID6_vB0Hi_oblRWBcyE/1",
  "metadata": {
    "animation_url": "ar://se_1RRkXqX1Tjvc-8QHeOIZTu0fZa6F39Yx68lSxO_Q",
    "artist": "Isadore Noir",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://nPVq9BYcw1pxydWm67MctJVMVVL7DEpqwo9yIehBriE",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Love Again",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "Imagine you could go back and tell your 17-year-old self “I’m good enough as I am.” Imagine what could’ve been one of life’s biggest failures turning into triumph.\n\nMany moons ago as a senior in high school I was given the task of completing an exit project, where I would research poet Elizabeth Barrett Browning and one of her works and write about it. My English teacher was very vague with instructions and it left me feeling lost. So I procrastinated. Why? I started reading at a year and a half, I went to gifted and talented schools my whole life, why was this challenging? The me of today (post a late stage ADHD, Anxiety disorder diagnosis) would reach out for clarity and understanding of expectations.\n\nBut the me then who knew more than I gave her credit for, turned to music. The one constant, the one bit of clarity even when nothing else fell into place. I thought I knew the person I’d love forever and while that is not true- I did know then how profound, forgiving, patient and other worldly love was and still is. \n\nSo I wrote Love Again but never turned in my project OR the song. I just knew it wasn’t good enough. I Technically flunked high school. As a result I had to do a semesters worth of English projects in one week to graduate on time. And did.\n\nThis recording was created 2years later @ 19 years old. The first song I ever wrote recorded, vocal produced, and co produced with my brother B. Sharpe. I was good enough then. And I’m good enough now.\n\nIt takes tremendous shadow work, to reach back into the past, and soothe the pain of a younger self. That is the point of life. That is the point of love.",
    "duration": 237,
    "external_url": "https://www.sound.xyz/isadorenoir/love-again",
    "genre": "R&B & Soul",
    "image": "ar://nPVq9BYcw1pxydWm67MctJVMVVL7DEpqwo9yIehBriE",
    "isrc": null,
    "key": "A_MAJOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://se_1RRkXqX1Tjvc-8QHeOIZTu0fZa6F39Yx68lSxO_Q",
    "lyrics": null,
    "mimeType": "audio/mpeg",
    "nftSerialNumber": 1,
    "name": "Love Again #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Love Again",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}