{
  "address": "0xc08081ff27a1ff971a9150901e8fb2926bc04ef8",
  "type": "ERC721",
  "name": "NFT OCS Collection #3 BAKI HANMA",
  "tokenCount": "915",
  "uri": "https://d2rw5dgd2n8nmf.cloudfront.net/token/metadata/OCSBKI/1",
  "metadata": {
    "name": "NFT OCS Collection #1 BAKI HANMA",
    "image": "https://d2rw5dgd2n8nmf.cloudfront.net/token/resource/OCSBKI/1.png",
    "description": "板垣恵介による累計発行部数8,500万部突破の人気格闘マンガ「刃牙」シリーズの第三部「範馬刃牙」を原作としたアニメ。刃牙が“地上最強の生物”の名を持つ勇次郎に挑戦状を叩きつけ、対する勇次郎も刃牙の成長を認め、自らの対戦相手として相応しいとこれを受諾。遂に因縁の親子が全身全霊で激突する展開へ......ッッ\n\n強敵たちとの死闘を重ねていく中で、刃牙は父であり地球で最も強い生物である範馬勇次郎との対決を望めるまでに成長していた。\nそして、勇次郎と闘う前の適当なスパーリング相手として、勇次郎と並び立つ強さを持つとされるMr.アンチェインこと、ビスケット・オリバと闘おうとする。刃牙は彼を倒すことで、もう一つ上の強さを手に入れようと考えたのだ。しかしそのオリバが現在いる場所はアメリカのアリゾナ州にある、通称「ブラックペンタゴン」と呼ばれる凶悪な犯罪者のみが服役している刑務所。刃牙はオリバと闘うために、 ブラックペンタゴンに自ら収監されるが、そこにはオリバ以外にも、超弩級の猛者たちが待ち構えていた...!! 力だけがこの刑務所の掟!! 空前絶後の「ブラックペンタゴン」編、今スタートオッッ!!\n\n知的財産権に関する注意事項\n・本NFTは本NFTの発行者（以下｢発行者｣）が提供するサービス（以下｢本サービス｣）内で閲覧して楽しむことができるものです。ユーザーは、OpenSeaにおける利用規約及び発行者が定める利用規約において認められた方法及び範囲でのみ、本NFTを閲覧・利用することができます。\n・ユーザーは、本NFTの複製、改変、翻案その他の二次創作行為等を行ってはならないものとします。\n・本サービスのコンテンツに係る知的財産権（著作権、特許権、実⽤新案権、意匠権、商標権その他の知的財産権）は、発行者または当該権利を有する第三者に帰属しています。発行者による本サービスでの利⽤を許す⾏為及び本NFTの譲渡は、当該権利の移転とは解釈されないものとします。\n©板垣恵介(秋田書店)／範馬刃牙製作委員会\n\n\"BAKI HANMA\"is the 3rd chapter of the popular martial arts manga series \"BAKI\"by Keisuke Itagaki with more than 85 million copies sold. Baki challenges Yujiro, The Strongest Creature on Earth, to fight with him and Yujiro accepts, recognizing Baki now has grown to be a worthy opponent. Finally, the fateful fight between father and son begins. The original manga \"BAKI\", serialized in Weekly Shonen Champion from Akitashoten, is a popular martial arts manga that centers on the story of the deadly fight between the protagonist Baki Hanma, the champion of the Underground Arena Tournament, and his father Yujiro Hanma, the Strongest Creature on Earth. Additionally, the battles of other martial arts fighters happen all the time. The new TV series will tell the story of Baki as he is about to fight against Yujiro, for \"The Fiercest Father and Son Fight on Earth\".\n\nAfter numerous deadly fights against strong opponents, Baki has finally reached the level to challenge his father Yujiro, The Strongest Creature on Earth. Before his fight against Yujiro, Baki chooses the \"just right\" sparring opponent in Mr. Unchained, a.k.a. Biscuit Oliva, who is considered to be as strong as Yujiro. Baki intends to become one step stronger by defeating Oliva. However, Oliva is now at the \"Black Pentagon\": the prison complex in Arizona, USA exclusively used to contain extremely dangerous criminals. In order to fight Oliva, Baki decides to be imprisoned at the Black Pentagon, but other extraordinary fighters are waiting for him. The only rule in this prison is power!! It's the beginning of the unprecedented \"Black Pentagon\" Saga!!\n\nNotes on Intellectual Property Rights\n-        This NFT is available for viewing and enjoying within the service provided by the issuer of the NFT (the “Issuer”).  Users may view and use the NFT only in the manner and to the extent allowed by the Terms of Use on OpenSea and Terms of Use determined by the Issuer.\n-        Intellectual Property Rights (copyrights, patents, utility model rights, design rights, trademarks, and other intellectual property rights) to the contents of the service belong to the Issuer or third parties that own Intellectual Property Rights.\n-        Any action by the Issuer permitting the use of the NFT on the service and transferring the NFT shall not be construed as a transfer of Intellectual Property Rights.\nⒸ Keisuke Itagaki(AKITASHOTEN)/Baki Hanma Film Partners\n",
    "animation_url": "",
    "external_link": "",
    "attributes": [
      {
        "trait_type": "Body",
        "value": "fighting pose-prison uniform (Baki Hanma)"
      },
      {
        "trait_type": "FaceExpression",
        "value": "intimidating (Baki Hanma)"
      },
      {
        "trait_type": "Character",
        "value": "Baki Hanma"
      },
      {
        "trait_type": "FightingSpirit",
        "value": "fighting spirit-red-C (Baki Hanma)"
      },
      {
        "trait_type": "Background",
        "value": "Dairaitaisai arena-2"
      },
      {
        "trait_type": "OCSFigureID",
        "value": "OCSBKI_1"
      }
    ]
  }
}