{
  "address": "0xc098c972e1702fa02e82d273cc32b2d8d572181d",
  "type": "ERC721",
  "name": "The Circle by Godwits",
  "tokenCount": "100",
  "uri": "https://arweave.net/UbNO26t6OnVigw9zRDc_t66BWK09-E8KKFkmqADqCJE",
  "metadata": {
    "name": "The Circle 1",
    "created_by": "Godwits",
    "external_url": "https://godwits.com",
    "description": "EDITION 1 OF 1  \n\nTitle: The Circle  \nArtist: Godwits  \nYear: 2023  \nSmart Contract By: Manifold  \nArtist Royalty: 7.5%  \n\nIs \"The Circle\" design or art? The purpose of design is to solve problems and according to Leonardo Da Vinci, \"Art is never finished, only abandoned.\"  \n\nThe concept of \"The Circle\" blends Eastern and Western art styles to create a unique digital visual experience. The circle depicts ensō (円相, \"circular form\") a traditional Japanese brush calligraphy painting of a one fluid brushstroke, with no hesitation of corrections, to symbolize unity, enlightenment, and the potential for infinite possibilities.  \n\nThe incomplete circle allows for the idea of movement and development as well as the perfection of all things. Zen practitioners relate the idea to \"wabi-sabi\", the beauty of imperfection. Does \"The Circle\" fall under a digital imperfection like software with bugs or vulnerabilities?  \n\nWhen the circle is closed, it represents perfection, akin to Plato's perfect form, the reason why the circle was used for centuries in the construction of a cosmological model.  \n\n\"The Circle\" is filled with a dynamic and vibrant color field study, in the style of Post-Painterly Abstraction. The blend of fields of colors and hues overlapping creates a sense of depth and movement. The use of different shades and tones creates a sense of harmony and balance.  \n\nLimited to personal non-commercial use and resale rights of NFT are granted.  \nAll other terms & rights are reserved to Abstract Art Labs LLC.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Godwits"
      }
    ],
    "image_details": {
      "bytes": 873903,
      "format": "PNG",
      "sha256": "5824600855fb4bf23084f4e16540b77fb40495062c489008ef600938b60fac51",
      "width": 2000,
      "height": 2000
    },
    "image": "https://arweave.net/Y-tr8qdGFatniywXtmlMsirSpm7jo1AX7E6Nl8ncevw",
    "image_url": "https://arweave.net/Y-tr8qdGFatniywXtmlMsirSpm7jo1AX7E6Nl8ncevw"
  }
}