{
  "address": "0xc1fbc19ba43390f6702f1bf0e2326288bbc33e77",
  "type": "ERC721",
  "name": "Ichthus Marketplace",
  "tokenCount": "1",
  "uri": "https://metadata.mintable.app/CV2d8Ss7JbU5aIalqI-q/OyoTD",
  "metadata": {
    "symbol": "Global Marketplace for IchthusNation",
    "image": "https://d1iczm3wxxz9zd.cloudfront.net/1edda8a2-ce12-4665-bd53-410f3caf4773/534b54a7-4bef-42c1-94e7-0eaa49030a1e/OyoTD/ITEM_PREVIEW3.png",
    "animation_url": "https://d1iczm3wxxz9zd.cloudfront.net/1edda8a2-ce12-4665-bd53-410f3caf4773/534b54a7-4bef-42c1-94e7-0eaa49030a1e/OyoTD/ITEM_PREVIEW2.mp4",
    "royalty_amount": 3000,
    "copyright_transfer": false,
    "address": "0xC1fBc19ba43390f6702f1Bf0E2326288Bbc33E77",
    "tokenId": "OyoTD",
    "resellable": false,
    "original_creator": "0x2ee5c644BDF61eFc1e7d8DBB692Aa86Ff9F87269",
    "edition_number": 1,
    "description": "<p><strong>Welcome to  IchthusNation!</strong> We are so excited that you are here today. The borders are now open and you can become a citizen of IchthusNation.</p><p>Ichthus Nation is the largest global digital nation-state in the world led by a woman, Her Excellency, President Adande. Ichthus Nation has a Gross Domestic Product of over 153 billion IchthusCoins, our global digital currency.  As an IchthusCitizen, you will be able to shop at the marketplaces with the IchthusCoins. The marketplaces will include the Ichthus Nation College to study the Ichthus Constitution, a more than 2,000-year-old moral code; Ichthus Dealership to purchase car titles' NFTs; Ichthus Estate to purchase land deeds' NFTs, and Ichthus Marketplace to get limited edition collectible NFTs with physical collectibles shipped worldwide. </p><p><strong>NFT CONTENT: This IchthusCitizen Bundle includes your citizen avatar NFT, t-shirt NFT with your physical t-shirt shipped out to you worldwide in 7 to 10 business days, your enrollment into the Citizenship Certificate Program at Ichthus College, and 10 IchthusCoin tokens included to purchase your physical t-shirt.</strong></p><p>Your future NFTs will have real-life monetary value in the IchthusMarketplace. The NFTs and Coins can be held long-term and or can be traded with each other as you decide.</p><p>Visit us today at IchthusNation.com, a nation born in one day, will live forever!</p><p><strong>DISCLAIMER:</strong> Content provided in this NFT is not financial or legal advice. The user assumes all risk. This NFT is for entertainment purposes only.</p><p><strong>ICHTHUSCOIN TOKEN ACCOUNT NOTICE: </strong>Important Information About Procedures for Opening a New IchthusCoin Token Account.</p><p>To help the government fight the funding of terrorism and money laundering activities, federal law requires all financial institutions to obtain, verify, and record information that identifies each person who opens an account.</p><p>What this means for you: When you open an account, we will ask for your name, address, date of birth, and other information that will allow us to identify you. We will also ask to see your driver’s license or other identifying documents.</p><p>Visit IchthusNation Official Website: https://linktr.ee/ichthusnation</p><p>#IchthusNation </p><p>#IchthusCitizen </p><p>#IchthusCoin </p>",
    "printableSeries": true,
    "title": "Join IchthusNation with Citizen Eve Avatar Bundle and 10 IchthusCoins",
    "url": "https://metadata.mintable.app/CV2d8Ss7JbU5aIalqI-q/OyoTD",
    "printableAmount": "100000",
    "file_key": "534b54a7-4bef-42c1-94e7-0eaa49030a1e/OyoTD/1edda8a2-ce12-4665-bd53-410f3caf4773_IchthusCitizenBundleEve.zip",
    "apiURL": "CV2d8Ss7JbU5aIalqI-q/",
    "subtitle": "Includes Female Avatars, Certificates and Physical T-shirt",
    "name": "Join IchthusNation with Citizen Eve Avatar Bundle and 10 IchthusCoins",
    "Visit IchthusNation Official Website": "https://linktr.ee/ichthusnation",
    "category": "Collectibles",
    "edition_total": "100000"
  }
}