{
  "address": "0xc107f423937833fc45d4fbc23dbf4e24b5a013a7",
  "type": "ERC1155",
  "name": "MISSING MUTANT",
  "tokenCount": "2",
  "uri": "https://arweave.net/I3AbIKjiTOrOk42Xg6QFdkSf5qQ4Nxl7h0RQ2JBgUDI",
  "metadata": {
    "name": "Missing Mutant 5481",
    "created_by": "Michael Tamzil",
    "external_url": "https://www.michaeltamzil.com",
    "description": "I had a terrible experience in the world of Web3 when I lost all of my NFTs due to a scam on Discord, where the thief posed as a moderator of a project. Despite this, I am determined to find a silver lining and use my skills as an artist to make a positive impact by creating my first NFT. My goal is to spread awareness and promote positive energy in the NFT community.\n\nThrough creating this NFT, I aim to educate others about the importance of safety and the dangers of scams in the NFT space. My hope is that by sharing my experience, I can inspire others to find the positive in negative situations and continue to drive the NFT culture forward.\n\nMichael immigrated to the United States from Indonesia at the age of 17. He is a self taught artist who has made a career by utilizing high art to help design and build brands. Simply put, TAMZ is a visual storyteller. Tamzil is a highly sought after visionary by a vast clientele from around the globe. He is the recipient of numerous design, advertising and creative awards based on his diverse scope of work. His two decades client list includes: Coca-Cola, Samsung, Porsche and a vast array of celebrity and iconic hospitality, real estate brands.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Michael Tamzil"
      }
    ],
    "image_details": {
      "bytes": 14978602,
      "format": "JPEG",
      "sha256": "fc07d864d9c400733763aaa9b39d62d9eb79e02bd226bd4194f436ec28194f6f",
      "width": 5000,
      "height": 5000
    },
    "image": "https://arweave.net/ZAK6Z-DSEa4it-TMRHzHBGqXF7yJGKsDLY8H0YrpkpQ",
    "image_url": "https://arweave.net/ZAK6Z-DSEa4it-TMRHzHBGqXF7yJGKsDLY8H0YrpkpQ"
  }
}