{
  "address": "0xc1d57f27b31e34351dd579006c40b46013f0df84",
  "type": "ERC721",
  "name": "Miles Ryan Harris - Better With You",
  "tokenCount": "10",
  "uri": "ar://HDKRInNumZsADx0zVKuFCQE3NeG47ysmApekrhy9rSc/1",
  "metadata": {
    "animation_url": "ar://8b-qcd6ob7bLDsZXSWAnAKT23G_g6F0SnvhsPUS_Pfc",
    "artist": "Miles Ryan Harris",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://hIC3a6lYZLBVlYZIhzAVOnHik5k2noWGxFXsCDDuQIE",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Better With You",
        "value": "Song Edition"
      }
    ],
    "bpm": 156,
    "credits": null,
    "description": "I feel at peace after my last release.\n\nI feel like there has been a lot on my head + heart lately that I needed to get off before moving forward. Life can throw a lot at us and I know that things can not always go as planned but I'm in a space where I just want to share my music with you all. \n\nI don't want to overthink it. I don't want to stress. I don't want to wait. So this is the first of my weekly releases to close out the year.\n\nEach of these songs are moments in time and I'm grateful that we can share them together.\n\nI remember recording the hook to this song first which I usually never do. It was like 3 in the morning and I had so much energy but I couldn't come up with the words to fill in the verses so I decided not to force it.\n\nI probably let it sit for another day or two then when I finally came back to it the words just flowed.\n\n\"Tell me baby one time at least...\"\n\nAnd this song was born. It also has one of my favorite bars I've ever written:\n\n\"I think about you daily, you like my blood you call me 'Bae' I'd rather call you brazy... I saw the red flags early.\"\n\nLike... come on guys. 🤣\n\nI know I repeatedly say this, but Web³ has completely changed how I think about my music. How I release it. The value I place on it. What I truly want my message and impact to be.\n\nAnd I will always put the music first. That is my only promise. There may be times where I need to tend to me. Times where I'm not as active on social media or I can't show up in the ways I would like to. But I promise you that if I put a song out into the world that I gave it my all.\n\nThank you guys for supporting me. For the constant reminder that I am walking the path I am meant to walk. \n\nAll love, always.\n\nArtwork by GRAFIK (@grxfk)\nMastered by DJ Twinny Twin (@DJTwinnyTwin)\nProduced by Kermo Beats\n\n-MRH",
    "duration": 188,
    "external_url": "https://www.sound.xyz/milesryanharris/better-with-you",
    "genre": "R&B & Soul",
    "image": "ar://hIC3a6lYZLBVlYZIhzAVOnHik5k2noWGxFXsCDDuQIE",
    "isrc": null,
    "key": "F_MINOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://8b-qcd6ob7bLDsZXSWAnAKT23G_g6F0SnvhsPUS_Pfc",
    "lyrics": {
      "text": "Tell me baby one time at least…\n\nIs it a crime?\nThe way you always cross my mind the way you cross the streets…\n\nIf imma dog I’m off the leash\nI mean sheesh…\n\nI can’t see me picking no sand up off the beach\n\nI think about you daily...\nYou like my blood\nYou call me Bae, I’d rather call you brazy\n\nI saw the red flags early...\n\nGirl you just like your mother\nLove her but she be trippin’\nDay and night from your father I know that nigga went missing\n\nDaddy issues, baby daddy issues\nAll of the reasons that I can’t be happy with you…\n\nSo dramatic\nThe stress is post traumatic\nAnd i’m surprised that we survived the way we both been at it...\n\nBobby, Whitney\nI’ll find a New Edition don’t get cocky with me\nBonnie, if Clyde decide she tryna catch a body with me...\n\nI could leave you but I won’t…\nI could hate you but I don’t...\n\nWoah\n\nYou're the only one that I want\nBut you gone keep me waiting too long\nYou gone leave me here on my own\nAnd I'm fine but I'm...\n\nBetter with you (x8)\n\nYeah\n\nRoses are red and the violets are turning violet, violet\nMy hopes as high as a fighter pilot\nWrote this on the fly\nFly on the wall\nWall high I don’t hide behind it\n\nNiggas got nigga needs\nBitches from different breeds\n\nMurder she wrote what the sentence reads, my sympathies...\nI thought the grass would be greener until I clipped the weeds\n\nI would leave you but I won’t…\nI should hate you but I don’t...\n\nYou're the only one that I want\nBut you gone keep me waiting too long\nYou gone leave me here on my own\nAnd I'm fine but I'm...\n\nBetter with you (x8)",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Better With You #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Better With You",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}