{
  "address": "0xc13b6dd28fa976863be731586acd0166c11e244c",
  "type": "ERC721",
  "name": "Floofies Club",
  "tokenCount": "2",
  "uri": "https://arweave.net/F4py9meRWqg7dBnl-aJQ_ABLqfC2uk-6hQMSTvpkABs",
  "metadata": {
    "name": "Shadow Tail",
    "created_by": "Lily Lorelei",
    "external_url": "https://lilylorelei.art/",
    "description": "Shadow Tail. A masterful fighter expert in ninjutsu, poisons, and espionage techniques. With magical powers, such as the ability to disappear, predict the future, and move objects with his mind.  \nHis catchphrase that serves the purpose of intimidating the enemy is: \nDo you like nuts? How about deez nuts!\n\nShadow Tail is a member of a secret gang called Floofies Club. The Floofies Club has two rules: Never talk about the Floofies Club and another one that they forgot. They have a plethora of unwritten rules.  \nThey live in the wilderness. The Floofies occasionally visit lands inhabited by humans to bring back stolen materials such as air and whatever else suits their fancy.\n\nThe Floofies must have regular naps throughout the day. Even in the middle of a fight, they will pause to nap. When they wake up, they pick up the fight where they left it.  \nThey are predominantly mischievous, fun-loving creatures, but if one of them becomes infuriated, they all become infuriated. And they don’t even know what they’re furious about. Becoming infuriated and duelling with each other happens twice a week precisely and without any delay.\n\nOnce, they ventured outside the secret land and found a shipwreck filled with bottles of rum. They all got so intoxicated that day that they forgot to go invisible and allowed two humans to see them. What happened to those humans, nobody knows. It was that faithful day that they lost their master. \nFinding the Master Floofie has become the solemn purpose of the Floofies Club. They placed invisible signs on trees that nobody could read: If you see this Floofie, tell them to come to this location: 33:45_001. We offer 10 of our juiciest apples upon his return.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Lily Lorelei"
      },
      {
        "trait_type": "Year",
        "value": "2022"
      },
      {
        "trait_type": "Animal",
        "value": "Squirrel"
      },
      {
        "trait_type": "Special Skill",
        "value": "Ninja"
      },
      {
        "trait_type": "Collection",
        "value": "Floofies Club"
      }
    ],
    "animation_details": {
      "bytes": 8317604,
      "format": "MP4",
      "duration": 6,
      "sha256": "ce47da4179c9c4ba847987cac504f3860e5d179a41a9345efc2b0df6ce50dca6",
      "width": 3500,
      "height": 4000,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/R36GXHxyRdByjasCxXJtfpjcp2sRwfjeePPOAk-ht9o",
    "animation_url": "https://arweave.net/R36GXHxyRdByjasCxXJtfpjcp2sRwfjeePPOAk-ht9o",
    "image_details": {
      "bytes": 17177532,
      "format": "PNG",
      "sha256": "76d0b81b23f03c06fdfa2bd439f5c775059236ab8f564c1105b52492ed9b5aac",
      "width": 3500,
      "height": 4000
    },
    "image": "https://arweave.net/Y9VbGWHaI1Xy5bB95Mjsm39OpmDD0V9AyyTsk_OBUH8",
    "image_url": "https://arweave.net/Y9VbGWHaI1Xy5bB95Mjsm39OpmDD0V9AyyTsk_OBUH8"
  }
}