{
  "address": "0xc17d3c4db62eaa8babcdf9c4e39f1a6f0c4e9e5f",
  "type": "ERC721",
  "name": "Mark de Clive-Lowe - Crush Velvet",
  "tokenCount": "6",
  "uri": "ar://bXolA_evaPXT7ArLBm2lchvzT2wc6imcyE37wmujp9o/1",
  "metadata": {
    "animation_url": "ar://bre9Vdu7V_e7shPqzsVlXfFnUIoN4tsjKt1HHAVKpVA",
    "artist": "Mark de Clive-Lowe",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://E-lirQ2nAyU1a7ZRRExxrxy1XiVMTibQ-h9aUESPXnQ",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Crush Velvet",
        "value": "Song Edition"
      }
    ],
    "bpm": 126,
    "credits": null,
    "description": "my dear friend, mentor and collaborator Phil Asher aka Phlash aka restless soul passed away unexpectedly during the pandemic. one of the standard bearers for soulful house production and DJing and one of the pioneering progenitors of the music we made that became known as broken beat, Phlash's contribution to culture and community is immeasurable. we met when I first went to London and were in studio collaborating from the very next day, leading to a deep friendship and countless musical collaborations together. \n\nwhen he passed, this was one of the tracks I made with him front and top of mind. a key venue for the broken beat scene was Velvet Rooms in central london, a space where we'd share music that had just been made that day or week, music that challenged the status quo of dancefloor and embraced the entire history of black music in an almost unnervingly forward-thinking way. the party was called co-op and Phlash was one of the OG founders. in reflecting on his passing and creating in that zone, naming this track Crush Velvet made all the sense to me. \n\nfrenetic break beats, lush soulful harmony, metric modulations and moogy synth melodies... Crush Velvet paints a picture of sci-fi space samurai, sword fighting while dancing around each other... otherworldly realms of simultaneous celebration and battle. \n\nrip Phlash !\n\ncreated, performed, programmed + produced by Mark de Clive-Lowe\n\na mashibeats midnight snack\n\n--\n\nwelcome to our seventh of 8 drops for [$BUYBACK Emerald] with Mashibeats - the web3 music-creator community I founded. We're taking this opportunity to invite you as a music NFT collector, to be part of our community.\n\nThere's two goals in mind for [$BUYBACK Emerald]. \n\nGOAL 1: increase governance membership of Mashibeats \n\n- every collector of this NFT can claim an airdrop of 65 $BUYBACK, representing governance in Mashibeats\n\nGOAL 2: building the community treasury which $BUYBACK holders have voting power over\n\n- 70% of funds from this drop go directly to the Mashibeats treasury. Over the 8 drops we aim to raise around 5 ETH, to then have community join in making proposals for $BUYBACK holders to vote on. \n\nHolders also curate and A&R by way of voting - our recently released remix contest winners vinyl and NFTs having been all decided by $BUYBACK members - curation by community ❤️ \n\nAfter collecting (thank you! and welcome!), head over to http://mashibeats.xyz/buyback\n\nHeadsup - each subsequent drop in this series of 8 will be a smaller edition batch, with a +0.01 increase in price and an increase in $BUYBACK claimable. And we're working on something special for collectors who collect all 8 of the drops !",
    "duration": 187,
    "external_url": "https://www.sound.xyz/mdcl/crush-velvet",
    "genre": "Electronic",
    "image": "ar://E-lirQ2nAyU1a7ZRRExxrxy1XiVMTibQ-h9aUESPXnQ",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://bre9Vdu7V_e7shPqzsVlXfFnUIoN4tsjKt1HHAVKpVA",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Crush Velvet #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Crush Velvet",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}