{
  "address": "0xc29cc6c635564bb4def5ae0c9239e6aa9c6232b0",
  "type": "ERC721",
  "name": "Moulage",
  "tokenCount": "1",
  "uri": "https://arweave.net/dVpCeIgy-XW3gcQeE-MTc1iyygEaPdVN318A9RpaGqw",
  "metadata": {
    "name": "Punta Bianca",
    "created_by": "Simone Monte",
    "external_url": "https://www.simonemonte.com",
    "description": "“Punta Bianca” is the first piece of the Moulage Series.\n\nColaborador - Giorgianza \n\nAugust 2022, Punta Bianca, Sicily - Italy\n\nMoulage is a term used in French haute couture, one of its simplest meanings is draping, but it is also the action of working with the fabric on the model, so that the silhouette is what directs the movement of the fabric. \nOne of the pioneers in using this technique was the designer Madeleine Vionnet, who understood that simplicity is elegance, but above all she understood that dressing should be an act of freedom, of feeling free. \n\nMoulage is a game with the aesthetics of freedom, which the free spirits reflect in each of their movements, where the air plays with the fabrics that simulate a floating veil and which gives a glimpse of inner strength, that which can only be achieved through the struggle to break what oppresses us.  \n\nWhat liberates and represents us is an extension of what we wear, an extension of the self, as well as an extension of the constant search for evolution and revolution.  \n\nLike that desire that has arisen in me and has now materialized among the softness and elegance of the simplicity of silk, where the woman becomes more fearsome and beautiful. Wrapped in the grace of the fabric where a living and inspiring sculpture is modeled.\n\nWeb 3 has led me to embark on this wonderful adventure, so I decided that a member of this community would be the model for my Genesis; the perfect representative to reproduce that which dresses and liberates us, was Giorgia, who agreed to pose under my lens. \n\nThus, in the heart of Sicily and with her silhouette Moulage began to take shape.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Simone Monte"
      },
      {
        "trait_type": "Data",
        "value": "2022"
      },
      {
        "trait_type": "Collaborator",
        "value": "Giorgianza"
      },
      {
        "trait_type": "Country",
        "value": "Italy - Sicily"
      },
      {
        "trait_type": "Camera",
        "value": "SONY ILCE-7RM4A"
      },
      {
        "trait_type": "Lens",
        "value": "FE 24-70mm F2.8 GM"
      }
    ],
    "image_details": {
      "bytes": 49649609,
      "format": "JPEG",
      "sha256": "c5d93481b2db497e9e5059e78fe49bffdf2de6e206b98892b5fd5cb752ff82db",
      "width": 6336,
      "height": 9504
    },
    "image": "https://arweave.net/DMaN9NIhJawWu3HpydwIYDQeRtA3KA82VkoeQxejy9k",
    "image_url": "https://arweave.net/DMaN9NIhJawWu3HpydwIYDQeRtA3KA82VkoeQxejy9k"
  }
}