{
  "address": "0xc28ed19c2aca64591fbc8a4ce2c0b1e49017f018",
  "type": "ERC1155",
  "name": "SR (Artworks)",
  "tokenCount": "2",
  "uri": "https://arweave.net/EM3hSwFI-CFviNSU8KFWmTa83ct2InOMTCeCdcRkqAM",
  "metadata": {
    "name": "Fractal King",
    "created_by": "Shivansh Rawat",
    "description": "The Fractal King was a ruler of the land of geometric shapes, known for his bravery and intelligence. His kingdom was a place of beauty and harmony, with intricate patterns and designs that delighted the senses.\n\nHowever, one day a great evil threatened to destroy all that the Fractal King had built. The Mandelbulb Demon, a twisted and malevolent creature from another dimension, had set his sights on the Fractal Kingdom.\n\nThe demon was a formidable foe, with powers beyond those of mortal men. He could bend the very fabric of reality to his will, creating strange and frightening shapes that twisted the minds of those who gazed upon them.\n\nThe Fractal King knew that he had to act quickly if he was to protect his people. He gathered together his bravest knights and set out to do battle with the Mandelbulb Demon.\n\nThe two armies clashed in a brutal battle that lasted for days. The Fractal King fought with all his might, wielding his magic sword with great skill and precision. The demon fought with equal ferocity, unleashing waves of dark energy that threatened to engulf the kingdom.\n\nAs the fighting raged on, it seemed that the Fractal King was no match for the demon's power. But the king was a clever strategist, and he had a trick up his sleeve.\n\nHe ordered his knights to fall back, drawing the demon into a trap. As the demon chased after them, the Fractal King unleashed his secret weapon: a giant, spinning top that he had crafted using the most advanced fractal magic.\n\nThe spinning top unleashed a wave of energy that battered the demon, driving him back and shattering his powers. With a final, mighty blow, the Fractal King struck down the Mandelbulb Demon, reclaiming his kingdom and restoring peace to the land.\n\nAnd so, the Fractal King became a hero, remembered for all time as the one who fought against the darkness and brought light back to the world.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Shivansh Rawat"
      },
      {
        "trait_type": "Digital Art",
        "value": "Procreate + Photoshop + After Effects"
      }
    ],
    "animation_details": {
      "bytes": 150186374,
      "format": "MP4",
      "duration": 15,
      "sha256": "1d03d7725cf3a0a14d9b392a33a640b3159e45e9afeb02bc78d65d747fb7ad67",
      "width": 2048,
      "height": 2048,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/RU7QRu1YP5Noq-XFEOkscIW4SckjG3bv5BU6578ID1M",
    "animation_url": "https://arweave.net/RU7QRu1YP5Noq-XFEOkscIW4SckjG3bv5BU6578ID1M",
    "image_details": {
      "bytes": 7149524,
      "format": "PNG",
      "sha256": "650946393661ae48c5dd1766fa41999b66b45b2613472f136bf65165ca48535a",
      "width": 2048,
      "height": 2048
    },
    "image": "https://arweave.net/ypcGE3OZ2SM8yW82J1n42yZsCA-G8G9UWoqzPod0_yY",
    "image_url": "https://arweave.net/ypcGE3OZ2SM8yW82J1n42yZsCA-G8G9UWoqzPod0_yY"
  }
}