{
  "address": "0xc203443b88706e613a80783839dc32e7eff714dc",
  "type": "ERC721",
  "name": "HIGH FLY EAGLES",
  "tokenCount": "2",
  "uri": "https://backend.mintables.club/revealer/1515/1",
  "metadata": {
    "dna": "9878fbfda0924cc39af5d3ba61434f35",
    "date": 1673108380431,
    "name": "HIGH FLY EAGLES #1",
    "image": "https://backend.mintables.club/revealer/1515/images/1.png",
    "compiler": "mintables.club",
    "attributes": [
      {
        "value": "MIAMI SKY",
        "trait_type": "BACKGROUND"
      },
      {
        "value": "HIGH FLY EAGLE",
        "trait_type": "EAGLE"
      },
      {
        "value": "OLD MONEY",
        "trait_type": "GLASSES"
      },
      {
        "value": "MONACO LUCK",
        "trait_type": "PERSONALITY"
      },
      {
        "value": "POLEX",
        "trait_type": "WATCH"
      },
      {
        "value": "BOXING CHAMPION",
        "trait_type": "BELT"
      }
    ],
    "description": "Welcome to our NFT project, where we are offering a series of unique and collectible digital artworks. Our NFTs represent one-of-a-kind pieces each of which has been verified on the blockchain to ensure authenticity and ownership.\r\n\r\nOur NFTs are more than just digital artworks - they are also a way to invest in and support NFT community. When you own one of our NFTs, you are not only getting a beautiful piece of digital art to display or collect, but you are also directly supporting the artist who created it.\r\n\r\nIn addition to the artworks themselves, our NFTs also come with a range of special features and functionality. When/if all of our NFT's sell out we are going to throw an internet event in which the owners of our NFT's will be able to take a look at the future of our projects have an opportunity to buy NFT's from our future projects in presale and much more.\r\n\r\nWe are a team of art and technology enthusiasts, and our goal is to bring the world of digital art to a wider audience and give artists a new platform for showcasing and selling their work. We believe that NFTs are the future of art collecting, and we are excited to be at the forefront of this exciting new movement. Thank you for considering one of our NFTs - we hope you will join us in supporting the arts and investing in the future of digital art."
  }
}