{
  "address": "0xc23eee2ec0b0668f19f58f090fab846d4971865e",
  "type": "ERC1155",
  "name": "Degen Library",
  "tokenCount": "4",
  "uri": "https://arweave.net/Kw3UsxR6y7RYxy4Alr_Y9BWK3d1Ztaab9fld0510rdc",
  "metadata": {
    "created_by": "Degen Library",
    "name": "Opepen World",
    "external_url": "https://www.degenlibrary.io/",
    "description": "Once upon a time, Pepe found himself in a strange new world, a world of NFTs. At first, he was confused and disoriented. But as he explored his new ecosystem, he began to understand its secrets. Pepe discovered that in this environment, time and seasons had no meaning. When he embraced his new surroundings, Pepe began to understand that he was no longer a mere frog. In this world, Pepe was not bound by the limits of time or the confines of mortality. He was infinite. He reigned supreme over this strange world of digital tokens and pixels. Pepe's power grew with each passing day. He commanded armies of pixels and amassed vast collections of memes. His subjects worshipped him, and he basked in their adoration. But even as he reveled in his power, Pepe could not forget his roots. He remembered the simpler times when he was just a cartoon character, and he longed for those days. So Pepe retreated to a quiet corner of his world, a place where he could escape the demands of his subjects and the trappings of his power. There, he spent his days reminiscing about his past and dreaming of a simpler life. But even as he dreamed of his past, Pepe knew that he could never go back. He was too deeply rooted in this world of NFTs, too powerful to ever relinquish his crown. And so, Pepe lived on, his eyes beating to the eternal rhythm of this new world, his power and influence stretching out across the vast digital landscape. Pepe was forever a king in the world of NFTs.  \nArtwork by Trappistm0nk  \nInspired by the 1st Iteration of Opepen Editions by Jack Butcher / Visualize Value. ",
    "attributes": [
      {
        "trait_type": "Library Card ",
        "value": "#1"
      },
      {
        "trait_type": "Title",
        "value": "Opepen World"
      },
      {
        "display_type": "number",
        "trait_type": "Year",
        "value": 2023
      },
      {
        "trait_type": "Edition",
        "value": "Limited Edition"
      },
      {
        "trait_type": "Artist",
        "value": "Trappistm0nk"
      },
      {
        "trait_type": "Medium",
        "value": "Animation"
      },
      {
        "trait_type": "Membership",
        "value": "Opepen Edition & Netvvork #34"
      }
    ],
    "animation_details": {
      "bytes": 79267348,
      "format": "MP4",
      "duration": 60,
      "sha256": "29b7ca0bc3aa329537856740f411eca627fc70e1bf6e42ef49a7e210921cb0a9",
      "width": 3840,
      "height": 2160,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/Hcghm-b4Fi2k02BMzpEoM6frfERZl8Op6xvB9cr28LM",
    "animation_url": "https://arweave.net/Hcghm-b4Fi2k02BMzpEoM6frfERZl8Op6xvB9cr28LM",
    "image_details": {
      "bytes": 14990767,
      "format": "PNG",
      "sha256": "fecb65f65880ad957c4d6547626ee8b9d59ac171d7e596ce416f58d5aaa614cb",
      "width": 4414,
      "height": 2470
    },
    "image": "https://arweave.net/pVbO8skx97qpMukPvqG64uGB7bLy1kadNjoRgRaLp8A",
    "image_url": "https://arweave.net/pVbO8skx97qpMukPvqG64uGB7bLy1kadNjoRgRaLp8A"
  }
}