{
  "address": "0xc31c58dfdeacd8a872c2354a9858401d4f511c3a",
  "type": "ERC721",
  "name": "Fleeting Moments in Time X Jenna Dixon",
  "tokenCount": "2",
  "uri": "https://arweave.net/0H8Sk-C-f0ojM2RHh5fc2MiSgBhmAJdsMx75LjViHm0",
  "metadata": {
    "name": "Evanescent",
    "created_by": "Jenna Dixon",
    "description": "During the early season freeze when the air is calm and cold, newly formed ice on the lakes bloom with bouquets of frost flowers.  Their delicate patterns weave and stretch, branching out in every direction creating one of the most beautiful and ethereal winter scenes in the Canadian Rockies. \n\nHowever captivating, these ice formations are fragile. They have a very short lifeline as any variance in temperature, accumulation of snow or slight gust of wind will render their presence no more. I watched in awe on this frigid morning as each crystal flower caught light then began to melt with the rising sun.  I ventured back to this same location over the course of the next few days documenting each freeze and thaw cycle until the snow finally fell.  The landscape transformed between morning and night, molding in varying designs, this image being my favorite of the bunch.\n\nHow can a landscape literally transform within a matter of days, hours, seconds? Out of a thousand reasons why I fell in love with winter, this is merely one example.  I'm fascinated by the continuous shaping of what I thought to be familiar scenes.  I'm obsessed with the cold and the treasures that are sculpted within its unruly grasp. Each significant finding and moments within these landscapes are truly special as they are all too often short lived and fleeting.\n\nExtended Editorial License -  Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Jenna Dixon"
      },
      {
        "trait_type": "Location",
        "value": "Canada"
      },
      {
        "trait_type": "Camera",
        "value": "Canon EOS R5"
      },
      {
        "trait_type": "Lens",
        "value": "RF15-35mm F2.8 L IS USM"
      }
    ],
    "image_details": {
      "bytes": 31638759,
      "format": "JPEG",
      "sha256": "36db124fdec07f12f570a150808607fefcb379a8ef26e1368c5db4d9995c832f",
      "width": 5304,
      "height": 7922
    },
    "image": "https://arweave.net/Th61pxKMW-xRRp2wnpgocIOyfNf-KS2qeUtN5cnNGG4",
    "image_url": "https://arweave.net/Th61pxKMW-xRRp2wnpgocIOyfNf-KS2qeUtN5cnNGG4"
  }
}