{
  "address": "0xc3b78dc43981880d2cfda20141af9fe405fb52e5",
  "type": "ERC721",
  "name": "The Three Words",
  "tokenCount": "1",
  "uri": "ipfs://QmVmDGuJR2o28CxaLDUm4UVEs7yGQAaGUw92v28xNbBA6J",
  "metadata": {
    "name": "The Three Words",
    "description": "Time is shrinking, the world is shrinking. Together with the world and time, our perception shrinks. Until recently, we had no time to read long books. Now there is no more time to perceive long phrases. But words still remain. And some of them will remain for a long time and will survive any time.\n\n&quot;I love you.&quot;\n\nThese three words have been spoken by each of us at least once in a lifetime. And no matter how much time, space and our perception are compressed, these words will be pronounced as long as there is someone to pronounce them. They are the three whales the world rests on ...\n\nI have written many symphonies and operas. In music I can still think in long sentences and complex phrases. But no matter what I compose - large-scale canvases, or smaller sketches - the meaning of my works always comes down to just these three words:\n\n&quot;Ya tebia lyublu.&quot;\n\nSo, shouldn&#39;t we discard all unnecessary things... ?\n\nI created &quot;THE THREE WORDS&quot; to be the first NFT classical music artwork worldwide and the shortest musical triptych ever composed. Each of the three parts has a length of 30 seconds.\n\n&quot;THE THREE WORDS&quot; is as a unique &quot;1-of-1&quot; NFT artwork, meaning there is only one NFT in total referencing all three parts of the triptych (but that isn&#39;t all, keep on reading). This one single NFT is of &quot;phygital&quot; nature, meaning the rights associated with the token extend to the physical as well as to the digital realm.\n\nOn the digital side the owner of the NFT obtains ownership over the digital audio recording premiere of &quot;THE THREE WORDS&quot; with the ensemble of soloists of the Mariinsky Theatre Orchestra, St. Petersburg, Russia, conducted by me, Anton Lubchenko, on October 8th, 2021.\n\nOn the physical side the purchaser receives ownership rights over original handwritten score of the triptych. Furthermore, I will be glad to invite the winner of the initial NFT auction as a guest of honor with accompaniment to my next premiere including a private dinner with me after the concert.",
    "external_url": "https://thethreewords.art",
    "background_color": "#000000",
    "image": "ipfs://QmY1S6usnpZiw1yJBwVnY6HxYJaX63XozZQQMEN2uJgoNs/image.png",
    "animation_url": "ipfs://QmY1S6usnpZiw1yJBwVnY6HxYJaX63XozZQQMEN2uJgoNs/the_three_words_full.mp3"
  }
}