{
  "address": "0xc3973ababbfc4e8b33ab9cc176b07a9e01d98676",
  "type": "ERC721",
  "name": "Canadian Icons",
  "tokenCount": "4",
  "uri": "https://arweave.net/JVBcVkQeIrWUqaWXuTKpwDpzu5HG2Pxa7mdcEgGcWRc",
  "metadata": {
    "name": "Morant's Curve",
    "created_by": "Vincent Schnabl",
    "description": "Standing in the crisp winter air at daybreak, I gazed out at the scene in front of me. A perfectly placed stretch of railroad, winding along the river, with an epic mountain backdrop. There was a fresh blanket of snow covering the trees, and the golden morning glow was casting beautiful soft light and shadows across the landscape.\n\nI had the whole place to myself that morning, which is a rarity on its own. I thought back to the first photographer to capture it on film, Nicholas Morant, whom the location is aptly named after. How photographers like him paved the way and inspired thousands of people after them to follow in their footsteps. The years have gone by, but that same passion burns in our veins. The passion to create and to share those creations with the world.\n\nEven if a spot has been photographed thousands of times before, it has never been photographed by you, and everyone's vision is slightly different. Using a slower shutter speed, I was able to capture the motion of the train, giving it the illusion of movement through the frame. I love the challenge of creating something unique in a well-known place.\n\nMorant's Curve is as iconically Canadian as it gets. The trains making their way through the mountains here were revolutionary for Canada and are still an integral part of our transportation to this day. No matter how many times I see the trains steaming down this route, I will never grow tired of it. It will forever hold a special place in my heart and is a must-stop location if I'm ever passing by.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Vincent Schnabl"
      },
      {
        "trait_type": "Camera",
        "value": "Nikon D850"
      },
      {
        "trait_type": "Lens",
        "value": "AF-S Nikkor 24-70mm F2.8G"
      },
      {
        "trait_type": "ISO ",
        "value": "100"
      },
      {
        "trait_type": "Focal Length",
        "value": "24mm"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/16"
      },
      {
        "trait_type": "Exposure",
        "value": "1\""
      }
    ],
    "image_details": {
      "bytes": 23624521,
      "format": "JPEG",
      "sha256": "b2a49b83d8329ea50bc36e3e2ef7706a20c4f0961c44d49d06b4ca5731866476",
      "width": 7895,
      "height": 5405
    },
    "image": "https://arweave.net/5m-ixRc9OssS--krEyu15T7zHpam8Rv77L1dgxUokUM",
    "image_url": "https://arweave.net/5m-ixRc9OssS--krEyu15T7zHpam8Rv77L1dgxUokUM"
  }
}