{
  "address": "0xc4064980406a67b5e46b609495d51f4550576dcc",
  "type": "ERC721",
  "name": "Psychogeographic Wandering",
  "tokenCount": "1",
  "uri": "https://arweave.net/yr7y2piMFiJsf7F0td6GhEteKeMyDEeYeiEmapGQcQY",
  "metadata": {
    "name": "Psychogeographic Wandering 1",
    "created_by": "Bálint Popovits",
    "external_url": "https://popszi.eth.co/",
    "description": "Chain Bridge renovation, \nBudapest, 2022\n\nThe Chain Bridge is an iconic symbol of Budapest and has been a part of the city's landscape for over 150 years. Its renovation offers a chance to reflect on the changes that have taken place in the city over time and to consider the impact of these changes on the city's inhabitants.\n\nPSYCHOGEOGRAPHY\n\nPsychogeography is a practice and theory that explores the emotional and psychological effects of the urban environment on individuals.  \nIt seeks to understand how people interact with their surroundings, and how these surroundings shape their thoughts, emotions, and behaviors. \n\nIt was developed by members of the Letterist International and Situationist International, which were revolutionary groups influenced by Marxist and anarchist theory as well as the attitudes and methods of Dadaists and Surrealists.\n\nPsychogeographers believe that the built environment can influence our moods, perceptions, and actions, and that by exploring the hidden or forgotten aspects of cities, we can gain a deeper understanding of ourselves and the world around us. Psychogeographic explorations often involve walking, mapping, and recording experiences.\n\nOne of the main Situationist practices is the dérive (drift), it is a way of breaking free from the monotony of daily routines and exploring the city in a more spontaneous and open way. \nIt involves wandering aimlessly through the urban landscape, taking in the sights, sounds, and sensations of the environment, and allowing oneself to be guided by intuition and chance. \nThe goal is to experience the city in a new and unpredictable way, to break down the barriers between different parts of the city, and to connect with the hidden or forgotten aspects of urban life.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Bálint Popovits"
      },
      {
        "trait_type": "Camera",
        "value": "Canon EOS 6D"
      },
      {
        "trait_type": "Lens",
        "value": "Canon EF 50mm f/1.8 II"
      },
      {
        "trait_type": "ISO",
        "value": "100"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/5"
      },
      {
        "trait_type": "Exposure",
        "value": "1/320"
      },
      {
        "trait_type": "Focal Length",
        "value": "50.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2022:05:26 13:29:11"
      }
    ],
    "image_details": {
      "bytes": 8447058,
      "format": "JPEG",
      "sha256": "e4d87a2cf59a9ed74ee5d18e071ceac1b91b9002aa895aabd41204f7cf9095ca",
      "width": 3644,
      "height": 4841
    },
    "image": "https://arweave.net/MuNt1lc3cx6OW_6SrN-P6CSN7SI14KfYipBUSTFNYP8",
    "image_url": "https://arweave.net/MuNt1lc3cx6OW_6SrN-P6CSN7SI14KfYipBUSTFNYP8"
  }
}