{
  "address": "0xc4955fcd6083f9b21fce5a4fd47a1b99658f1bd5",
  "type": "ERC721",
  "name": "MEMORIA V4",
  "tokenCount": "6",
  "uri": "https://arweave.net/i_8IXZOBH-cT0ZAFGKbs1mV1FkLeKlZp3hg98UVdUgo",
  "metadata": {
    "name": "Dream",
    "created_by": "Hakan Biyiklioglu",
    "external_url": "https://www.hakanbiyiklioglu.com",
    "description": "Fethiye is a very popular touristic area in the south side of Turkey. When you drive out fethiye towards Antalya - which is another popular touristic city - you have to go through the mountains and valleys. My parents moved from Istanbul to a small village near Fethiye, Gocek, some years ago and they have been living there a quite life after all the fuss and hard work in Istanbul.\n\nOne cold November morning, my father and I were driving from Fethiye to Antalya for his angiography. On the top of the mountains going through a valley, I noticed a single tree, in the middle of a field cover in fog. Seemed like an endless field and felt like a dream.\n\nI am a person who remembers almost none of his dreams. Very very rare that I wake up and remember a dream I had and talk about it. I thought if I setup my tripod and went into the fog covered field, it would always be a dream I would remember. So I pulled over and took the shot. \n\nTaken w/ Fuji XPro2 XF10-24mmF4 R OIS lens \nNovember 19, 2018  \n6000x4000 px  \nFilm Simulation: Agfa Scala 200\n\nAbout Hakan Biyiklioglu:  \nHakan Biyiklioglu is a photography artist from Istanbul, Turkey. He started photography when he was 19 years old with his father’s Yashica camera. He chases for unusual moments and angles in ordinary city spots and streets, he makes use of wide spaces, minimized objects, and people, mixed with a feeling of serenity. Geometry, silhouettes, and shadows are mostly in play as well as long exposures. Traveling to rural parts, iconic cities, chatting with people before photographing them are essential parts of his photography adventure.  \nHe has been featured on many web sites (Eyeshot,Life is Street, İfsak, etc) and social media sites. He has been the guest photographer for a photo documentary series called \"Bir Kare Bir Anlam\", for 3 episodes, on one of the most popular Turkish Television Channels, TRT2. He has been invited for photography talks and presentations by FujiFilm in many cities of Turkey.\n\nLicense: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries, and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Hakan Biyiklioglu"
      },
      {
        "trait_type": "Camera",
        "value": "FUJIFILM X-Pro2"
      },
      {
        "trait_type": "Lens",
        "value": "XF10-24mmF4 R OIS"
      },
      {
        "trait_type": "ISO",
        "value": "800"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/5"
      },
      {
        "trait_type": "Exposure",
        "value": "1/500"
      },
      {
        "trait_type": "Focal Length",
        "value": "18.2 mm"
      },
      {
        "trait_type": "Date",
        "value": "November 19, 2018 07:11 am"
      },
      {
        "trait_type": "Dimensions",
        "value": "6000 x 4000"
      }
    ],
    "image_details": {
      "bytes": 13737006,
      "format": "JPEG",
      "sha256": "5d67074553efd5f546a12852f6881fcaeabcf21a41fda4aa4d63d2b3ebd97700",
      "width": 6000,
      "height": 4000
    },
    "image": "https://arweave.net/NfWv-vTMxwZWLCL4ZQGF5lKLkjsj-ytjSaHEXWQLuYo",
    "image_url": "https://arweave.net/NfWv-vTMxwZWLCL4ZQGF5lKLkjsj-ytjSaHEXWQLuYo"
  }
}