{
  "address": "0xc41e6d18bc8a1963f7c91f1d64b4c028a594440e",
  "type": "ERC721",
  "name": "Spectrum by Into the Light",
  "tokenCount": "8",
  "uri": "https://orion.mypinata.cloud/ipfs/Qmex2BmaJBeoDLkjAn21Zv47MFhCzuyPdp4fGYqiqJZ2oY/1.json",
  "metadata": {
    "name": "Inception",
    "description": "Artist: Jessica Moore  \nTwitter: [@DopplerJess](https://twitter.com/DopplerJess)\n\n##STORY:  \nIn the fall of 2014, I was merely a college student obsessed with weather. I had in recent years began to more seriously pursue photographing storms that would develop near home, focusing primarily on capturing lightning. I desperately wanted to venture further into the Great Plains to witness the much larger and more powerful storms I’d been dreaming of my entire life, yet fear held me back.\n\nBut on the afternoon of September 22nd, something changed. As I ventured between classes on campus, I glanced off to my east. I noticed a towering thunderhead in the distance and felt this intense tug at my spirit. A voice inside was telling me that I needed to go and capture this storm. I am unsure what came over me in that moment, but suddenly, all my fears vanished. I needed to get there, and fast.\n\nI ran to my car and took off driving down Interstate 70 in Colorado, blasting straight east toward this massive storm, fueled with adrenaline and excitement. I tapped into this carnal, insatiable need to see it up close, and I drove nonstop until I caught up to it.  \nThis solitary moment, this profound experience with such a magnificent storm, all on my own in the middle of nowhere with only my vision and instincts to guide me, marked the inception of my storm chasing journey. This moment changed me. It revealed to me my own ability to pursue this passion and showed me that fear was the only thing standing in the way of my dreams.  \nI would soon find myself traveling across the entire country from coast to coast experiencing and photographing the most extreme weather on the planet. And to this day, there is nothing I would rather be doing.\n\n##BIO:  \nMy name is Jessica Moore, and I am a meteorologist, storm chaser and photographer based out of Colorado. I travel tens of thousands of miles across the Great Plains of the USA every year in search of Mother Nature’s most dramatic and awe-inspiring skies. Witnessing the raw power and beauty of the atmosphere is a cathartic and rejuvenating quest that fuels my search for yet more of the world’s wildest weather ever single year. I hope that my art can inspire viewers to find mystery and intrigue in the powerful forces that govern out atmosphere. It is my undying passion and desire to show the beauty in every storm.\n\n##LICENSE:  \nPrimary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "image": "ipfs://QmNggod4nH3zQ9KwuDmkKARvnp3fdH6rAhK2kZL13uRTvZ/1.jpg",
    "edition": "1",
    "attributes": [
      {
        "trait_type": "Theme",
        "value": "Spectrum"
      },
      {
        "trait_type": "Artist",
        "value": "Jessica Moore"
      },
      {
        "trait_type": "Genre",
        "value": "Landscape"
      },
      {
        "trait_type": "Location",
        "value": "Cope, Colorado, USA"
      },
      {
        "trait_type": "Style",
        "value": "Colour"
      },
      {
        "trait_type": "Technique",
        "value": "Single Exposure"
      },
      {
        "trait_type": "Camera",
        "value": "Nikon D7000"
      }
    ]
  }
}