{
  "address": "0xc4909b7c3177889111ffe318f981f63961b2aae0",
  "type": "ERC1155",
  "name": "Unidentified contract - 4b4tHEOPt4",
  "tokenCount": "1",
  "uri": "https://arweave.net/cdN15Z4NHE1Z5FsHAdzBG-FPpUQ3cIm_SYIro-1HxV0",
  "metadata": {
    "name": "City Above the Clouds",
    "created_by": "Waheed Akhtar",
    "description": "It was one of December's late night hours when I was expecting dense fog. Before this, I never got a chance to shoot something like this from a rooftop. I had to try my luck so as soon I saw the fog rolling into the city, I went straight to one of the tallest buildings in Dubai. I knew I won't get access but still went to the security guy and requested if I can get access to the rooftop to take some photos. After some discussion & negotiation, he agreed and I got access to the top but for a very limited time.\n\nAfter reaching the rooftop, I took some time to grasp the view I was looking at. The Dubai skyscrapers were looking like floating above the sea of clouds & Burj Khalifa (the tallest building in the world) was standing out from all the buildings around. \n\nSo, here goes the photo I captured that night (a panorama shot). I decided to mint this piece on my 43rd Birthday. I wanted to make this piece accessible to everyone, especially who provided me with so much support in the last few months on this wonderful space.\n\n\nArtist: Waheed Akhtar  \nTitle: City Above The Clouds  \nMedium: Digital Photography  \nLocation: Dubai, UAE  \nYear: 2017  \nDimension: 4746 x 2670\n\n\nExtended Editorial License: NFT holder is free to use in advertising, display privately, and in groups, including virtual galleries, documentaries, and essays by the holder of the NFT, as long as the Creator is credited for the photo. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with the Creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Waheed Akhtar"
      },
      {
        "trait_type": "Medium",
        "value": "Digital Photography"
      },
      {
        "trait_type": "Camera",
        "value": "SONY ILCE-7S"
      },
      {
        "trait_type": "Lens",
        "value": "Canon TS-E 24mm f3.5L"
      },
      {
        "trait_type": "ISO",
        "value": "1000"
      },
      {
        "trait_type": "F-Stop",
        "value": "7.1"
      },
      {
        "trait_type": "Exposure",
        "value": "1 sec."
      },
      {
        "trait_type": "Date",
        "value": "24 Dec 2017"
      },
      {
        "trait_type": "Dimension",
        "value": "4746 x 2670"
      },
      {
        "trait_type": "Location",
        "value": "Dubai, UAE"
      }
    ],
    "image_details": {
      "bytes": 3340976,
      "format": "JPEG",
      "sha256": "e5e6bff3f2e67e676665b6053ba8306fd1daaf65c50cd3564628e2fc08cafb49",
      "width": 4746,
      "height": 2670
    },
    "image": "https://arweave.net/AIUXujo4Kl6ftGm4Wrxbkqo2dN4DEVOYr0aTfHrlJJg",
    "image_url": "https://arweave.net/AIUXujo4Kl6ftGm4Wrxbkqo2dN4DEVOYr0aTfHrlJJg"
  }
}