{
  "address": "0xc4c93bc64a0d2f837fa9fed0682eafc3960bec12",
  "type": "ERC721",
  "name": "NFT OCS Genesis MAID-SAN",
  "tokenCount": "4268",
  "uri": "https://d2rw5dgd2n8nmf.cloudfront.net/token/metadata/OCSMD3/1",
  "metadata": {
    "name": "NFT OCS Genesis #1 MAID-SAN",
    "image": "https://d2rw5dgd2n8nmf.cloudfront.net/token/resource/OCSMD3/0001.png",
    "description": "「おかえりなさいませ！世界中のご主人様♡」\n「メイド3.0 / MAID-SAN」はOtakuCluture Studio(OCS)発の8,000人のメイドさんNFTコレクションです。\nアニメや漫画、コスプレが好きなメイドさんは世界へオタク文化を発信するべく、ご主人様をWeb3.0の世界へエスコートします。\n専用サイトでの着せ替え機能を実装予定で、ご主人様のあなたと共にWeb3.0の世界を巡るなかで、メイドさんは様々な姿へと変化できます。\n10人のOCS専属メイドさんは、Web3.0の世界を通してグローバルにオタク文化を発信すべく日々邁進中！\n最新情報やユーティリティはこちら: https://otaku-culture-studio.com/genesis/maid-san3\n知的財産権に関する注意事項\n・本NFTは本NFTの発行者（以下｢発行者｣）が提供するサービス（以下｢本サービス｣）内で閲覧して楽しむことができるものです。ユーザーは、OpenSeaにおける利用規約及び発行者が定める利用規約において認められた方法及び範囲でのみ、本NFTを閲覧・利用することができます。\n・ユーザーは、本NFTの複製、改変、翻案を行ってはならないものとします。\n・当社が個別に別途定める「二次創作ガイドライン」の遵守を条件として二次創作活動を行うことができます。\n・本サービスのコンテンツに係る知的財産権（著作権、特許権、実⽤新案権、意匠権、商標権その他の知的財産権）は、発行者または当該権利を有する第三者に帰属しています。発行者による本サービスでの利⽤を許す⾏為及び本NFTの譲渡は、当該権利の移転とは解釈されないものとします。\n©MAID-SAN3/OCS\n\"\"Welcome home my masters from all over the world♡\"\"\nメイド3.0 / MAID-SAN is a collection of 8,000 maid girls developed by Otaku Cluture Studio (OCS). The maids love anime, manga and cosplay, and aim to spread otaku culture (Japanese pop culture) to the world and escort Goshujin-sama(you) to Web3.0.  A dressup function will be implemented. You will be able to change their appearance as they travel around the Web 3.0 world with you on a dedicated website. \nNow, 10 OCS maids exclusive to OCS are working daily to transmit otaku culture globally through the Web 3.0 world.\nLearn latest infomaton including utility at: https://otaku-culture-studio.com/genesis/maid-san3 \nNotes on Intellectual Property Rights\n-        This NFT is available for viewing and enjoying within the service provided by the issuer of the NFT (the “Issuer”).  Users may view and use the NFT only in the manner and to the extent allowed by the Terms of Use on OpenSea and Terms of Use determined by the Issuer.\n-       Users shall not reproduce, modify or adapt this NFT.\n-       Users may carry out secondary creation activities as long as they comply with the \"\"Guidelines for Secondary Creation,\"\" which are separately established each projects by A3 Co., Ltd..\n-        Intellectual Property Rights (copyrights, patents, utility model rights, design rights, trademarks, and other intellectual property rights) to the contents of the service belong to the Issuer or third parties that own Intellectual Property Rights.\n-        Any action by the Issuer permitting the use of the NFT on the service and transferring the NFT shall not be construed as a transfer of Intellectual Property Rights.\n©MAID-SAN3/OCS\n",
    "animation_url": "",
    "external_link": "",
    "attributes": [
      {
        "trait_type": "Moe bonus1",
        "value": "None"
      },
      {
        "trait_type": "Moe bonus2",
        "value": "None"
      },
      {
        "trait_type": "Moe prop",
        "value": "Omurice"
      },
      {
        "trait_type": "Left hand",
        "value": "Rosy"
      },
      {
        "trait_type": "Hair accessory",
        "value": "Maid headband-Pigtails"
      },
      {
        "trait_type": "Accessory",
        "value": "None"
      },
      {
        "trait_type": "Bang",
        "value": "Pigtails-black"
      },
      {
        "trait_type": "Face",
        "value": "Smile"
      },
      {
        "trait_type": "Clothes",
        "value": "Basic-black"
      },
      {
        "trait_type": "Right hand",
        "value": "Closed-rosy"
      },
      {
        "trait_type": "Hair",
        "value": "Pigtails-black"
      },
      {
        "trait_type": "Body",
        "value": "Rosy"
      },
      {
        "trait_type": "Moe bonus3",
        "value": "None"
      },
      {
        "trait_type": "Moe frame",
        "value": "Moe frame1"
      },
      {
        "trait_type": "Moe space",
        "value": "Moe space1"
      }
    ]
  }
}