{
  "address": "0xc4972c877f40a7c0faeed096ccc544a2b0bb3e21",
  "type": "ERC721",
  "name": "The Artrix",
  "tokenCount": "4",
  "uri": "ipfs://bafkreihd4c7swoppvtzjkkrmkpsxapu4alaodzjvbdevzuzdlvnfomccie",
  "metadata": {
    "description": "You are in The MetaVerse. \nThe ARTRIX bring together the pop culture and the masterpieces of painting: visit the collection of world painting masterpieces and admire them within the MetaVerse.\n\nMona Lisa, also called Portrait of Lisa Gherardini, Italian La Gioconda, or French La Joconde, by Leonardo da Vinci, probably the world’s most famous painting. It was painted sometime between 1503 and 1517, when Leonardo was living in Florence, and it now hangs in the Louvre Museum, Paris, where it remained an object of pilgrimage in the 21st century. The sitter’s mysterious smile and her unproven identity have made the painting a source of ongoing investigation and fascination. \n\nThe painting has been definitively identified to depict Italian noblewoman Lisa Gherardini, the wife of Francesco del Giocondo. It had been believed to have been painted between 1503 and 1506; however, Leonardo may have continued working on it as late as 1517. It was acquired by King Francis I of France and is now the property of the French Republic. It has been on permanent display at the Louvre in Paris since 1797.\n\nDuring the two world wars, the Mona Lisa was evacuated for fear of bombing. Between September 27, 1938 and June 17, 1945, it traveled ten times, hidden in a box identified by the number “MNLP No. 0”, for “National Museum of the Louvre Paintings No. 0”.\nChambord, Louvigny, abbey de Loc-Dieu, castle of Montal… The Mona Lisa moved at the mercy of military defeats, invasions and occupations, finding again its place in the Louvre on June 15, 1945.\nHis last trips were more peaceful. From December 14, 1962 to March 12, 1963 it was exhibited in Washington and New York, and in 1974 in Moscow and Tokyo.\n\nThe Mona Lisa is one of the most valuable paintings in the world. It holds the Guinness World Record for the highest-known painting insurance valuation in history at US$ 870 million in 2021. ",
    "name": "ARTRIX #000 Mona Lisa",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Leonardo da Vinci"
      },
      {
        "trait_type": "Date",
        "value": "1503/1506"
      },
      {
        "trait_type": "Held by",
        "value": "The Louvre Museum"
      },
      {
        "trait_type": "Previous owner",
        "value": "Francis I of France"
      },
      {
        "trait_type": "Acquisition date",
        "value": "1797"
      }
    ],
    "animation_url": "https://nftstorage.link/ipfs/bafybeidt5aldk2kkmr6tysdx5smgtspmiy6u5qh5swo3ideva7ce77oi6y",
    "background_color": "",
    "youtube_url": "",
    "external_url": ""
  }
}