{
  "address": "0xc485a4aab983c740dd6c83a72f0c6600bc26ec2e",
  "type": "ERC721",
  "name": "Glory Ukraine Artwork",
  "tokenCount": "1",
  "uri": "ipfs://QmamZMY7xDsSFHr1ydX7AfKEpac6a3mn2wWTjvhEYUF88K/",
  "metadata": {
    "description": "The Dmytro Kasyanenko International Charitable Foundation wishes to help Ukraine and intends to auction a work of art, a painting with the image of the President of Ukraine Volodymyr Zelensky against the background of the Ukrainian Flag, the National Coat of Arms of Ukraine and stars in the form of a heart, yellow and blue, in a single copy. The picture symbolizes the struggle, victory and love for Ukraine, with the image of the President of Ukraine Volodymyr Zelenskyi against the background of the Ukrainian Flag, the State Coat of Arms of Ukraine and stars in the shape of a heart, yellow-blue color, created in a single copy. The peculiarity of this picture is that it contains the autograph of the President of Ukraine Volodymyr Zelensky and his handwritten inscription 'GLORY TO UKRAINE'. The authenticity of the signature is confirmed by photographs taken in the Office of the President of Ukraine at the time of making the inscriptions on the painting. The author of the picture is the young American artist Oleg Jons, who depicted the national symbols, courage and stability of Ukraine, the unity of the President of Ukraine and Ukrainians. This work concentrates the historical memory of heroic achievements, victories in the struggle for freedom on the way to the liberation of Ukraine from the Russian aggressor. The picture is made in mixed media on a wooden panel, mainly acrylic paints, resin coating sprinkled with diamond dust (glass). The funds received by the Dmytro Kasyanenko International Charitable Foundation from the sale of this painting will be used to support Ukraine and the Ukrainian people, to purchase medical equipment, tools and drugs that can save the lives and health of people and our wounded soldiers, as well as to the reconstruction of Ukraine. Considering the above, I ask you to allow the International Charitable Foundation of Dmytro Kasyanenko to exhibit the indicated work of art at your auction. Sincerely, Dmytro Kasyanenko",
    "image": "ipfs://QmX6My11LaJiy5LKCzqNbc6hY9d6FVgpi41z2fJ46ZNSxf/",
    "animation_url": "ipfs://QmRs7dVHNrHBENPNQ6Eoy4128N4F5F87zJxcatUAxKPRgy/",
    "name": "Glory to Ukraine Artwork",
    "attributes": []
  }
}