{
  "address": "0xc4afdabb3d8c2f6112b832c36f97aaf4ce90b792",
  "type": "ERC721",
  "name": "HERBERT W. FRANKE - VOICE GEMS ASTROPOETICON (DESTINATION IN UNCERTAINTY)",
  "tokenCount": "454",
  "uri": "https://arweave.net/SsSWHBOddT6dloGc0rBnz87_KdQYzcxIb5v-kvj0sP8",
  "metadata": {
    "created_by": "HERBERT W. FRANKE & VOICE GEMS ",
    "name": "HERBERT W. FRANKE - VOICE GEMS ASTROPOETICON (DESTINATION IN UNCERTAINTY)",
    "description": "In 2021, Herbert W. Franke and Harry Yeff started a conversation about the concept of VOICE GEMS and an audio-visual collaboration. Franke suggested using the lyrics of ASTROPOETICON because they are a minimalist and associative approach to language that could have been created by an AI. These lyrics were frozen as gemstones, the VOICE GEMS ASTROPOETICON, created by Herbert W. Franke, Harry Yeff, Trung Bao and an AI. (The first three 1/1s have been minted and collected in 2021.)\n\nThe lyrics used for the VOICE GEMS ASTROPOETICON (DESTINATION IN UNCERTAINTY) belong to a cycle of 16 poems called ASTROPOETICON. Written by Franke in 1979 to be published in a book alongside artworks by German space artist Andreas Nottebohm, he voiced them on the occasion of his 80th birthday in 2007. \n\nEvery voice is unique, and with that comes unique fingerprint-like data that can be used for bespoke and human centred generative design. Harry Yeff (aka REEPS100) and Trung Bao have developed a voice-centred generative system utilising data found in a human voice to synthesise the artworks’ form and colour. Features like pitch, resonance, harmonics and pace sculpt 200 000 particle data points in a simulated digital space. The VOICE GEMS series is a vibrant, unprecedented meditation highlighting remarkable and influential voices. Each VOICE GEM is added to the VOICE GEMS: 1000 Year archive. \n\nHerbert W. Franke (1927–2022) was a pioneer of computer art who anticipated the metaverse. For several decades, he separated three lives: the caver and scientist; the artist and curator; and the science fiction author. In the early 1950s, caving led him to experiment with light and technology. He kept his curiosity throughout his life; it was his drive to examine new technologies for their artistic potential. His pioneering spirit made him one of the first computer artists who was more than six decades ahead of his time. In 1979, he co-founded Ars Electronica. Franke has been called “the most prominent German science fiction writer” by Die Zeit, and a “short story fireworker” by the FAZ. In 2022, his first NFT Drop MATH ART sold out within 30 seconds on Quantum, and he was the headliner at the Tezos Booth at Art Basel with MONDRIAN, a work from 1979. Herbert W. Franke died on July 16, 2022, at the age of 95, leaving behind an extensive oeuvre.\n\nPresented by EXPANDED.ART in collaboration with art meets science – Foundation Herbert W. Franke and ELEMENTUM.ART on the occasion of Herbert W. Franke’s solo show CODED BEAUTY at EXPANDED.ART in Berlin. The art meets science – Foundation Herbert W. Franke will use their portion of the sales for a designated purpose: translating significant texts by Herbert W. Franke to English and making them publicly available.\n\n\n\nASTROPOETICON DESTINATION IN UNCERTAINTY by Herbert W. Franke  \nDestination in uncertainty \t\nsolar sail unfolded  \nride on the ion beam  \nhome port: beyond space and time  \nsensors, directed to the void \nsignals from the dark field  \ncircuits on hold \nice crystals in the cells  \nveins without blood  \nmemory wiped out  \nthe past: obliterated  \nexistence between dream and death  \nwill there be an awakening?  \nwill there be any hope  \nin front: clouds and cosmic dust  \nbehind it maybe  \na galaxy \nstar systems, suns  \nplanets bathed in warmth and light -  \nwake-up call from the tape  \nuncharted territory!  \nbehind it, perhaps:  \na void  \n",
    "external_url": "https://expanded.art/articles/voice-gems",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "HERBERT W. FRANKE "
      },
      {
        "trait_type": "Artist ",
        "value": "REEPS100 "
      },
      {
        "trait_type": "Artist ",
        "value": "TRUNG BAO "
      }
    ],
    "animation_details": {
      "bytes": 196316954,
      "format": "MP4",
      "duration": 84,
      "sha256": "91a0b5e46846f5c03ff73a4d914a2f859e714557b8aa75009c9a8e6a6f24559d",
      "width": 2000,
      "height": 2000,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/HDQ7EdOURD0hjECIj0HQtdO0AAGkOD78xfxig9Bo2Jo",
    "animation_url": "https://arweave.net/HDQ7EdOURD0hjECIj0HQtdO0AAGkOD78xfxig9Bo2Jo",
    "image_details": {
      "bytes": 303788,
      "format": "JPEG",
      "sha256": "ab2ff3912d13085674f25e7910926c8f095016d7aaad7e0c49e07581a7165657",
      "width": 2000,
      "height": 2000
    },
    "image": "https://arweave.net/PxLeGDWoqjJzsiDACa8ApfTyc7Cj08swgnh0Ov35G-0",
    "image_url": "https://arweave.net/PxLeGDWoqjJzsiDACa8ApfTyc7Cj08swgnh0Ov35G-0"
  }
}