{
  "address": "0xc5a7cbcf562fe91fea67e55aa8b4f35a59f9a37e",
  "type": "ERC721",
  "name": "The Imaginary Portrait by Godwits",
  "tokenCount": "200",
  "uri": "https://arweave.net/DxgL_sLHwdPZIYBRpOQ-7JKmQnUTHB6eSTSrsh0F_Nk/1",
  "metadata": {
    "name": "The Imaginary Portrait #1",
    "created_by": "Godwits",
    "external_url": "https://www.godwits.com/products/portrait-1",
    "description": "EDITION 1 OF 1\n\nTitle: The Imaginary Portrait \nArtist: Godwits  \nYear: 2020  \nMinted: 2022  \n\nThe Imaginary Portrait is a collection of 200 works that offers an experience of balance between abstraction & figurative art. This depends on how the viewer's mind connects with the work. Some viewers will have pareidolia which is a tendency for perception to impose a meaningful interpretation on a nebulous stimulus, usually visual so that one sees an object, pattern, or meaning where there is none.  If you view the work closely, The piece is constructed with the layering of abstract shapes & contrasting colors. Example: Most will visually form a shape of a face knowing the title of this collection is called \"Imaginary Portrait.\" Others will see abstraction. \n\nTHE BALANCE is finding where the abstraction & figurative meet by walking closer or farther away from the artwork. Find your balanced experience.  \n\nThe artist's printmaking background is applied to each portrait as if the digital works were processed through a printmaking press like the one Johannes Gutenberg invented. This is another identification of the artist's work where they are one of the first to apply this technique throughout multiple collections to differentiate between other artists.  \n\n\nPublished By: Abstract Art Labs LLC  \nSmart Contract By: Manifold  \nToken Type: ERC-721  \nArtist Royalty: 7.5%  \n\nLimited to personal non-commercial use and resale rights of NFT are granted.  \nAll other terms & rights are reserved to Abstract Art Labs LLC",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Godwits"
      }
    ],
    "image_details": {
      "bytes": 6548908,
      "format": "JPEG",
      "sha256": "1b843a6bb556bf4817d02e5b10184ba557c29534ed8a9c9fa874d9aa3b21e986",
      "width": 3000,
      "height": 4500
    },
    "image": "https://arweave.net/CXx_-eoV78RS1IMBvEj-yw-zAtmo46Q8jPfFzPg46sY",
    "image_url": "https://arweave.net/CXx_-eoV78RS1IMBvEj-yw-zAtmo46Q8jPfFzPg46sY"
  }
}