{
  "address": "0xc54fe2783bad460115653c9e2c754173400a7879",
  "type": "ERC721",
  "name": "SARMADI",
  "tokenCount": "1",
  "uri": "https://ipfs.io/ipfs/QmRWS5aAjAgpZFkKSm1M27PF92i1CmCi2VM3MfksTD8a6s",
  "metadata": {
    "attributes": [
      {
        "id": "",
        "trait_type": "Posted by",
        "value": "media portal"
      }
    ],
    "description": "His Majesty Sultan Haitham bin Tariq bin Taimur Al Said, Sultan of the Sultanate of Oman and Prime Minister since January 11, 2020, and the tenth Sultan of Oman from the dynasty of the first founder of the Al Busaidi state, Imam Ahmed bin Saeed Al Busaidi. He assumed power, succeeding his cousin, Sultan Qaboos bin Said, in accordance with his will, and the pledge of allegiance was given to him on January 11, 2020.\n\nHe was born in the city of Muscat on October 11, 1954. He received his primary education at the Saidia School in Muscat. His father was keen that his children receive modern education, so he joined a Lebanese school, “Burmana High School” to receive education in the preparatory stage, and in 1972 he went to the Kingdom He joined the University of Oxford, one of the most prestigious universities in the world. He graduated in 1979 from the University of Oxford Foreign Service Program (FSP), then continued his postgraduate studies at Pembroke College, Oxford. The Tashkent Academy of Sciences and Islamic Studies in Uzbekistan awarded him an honorary doctorate in recognition of his support for the movement of culture and intellectuals in 2018.\n\nIn the eighties, he held the presidency of the Omani Football Association from (1983 to 1986), and in 1978 the first Omani Football Association was established before the Omani Football Association was officially re-publicized on June 26 of the same year, his appointment as Chairman of the Board of Directors, who became the first Chairman of the Board of Directors Oman Football Association after its publication.\n\nIn 1979, Sultan Haitham bin Tariq began his career in diplomatic work in the service of the Ministry of Foreign Affairs for a period that spanned about 23 years. 1986-1994), and in 1994 Sultan Qaboos appointed him as Secretary-General of the Ministry with the rank of Minister, and in 2002 he was appointed Minister of Heritage and Culture, a position in which he remained until his inauguration as Sultan of Oman. His presidency of this committee had the greatest impact on the success of the tournament hosted by the Sultanate as the largest sporting event witnessed by the Sultanate, with the participation of 45 Asian countries.\n\nIn December 2013, Sultan Qaboos bin Said ordered the formation of the main committee for the future vision (Oman 2040) and appointed its chairman. He also served as the honorary president of the Association for the Welfare of Disabled Children and the president of the Oman-Japan Friendship Association.\n\nOn January 10, 2020, Sultan Qaboos bin Said, who ruled power for nearly 50 years since the seventies and was the longest-reigning Arab ruler and the third in the world, died. The Defense Council met in the Sultanate of Oman and called the Ruling Family Council to convene to determine who would be the ruler , The Royal Family Council entrusted the Defense Council to open the will of Sultan Qaboos bin Said, and the will that was read live stated that Mr. Haitham bin Tariq was named Sultan of Oman. Sultan Haitham took the constitutional oath and delivered the inauguration speech on the same day to be the tenth Sultan of the Sultanate of Oman from the Al family Bou Said, and to officially assume his duties in a smooth transition of power in the Sultanate, was appreciated and admired by the world.",
    "image": "https://gateway.pinata.cloud/ipfs/QmWLD81TeDcLo8C6ZDCKcszPs9vLBG6bWgBNx7JTkQ8mYx",
    "name": "Sultan Haitham bin Tariq"
  }
}