{
  "address": "0xc501d9447719f3567e6c487ca44712fa4436ee8d",
  "type": "ERC721",
  "name": "g8Ncene",
  "tokenCount": "10",
  "uri": "https://api.decentral-art.com/erc721/g8Ncene/1",
  "metadata": {
    "attributes": [
      {
        "trait_type": "Tags",
        "value": ""
      },
      {
        "trait_type": "Price",
        "value": "0 ART"
      },
      {
        "trait_type": "Total pieces",
        "value": 100
      },
      {
        "trait_type": "NFT emiter",
        "value": "0x6a0479c5313a87a656a76b6bcdc211967c298e53"
      }
    ],
    "external_link": "https://uni.decentral-art.com/projects/0xc501d9447719F3567E6c487cA44712fA4436ee8d/1",
    "external_url": "https://uni.decentral-art.com/projects/0xc501d9447719F3567E6c487cA44712fA4436ee8d/1",
    "external_uri": "https://uni.decentral-art.com/projects/0xc501d9447719F3567E6c487cA44712fA4436ee8d/1",
    "description": "INSPIRATION | She fell asleep shortly after. \n- Diptych / second part\n\nAn emotional scene fragrant with gentle eroticism.\nDark bedding. All passion and tenderness. Sparks. Explosions. Breaths. \nBy now everything around you is drowning in half-sleep. Only you know what to think about it.\n\nIntense, dark background colors, highlights the power of emotions.\nThe painting can be part of a diptych - or an independent work of art.\nOil on canvas, technique of intense, strong brushstrokes.\n\nONE ORIGINAL | Image signed on front and back by EDigitized with high quality.\nAuthentication in the blockchain - the only NFT minted only at uni.decnetala-art.com\n\nThe image cut into 100 pieces each is of high quality. Any collector can become the owner of one or more pieces of this work of art. Collectors are free to value purchased pieces at will and trade pieces of this painting among themselves.\n\nAwards:\nCollecting more pieces of the contract pays a reward. The owner of the wallet who collects the entire painting in one wallet will receive a prize of 80% of the price, and a real oil painting painted on canvas.K.\nAuthor's Certificate of Authenticity will be included.",
    "image": "https://api.decentral-art.com/art/g8Ncene/token/0-1.jpg",
    "name": "HER FEET IN A DREAM II - 1"
  }
}