{
  "address": "0xc53ac69af84d26ef7c73f03e75615a1da12ae7f1",
  "type": "ERC1155",
  "name": "LOFI GUY 31 (Dedication)",
  "tokenCount": "1",
  "uri": "https://arweave.net/zfCdaD6yMmvqBSIl4OxFf6p6lc8nRgC7mDmoG6FhX1w",
  "metadata": {
    "name": "LOFI GUY 31 (Dedication)",
    "created_by": "Good News Bas",
    "description": "The Saga Continues in the INCREDIBLE PSYCHIC World of Black Gizmo.  \nOn our way to pull up @vybevillagerecords and slide em our DEMO TAPE. Lol \n\nYour favorite local Superhero teams up with @lofiguynft’s very own 21 and 31 from the official collection. The 3 future legends find themselves traveling through psychedelic hill tops and grassy fields in search for the official Vybe Village record label. \n\nGood News Bas (Black Gizmo) has been lowkey constructing what he calls a (LOFI GUY MIXTAPE) which will consist of records he’s made rapping over LDre beats coupled from LOFI GUY NFT characters he’s collected being apart of the Vybe Village and LOFI GUY NFT community ecosystem. \n\nNo spoilers though. For now bump dis LOFI GUY 31 dedication track.\n\nBe sure to scoop up an official Good News Bas LOFI GUY 31 (Dedication) (Music NFT) help Black Gizmo 21 and 31 find the VYBE VILLAGE Record label so they can slide @ldrethegiant this NFT Demo sample before he becomes so famous that he’s completely out of reach. Lmaooooo\n\nS/O @gooeycrunchofficial for being such an amazing mod good friend and amazing homie who’s witnessed this wonderful story from jump street. Good News Bas will be foreva grateful that he was able to bond and build with the LOFI GUY NFT community and Village. \n\n31 Music NFTs priced at .0167 ETH (25.82 USD). \n\nMint one of these special one a kind NFTs and secure an AUTOMATIC WL to mint a special edition Good News Bas LOFI GUY (MIXTAPE) (NFT)\n\n\nMuch love and respect. Always. \nPeace.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Good News Bas"
      }
    ],
    "animation_details": {
      "bytes": 150367303,
      "format": "MP4",
      "duration": 110,
      "sha256": "7e2b62ec9bd3aab8797d3e99e894641ceeaa44e65cf9895f92cb85e1a82a2ba0",
      "width": 2048,
      "height": 2048,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/3XpH0HS-Pu84m505n1RB25OSXI6LKVOTdKntNlxJBtc",
    "animation_url": "https://arweave.net/3XpH0HS-Pu84m505n1RB25OSXI6LKVOTdKntNlxJBtc",
    "image_details": {
      "bytes": 2205595,
      "format": "JPEG",
      "sha256": "1fe36cac1c873fbec8eada19e2732c9a4cc7324375bdcf7fed3bcc99e1267a80",
      "width": 2048,
      "height": 2048
    },
    "image": "https://arweave.net/q4LcEbozpE8-6hNAG_IwocMjzEJbcO5DHWzkGEdRrRc",
    "image_url": "https://arweave.net/q4LcEbozpE8-6hNAG_IwocMjzEJbcO5DHWzkGEdRrRc"
  }
}