{
  "address": "0xc65bc1a667029d8b59e657f8ce23f677a1e65d77",
  "type": "ERC721",
  "name": "TONEWENTITIES",
  "tokenCount": "1",
  "uri": "https://arweave.net/bNBuQsupviJradkmzKre-BwytsyHIMSzM17NZJ87Eqs",
  "metadata": {
    "name": "Malayan Orchid (Triptych)",
    "created_by": "tonewentities",
    "external_url": "www.tonewentities.com/malayanorchid",
    "description": "Digital JPEG Image, 10.7 MB, 15835 pixels  ×  8426 pixels, 300 DPI  <>  \nA2 Digital Inkjet Print on 170 GSM Maple White Fine Art Paper [Signed]\n\n—\n\nFirst of an extended trilogy, Malayan Orchid is an installation-based work, that is centred around a collaborative graphic novel written by Rafi Abdullah, designed by Darius Ou, with art by artist Tristan Lim.\n\nSet in the year 2024, the graphic novel follows the story of a security officer at an amusement park discovering phantom poems in the crevices of her place of employment. What ensues is a journey of discovering historicities and encountering memories unbeknownst to her. Fumbling through speculative fiction, autobiographical truths, half truths, 'hard truths', and lies, the work is an attempt at revising revisionism.\n\n—\n\nThe work is presented as part of Nodes of Silence, an exhibition exploring the various degrees of silence, curated by Yashini Renganathan. The exhibition was organised with the partnership and collaboration of the Singapore Association of the Visually Handicapped (SAVH) and the Singapore Association for the Deaf (SADeaf).\n\n—\n\nAll proceeds from the sales of the NFT auction, the physical copies, as well as digital copies of the graphic novel, will be donated equally to both the SAVH and SADeaf. For any enquiries pertaining to the fundraiser, please reach out to rafi [at] tonewentities [dot] com",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Rafi Abdullah, Tristan Lim, Darius Ou"
      }
    ],
    "image_details": {
      "bytes": 10684548,
      "format": "JPEG",
      "sha256": "87663f5c7f6f5208acef645fee4dbc5597c0edd6114f2b6adb562e49e13412a9",
      "width": 15835,
      "height": 8426
    },
    "image": "https://arweave.net/gp0Hibm_XEHK9qeU684ORe2gZysbhwcboVejQbCpADM",
    "image_url": "https://arweave.net/gp0Hibm_XEHK9qeU684ORe2gZysbhwcboVejQbCpADM"
  }
}