{
  "address": "0xc60c33652cc5ab5f4575035e179991b9b873aa6a",
  "type": "ERC721",
  "name": "ATK Project KOWANE \"THE DWELLING\"",
  "tokenCount": "94",
  "uri": "https://d2rw5dgd2n8nmf.cloudfront.net/token/metadata/ATKDWG/1",
  "metadata": {
    "name": "ATK KOWANE THE DWELLING #1",
    "image": "https://d2rw5dgd2n8nmf.cloudfront.net/token/resource/ATKDWG/DWG00001.mp4",
    "description": "声優･岡本信彦プロデュース『宿りしもの』\nオリジナルNFTブランド「ANITOKYO」の、完全オリジナルNFTプロジェクト『Project KOWANE』第1弾。\n\n『宿りしもの』はイラストからストーリー、タイトル、吹き込む台詞まで岡本信彦がプロデュースした全く新しい500枚の音声付NFTコレクション。\n岡本信彦自らが1枚1枚のキャラクターに命(台詞)を吹き込んだ、一つとして同じものがないNFTアートには、保有者だけが楽しめる特典が付属します。\nユーティリティ詳細情報: https://ani-tokyo.com/kowane/the-dwelling\n\n＜STORY＞\n～ 我が声音を聞け ～\nここは、言霊の宿る世界。 \n人々は声音の変化により特殊な力を操ることができ、秀でた能力を持つものは皆、国を守る護衛団に所属した。\nやがて団員たちは職業や思想の違いにより騎士、魔術師、浮浪人、剣士の4つの派閥に分かれた。\nある時、それぞれの派閥に左眼に「声」の紋章が刻まれた少年たちが誕生した。 \n少年たちは声を使って眷属を召喚できる強き力をもっていた。\n彼らは派閥の垣根を超え団結し、迫りくる未曾有の危機から国を守るのだった…\n\n＜声優・岡本信彦＞\n1986年10月24日、東京都生まれ、ラクーンドッグ所属。\n 主な出演作は、「僕のヒーローアカデミア」爆豪勝己役、「ハイキュー!!」西谷夕役、「青の祓魔師」奥村燐役などがある。\n\n『宿りしもの』: https://ani-tokyo.com/kowane/the-dwelling/\n『Project KOWANE』: https://ani-tokyo.com/kowane/\n『ANITOKYO』: https://ani-tokyo.com/\n知的財産権に関する注意事項\n・本NFTは本NFTの発行者（以下｢発行者｣）が提供するサービス（以下｢本サービス｣）内で閲覧して楽しむことができるものです。ユーザーは、OpenSeaにおける利用規約及び発行者が定める利用規約において認められた方法及び範囲でのみ、本NFTを閲覧・利用することができます。\n・ユーザーは、本NFTの複製、改変、翻案その他の二次創作行為等を行ってはならないものとします。\n・本サービスのコンテンツに係る知的財産権（著作権、特許権、実⽤新案権、意匠権、商標権その他の知的財産権）は、発行者または当該権利を有する第三者に帰属しています。発行者による本サービスでの利⽤を許す⾏為及び本NFTの譲渡は、当該権利の移転とは解釈されないものとします。\nⒸTHE DWELLING KOWANE/ATK\n\n\n\"THE DWELLING\" produced by voice actor Nobuhiko Okamoto\nThe first NFT project \"Project KOWANE\" from the original NFT brand \"ANITOKYO\".\n\n\"THE DWELLING\" is a completely new collection of 500 voice imcoporated NFTs produced by Nobuhiko Okamoto, from illustrations to stories, titles, and recorded dialogue.\nNobuhiko Okamoto himself breathed lives (lines) into each character of NFT art that has no same thing. Holders of this NFT can enjoy exclusive utilities.\nClick here for the latest information and utilities: https://ani-tokyo.com/kowane/the-dwelling\n\n＜STORY＞\nThis is a world where the power of language resides. Through changes in KO-WA-NE (the sound of voices), people possess unique abilities and exceptional skills belong to the national guard that protects their country. Eventually, the members of the guard split into four factions based on their professions and beliefs: knights, wizards, wanderers, and warrirors. One day, young boys with a \"voice\" crest engraved on their left eye were born in each faction. These boys possessed the power to summon servants using their voices. They transcended the boundaries of their factions, united, and protected their country from an unprecedented crisis that loomed ahead...\n\n＜VOICE ACTOR・Nobuhiko Okamoto＞\nBorn in Tokyo on October 24, 1986, belonging to Raccoon Dog.\nThe main appearances include \"My Hero Academia\" as Katsuki Bakugō, \"Haikyuu!! as Yuu Nishinoya, and  \"Blue Exorcist\" as Okumura Rin,etc.\n\n『THE DWELLING』: https://ani-tokyo.com/kowane/the-dwelling/en/\n『Project KOWANE』: https://ani-tokyo.com/kowane/en/\n『ANITOKYO』: https://ani-tokyo.com/\n\nNotes on Intellectual Property Rights\n-        This NFT is available for viewing and enjoying within the service provided by the issuer of the NFT (the “Issuer”).  Users may view and use the NFT only in the manner and to the extent allowed by the Terms of Use on OpenSea and Terms of Use determined by the Issuer.\n-        Intellectual Property Rights (copyrights, patents, utility model rights, design rights, trademarks, and other intellectual property rights) to the contents of the service belong to the Issuer or third parties that own Intellectual Property Rights.\n-        Any action by the Issuer permitting the use of the NFT on the service and transferring the NFT shall not be construed as a transfer of Intellectual Property Rights.\nⒸTHE DWELLING KOWANE/ATK\n",
    "animation_url": "",
    "external_link": "",
    "attributes": [
      {
        "trait_type": "Background",
        "value": "BG1"
      },
      {
        "trait_type": "Background_Effect",
        "value": "BGEF-5"
      },
      {
        "trait_type": "Body",
        "value": "Rosy"
      },
      {
        "trait_type": "Face",
        "value": "TypeE-3"
      },
      {
        "trait_type": "Faction",
        "value": "Knight-blue"
      },
      {
        "trait_type": "Guardian",
        "value": "DragonA-violet"
      },
      {
        "trait_type": "Hair",
        "value": "HairA-9"
      }
    ]
  }
}