{
  "address": "0xc62171ec772bc5507629d15813a0fab570316549",
  "type": "ERC721",
  "name": "Universe Around Us by Dheeraj Khandelwal",
  "tokenCount": "1",
  "uri": "https://arweave.net/8Lj88RlNvsyBB7lgP-UPW2zCvJpO3pEvQOU5ZeqCIwQ",
  "metadata": {
    "name": "Connection",
    "created_by": "Dheeraj Khandelwal",
    "description": "I remember standing in one of the most remote locations in Spiti, India, amidst the Himalayan ranges, to witness one of the clearest sightings of the Milky Way. As I was finishing up the shot in the freezing sub-zero temperatures, I had a self-realization that this is what I always want to do for the rest of my life. I felt connected to the moment and the process of creating a photograph.\n\nAfter that experience, it took me two years of constant searching for a landscape that would complement the grandeur of the Milky Way, so that my artistic vision could be portrayed. It was in the valleys of Zanskar where I finally found the perfect subject - a beautiful curved hills. I knew instantly that it was what I had been searching for all these years.\n\nFinally, the connection between the celestial and terrestrial was made and the circle we call life was complete. The galaxy represents the infinite possibilities that exist in the universe, while the valley serves as a reminder of the intricate and delicate balance that exists in nature. \"Connection\" as a whole is a symbol of the unity of all things, and the interconnectedness that lies at the heart of the universe.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Dheeraj Khandelwal"
      },
      {
        "trait_type": "Series",
        "value": "Universe Around Us"
      },
      {
        "trait_type": "Galaxy",
        "value": "Milky Way"
      },
      {
        "trait_type": "Style",
        "value": "Fusion"
      },
      {
        "trait_type": "Medium",
        "value": "Photography"
      },
      {
        "value": "Night Sky",
        "trait_type": "Theme"
      },
      {
        "trait_type": "Location",
        "value": "India"
      },
      {
        "trait_type": "Dimension",
        "value": "6092x4545"
      }
    ],
    "image_details": {
      "bytes": 17790153,
      "format": "JPEG",
      "sha256": "93442c14ddaf92e8cdf21f6ae8417bf11a971afc92c42f90a6165323f5876389",
      "width": 6092,
      "height": 4545
    },
    "image": "https://arweave.net/geJyfgQqtUdXzmenZjaouNtog4djRzqRnteCeIxVtIQ",
    "image_url": "https://arweave.net/geJyfgQqtUdXzmenZjaouNtog4djRzqRnteCeIxVtIQ"
  }
}