{
  "address": "0xc65fcd190fc56ce0bea246539c9e765625cf591c",
  "type": "ERC721",
  "name": "Ice Cream Paint Job Collection",
  "tokenCount": "2",
  "uri": "https://arweave.net/JeF0Td-qX3v4BX_FZU24VwoI7ehlUZQqIJbG5JBEoHk",
  "metadata": {
    "name": "Hopeland",
    "created_by": "MilliyarLtd",
    "description": "This NFT serves as a certificate of completion for our tutorial W3B , it is our first contribution to the world of web3 as a free claim and will be illustrated as our genesis drop for future community gatherings , airdrops and giveaways.\n\nThis NFT serves as a certificate of completion for our tutorial W3B , it is our first contribution to the world of web3 as a free claim and will be illustrated as our genesis drop for future community gatherings , airdrops and giveaways.\n\nDear Web3 Voyager:  \nWith the arrival of the chilling bear market of 2022 , we enter the fall yearning to prepare for what's to come . Although we attempt to fort our belongings, the cold creeps through every crack seeking to break in and hurt our homes. As a result of this, the brave have taken their oaths to make the pilgrimage to Hopeland to seek protection from the wintry conditions and to properly learn how to navigate the cold. Once a voyager reaches Hopeland, they have taken the necessary steps to steer through the wilderness of this world in peace. These voyagers have taken an oath to evade the cold & to spread the word to those that wish to follow in their footsteps. They are the pioneers that are pushing survival tactics going forward. Fellow voyagers, follow the stars wherever they may be, use this power for good, but never lose sight of the hope that unites us, and impart the knowledge to those who thirst for it.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Doeman3D x Milliyar"
      }
    ],
    "image_details": {
      "bytes": 13672935,
      "format": "PNG",
      "sha256": "8027bcb8ca7e00893be6f7a658b10215f82e9266d916412c320c0f2499fecafb",
      "width": 4096,
      "height": 2694
    },
    "image": "https://arweave.net/9V8TJMn-nK4AXPwuNa2rtu9zyVxqMcTiz697Vdv235s",
    "image_url": "https://arweave.net/9V8TJMn-nK4AXPwuNa2rtu9zyVxqMcTiz697Vdv235s"
  }
}