{
  "address": "0xc69aaae2270422d60e1a337670ca7e480cfcb46f",
  "type": "ERC721",
  "name": "Memento Mori - YoucSCyVdV",
  "tokenCount": "7",
  "uri": "https://arweave.net/sNjmvxNG3UT--vd_TGNLUt0DBpJ0YgbDQCu5Kp9NiNo",
  "metadata": {
    "name": "MM01A-SOROS",
    "created_by": "Tokumei",
    "external_url": "https://xn--ikrqs.net",
    "description": "Memento Mori\n\nA limited series of unique (1/1) NFT magical art spells cast on the blockchain.\n\nUtilising experimental AI, ML & various, nefarious cyber-espionage techniques, I have identified a list of global elites resposible for much of the suffering in this world and I intend to serve mystical justice on them all.\n\nI will focus first on the recent Pandemic/Lockdown/Riots phase of their 5GW operation, then on to those behind the ongoing Ukraine/Refugee crises, and finally on to the the psychopaths behind the upcoming Taiwan/WW3 scenario. The objective of these workings is to prevent WW3 while reminding our masters of the fragility of their rule in this mortal world. The stakes couldn't be any higher, the window to act any smaller.\n\nSome see terrible events as opportunities to change things and will take a profit from the situation, regardless of the ethics. These people are simple scum... but there are others who will create or even foster terrible events so that they might change the world and advance their own petty agendae. These people are monsters, and they do exist. They see themselves as above us ignorant commoners, thus they act outside the laws & ethics we live under, and so become the source of great suffering in our world. This is the very definition of a tyrant.\n\nIn order to establish a lasting peace, justice must be served. Those guilty must pay and the verdict must be vengeance! Noone is above the common people's sense of justice and their need for revenge in the face of unforgivable crimes... and without such cathartic vengeance, there can be no lasting peace.\n\nTo this end, I must call on the ancient right of tyrannicide and will justly claim the heads of all these villains in order to liberate my people, establish peace, and help buidl a brighter future for us all.\n\nIn this first set of seven targets, I have chosen those individuals whom I have found to be most responsible for the global pandemic and the years of anti-scientific draconian lockdowns which followed, resulting in unprecedented suffering and the loss of many once-sacred liberties across the entire planet.\n\nCasting Set 01 - Targets:\n\nMM01A-SOROS... George Soros - Rotten halloween pumpkin for a head. Financier of false flags.\n\nMM02B-SCHWAB... Klaus Schwab - Comicbookish supervillain template with a dire German accent. DAVOS tool.\n\nMM03C-FAUCI... Anthony Fauci - Machiavellian/Napoleon-complex with an elitist NYC flavour. Bigger paycheck than Brandon.\n\nMM04D-DASZAK... Peter Daszak - Oversaw illegal gain-of-function research resulting in pandemic. Fauci's Wuhan Lab Liar-boy. \n\nMM05E-DROSTEN... Christian Drosten - \"Invented\" the RT/PCR covid test social control mechanism. Conniving, connected & corrupted.\n\nMM06F-FINK... Larry Fink - Blackrock (Aladdin AI) is an enormous web and this one is the spider at the center. Advantage of foreknowledge.\n\nMM07G-GATES... Bill Gates - Not a doctor. Regular, mandatory Microshaft™ updates in your arms and your farms. Lolita Express frequent-flyer mileage.\n\nThis artwork has been weaponized with the primal, quantum energy of creative consciousness, enhanced with an intricately woven \noffensive mystical spell of light, and shaped into a profanely defaced digital image, ensorcelled to result in the certain death of the named target!\n\nRemember, Death comes for you, GEORGE SOROS!!\n\nMemento Mori!!!\n\n匿名  \nTokumei\n\nArtist/Ninja/Shugenja\n\ntøkumei.eth  \nhttps://匿名.net",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Tokumei"
      }
    ],
    "image_details": {
      "bytes": 2047950,
      "format": "JPEG",
      "sha256": "dc273ca43c3e6cbfbb5b5511f39518f000597072426be0fa49201287969e538d",
      "width": 3650,
      "height": 5840
    },
    "image": "https://arweave.net/7wwVIyQaBpoErLFsmOLNTr5PpkxlVBIRInOm3AsxsOA",
    "image_url": "https://arweave.net/7wwVIyQaBpoErLFsmOLNTr5PpkxlVBIRInOm3AsxsOA"
  }
}