{
  "address": "0xc6fe88184d746435b4906a1d1a891013c2b1cfda",
  "type": "ERC1155",
  "name": "Lost Songs of the Jazz(wo)men",
  "tokenCount": "1",
  "uri": "https://arweave.net/y2HOVUP58Zh_EBUmNo9lkrX4jrwLyXJI9EbHGf4z8cQ",
  "metadata": {
    "name": "The Ghost of Improvisation",
    "created_by": "VanLyxe",
    "description": "***If you own one of these pieces then you are a Jazz(wo)men of the NFT community !***\n\n50 editions of this piece will be released\n\nEach 10 editions sold, one of the buyer will receive a free edition of the next season.\n\nThis collection is a tribute to the people I love and admire who have lived their lives as free spirited persons. \n\nThey take life with grace and passion so that each day is not spent in vain. \n\nTime passes and these people get older, they end up losing a part of themselves. But deep down they are the same, improvising their actions like retired jazzmen.\n\nCreated from the poem bellow :\n\nThe Ghost of Improvisation\n\nI knew a jazzman admired by all. Who was far from perceiving the fall Sometimes twirling and inspired, Sometimes dissonant and tortured.\n\nHe didn't need a score to distill the notes of his life. Nor a conductor to avoid the strife. I saw him again, improvising each movement. As if suspended in time, there was no judgment\n\nWith the thread of his emotions, he knitted a harmony, In which I always dreamed of playing my symphony. I still hear this virtuoso, but his genius is wavering. Jazz endures but the man is crumbling\n\nThere was a time but that time has passed away. Illuminated by the twilight he continues to play. His beautiful melodies that made me cry. In the light of the dawn I still see them in the sky\n\nI know a Jazzman, who wanders like a ghost. Playing indefinitely the pieces that he lost. Time passes slowly but there comes an hour. Where no sound will come out of its tower\n\nThis time no need to mark the pulsations. Because the sun will have set on his improvisations\n\nVanLyxe 216-180/480-400",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "VanLyxe"
      }
    ],
    "image_details": {
      "bytes": 2232948,
      "format": "JPEG",
      "sha256": "a7e40aab6e2eaf07c4a25688d8e04932a63506e0fed29f9cda1c89670203c384",
      "width": 6340,
      "height": 4322
    },
    "image": "https://arweave.net/tbufk1qbkDhnx9BDYc7LMWm3bMqQDb2RqD67_BGjxcw",
    "image_url": "https://arweave.net/tbufk1qbkDhnx9BDYc7LMWm3bMqQDb2RqD67_BGjxcw"
  }
}