{
  "address": "0xc66c3e1779838f516b4cdcda0c53c49782074405",
  "type": "ERC1155",
  "name": "VitruvianMan Collection",
  "tokenCount": "1",
  "uri": "https://arweave.net/qLeAUuO4s-SogGojODxk-_yEFJn8F65aXRFjDVwBcsM",
  "metadata": {
    "created_by": "VitruvianMan",
    "name": "Vincent (Pepe) Van Glow - NFT NYC",
    "description": "Originally, this was just supposed to be a piece about Vincent Van Gogh, who was a known recluse, finally letting go and going off… by going to a club AND PARTYING IT UP!!!\n\nBUT… then it hit me. What if his debut party came at non-other than the main event of the year, at the biggest banger in the grandest city of them all… NFT NYC!!!\n\nThis is going to be my first ever NFT NYC, after me finally diving into the community after months of hesitation and, to a degree… reflects my journey into the space. My friend has been pitching NFTs to me for over a year now, sending me openseas links, showing me artists, telling me tales. The first piece I ever collected was actually a gift from him… my one and only Capsule House piece Delicious! \n\nEventually… I succumbed and took the pill! Everything else featured comes from my initial impression of the NFT world. I remember him showing me XCopys early on and me being… WTF ARE THESE… but I guess they’ve grown on me a bit. Then you had the epic battle of Azuki vs Capsule House… and us always talking about making a love story between the two worlds. And then… of course… what would our community be… WITHOUT ALL KINDS OF PEPES!!! \n\nAnd so, let’s all welcome in our mans, the myth, the legend, Vincent van Glow… into our world! WELCOME TO THE MADNESS! TO THE MOON WE GO!!!  \n",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "VitruvianMan"
      }
    ],
    "animation_details": {
      "bytes": 32616614,
      "format": "MP4",
      "duration": 25,
      "sha256": "199a149605e39d97fc14fc30cb5fef8b3e0157031ff66235a7ca26a52bcc0a41",
      "width": 1080,
      "height": 1080,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/eTJmpPb_-PdfdHMI9-DkeorSwUwHgzV7Mm6vrPypNK4",
    "animation_url": "https://arweave.net/eTJmpPb_-PdfdHMI9-DkeorSwUwHgzV7Mm6vrPypNK4",
    "image_details": {
      "bytes": 747499,
      "format": "JPEG",
      "sha256": "bc7cc61628d3617659d2ffce1fab6d8630b4dc50ab4becc0144a831a83aee953",
      "width": 1024,
      "height": 1024
    },
    "image": "https://arweave.net/SX7vyrjvAVNWYCBBWktvRf6RWm1DOQAvjDD6vc1w8fQ",
    "image_url": "https://arweave.net/SX7vyrjvAVNWYCBBWktvRf6RWm1DOQAvjDD6vc1w8fQ"
  }
}