{
  "address": "0xc7d11e4133b29a76f2ca4fcd474fffca68f54bd1",
  "type": "ERC721",
  "name": "Aperture CollectionGenesis",
  "tokenCount": "1",
  "uri": "https://arweave.net/Iu25IJmz87gJ45kFzQWt7Aar6WsVZb0Gsr2L-0PgbCw",
  "metadata": {
    "name": "The Flash",
    "created_by": "Dragonite.eth",
    "external_url": "https://twitter.com/Aperturecollect",
    "description": "The Aperture Collection started off with two friends who grew up going to elementary, middle school, high school and then took different routes in college. The friendship had dwindled over time until graduation in college occurred. I(Dragonite.eth) needed graduation photos and Swaloma69 was very much into photography, so it was a natural fit for my mother to hire him. We spoke and caught up on the shoot, and he offered to show me how to take pictures. I took him up on that and he started showing me the ropes.  Eventually, we were going out to take photos regularly and our friendship was rekindled and has remained strong. \n\tWe have taken photos for our collection over the past 4 plus years. In that time, we have been compiling and shooting photos to create art for ourselves. Now that we have been a part of the nft space for just over a year, we are ready to share it with the rest of the world. With all this experience we have gathered we knew we wanted to have a project of our own. So we went with our strength and what we are familiar with, photography! Never in our wildest dreams did we think that we would be making a collection of our photos to create a community of people who appreciate our work. There is no crazy roadmap saying that we will be coming out with merchandise, a token, and future utility. What we propose is enjoying the moments we have captured through a lens and being able to expand on that. \n\tThere is no set theme to the collection, instead it is free-flowing and varies from landscape, drone, and some portrait shots. We are based out of Southern California and have great photos of the surrounding area. Not only that but we also like to travel outside of the states and like to capture the beauties that other countries have to offer! Collectively we have been to most of Europe, Japan, Argentina, and many other countries to name a few. We are always looking to document our adventures and can’t wait for what the future has in store for The Aperture Collection.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Swaloma69.eth + Dragonite.eth"
      }
    ],
    "image_details": {
      "bytes": 2405592,
      "format": "JPEG",
      "sha256": "dd2c4800de73cb8fa02b3d10bdc00e0f737f85927b974ecbaf06feabb770ba06",
      "width": 1638,
      "height": 2048
    },
    "image": "https://arweave.net/JZzjQ31Ey3u_-VrCco4UVqJbcCnhiUZcSCv7uajWcCo",
    "image_url": "https://arweave.net/JZzjQ31Ey3u_-VrCco4UVqJbcCnhiUZcSCv7uajWcCo"
  }
}