{
  "address": "0xc7d140fd04efade3f09145157a54f010b24f3cb7",
  "type": "ERC721",
  "name": "Open Edition by youngkevarts",
  "tokenCount": "23",
  "uri": "https://arweave.net/LDVw3gnRnNscUrVPAvOz4cgkH9pg4Uci5ME236VJfp4/1",
  "metadata": {
    "name": "Baba Zaza #1/333",
    "created_by": "Youngkevarts",
    "description": "Baba Zaza' is an embodiment of psycho active plants that get you high. Now in the context of the journey, getting high is seeing a myriad possibilities of different states of consciousness.\n\nSociety conspires to agree that channel 1 is the only reality while we have various states of consciousness. A switch flips in you and you awaken to the possible channels available to you at all times. A state of heartfelt oneness with everyone and everything.\n\nOur culture has taught us to specialize in spotlight consciousness and to identify ourselves with that form of consciousness alone (the ego) and very largely we ignore the floodlight consciousness. \n\nBecause we have been brought up to identify ourselves with the spotlight consciousness and the floodlight consciousness is undervalued, we have the sensation of ourselves as being just the spotlight! Just the EGO that looks and attend to this and that, so we ignore and are unaware of the vast extent of our being.\n\nPeople who by various methods become fully aware of their floodlight consciousness have what is called a mystical experience or cosmic consciousness or bodhi or Awakening! They discover the real deep self, that which you really are fundamentally and forever is the whole of being, all that there is, that's is you.\n\nThat universal self that is you has the capacity to focus itself at ever so many different here and nows just as a sun or star has many rays so the whole cosmos expresses itself in you, all the different variations, it plays games, it dances.\n\nWe have been brought up unaware that each one of us is an actor playing this way for a while and so we have been taught to dread death as if that was the end of the show! Whereas the game has just restarted.  \n",
    "attributes": [
      {
        "trait_type": "Size",
        "value": "4800X6000"
      },
      {
        "trait_type": "Style",
        "value": "Afrofuturism"
      }
    ],
    "image_details": {
      "bytes": 19367133,
      "format": "JPEG",
      "sha256": "e81b0f653e624398e37b375a41906e6aa303a94a9a754edf762d4d7c47603db5",
      "width": 4800,
      "height": 6000
    },
    "image": "https://arweave.net/O_6Kn019YLxNc2zCerDV0W4FqbS8Vc4zSqj4fYoBxcM",
    "image_url": "https://arweave.net/O_6Kn019YLxNc2zCerDV0W4FqbS8Vc4zSqj4fYoBxcM"
  }
}