{
  "address": "0xc7c73646a0775dd09ea87bc53aa59911d2aa638b",
  "type": "ERC721",
  "name": "Grady - driving into the sun",
  "tokenCount": "222",
  "uri": "ar://jMksh56rqjVG61qpoCjrGxSPkNqFUIH4_7hSqoRF-EQ/1",
  "metadata": {
    "animation_url": "ar://NG2Vbiyl8_IOC0ighj56cq-JQ-gESfbZePS3HGeZsoE",
    "artist": "Grady",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://5_yGM1Tn04_6isVj9psnRqLw9iT8oVZwj1VEHDsq4fs",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "driving into the sun",
        "value": "Song Edition"
      }
    ],
    "bpm": 125,
    "credits": null,
    "description": "daddy's money was designed as an all expenses paid trip for you and your friends to fly to sonic paradise. made with only luxury materials from London, Paris, New York, and Amalfi, there's no better way to bring you and your special someone to that sweet, summer soaked place you could only dream of before.\n\nit was my last day in Italy and i had reserved a 125cc Vespa to take around town exploring Naples. when i got to the rental place though, i was informed they had messed up and rented the scooter to someone else. the only one they had left was 300cc, and was ready to be picked up a few miles away at the airport. i had met this girl while i was in croatia that ended up in italy with us, and since she had nothing to do that day she asked to tag along for whatever roads my two wheels ended up on. so we hopped in a Fiat and went to the airport to grab the freeway legal Vespa.\n\nit was there that i found out that the Amalfi Coast was 40 minutes away, and since i had been dreaming of riding a moped down its winding roads since i was a kid, i took one look at my co-pilot and told her to hold on tight. \n\nwe followed the Italian road signs as best we could and after making a few wrong turns we ended up in Amalfi, drinking Aperol Spritzes in the ocean. we went all the way to Sorento, after after another Aperol we made the impulse decision to get matching Vespa tattoos.\n\nby the time we finished, it was about an hour til sundown, so we started making our way back to Naples for dinner with some friends. Naples is more or less West of Amalfi, which meant i was literally driving into the sun. i was nervous and crazy focused, and this song started looping in my head. i asked olivia to take my phone out and start a voice memo, and right there, on the highway of Naples, driving into the sun was born. i didn't change a single word from that initial recording, which i ended up sampling throughout the song.\n\nthis is the last song on daddy's money, but daddy's money has no ending. daddy's money is infinite, and daddy's money is for the people. long live daddy's money.",
    "duration": 354,
    "external_url": "https://www.sound.xyz/grady/driving-into-the-sun",
    "genre": "Pop",
    "image": "ar://5_yGM1Tn04_6isVj9psnRqLw9iT8oVZwj1VEHDsq4fs",
    "isrc": null,
    "key": "F_MAJOR",
    "license": null,
    "locationCreated": "it",
    "losslessAudio": "ar://NG2Vbiyl8_IOC0ighj56cq-JQ-gESfbZePS3HGeZsoE",
    "lyrics": {
      "text": "Driving into the sun\n\nI can’t see where I’m going\n\nDown the amalfi coast your hair wild and blowing \n\nI’ll pull out extra cash and we’ll get Vespa tats\n\nThere’s no service but we’re still super connected \n\nJust the fact that we’re here is making my head spin \n\nI want a summer crush \n\nDo you feel good with us?\n\nOooo I love this \n\nBaby I can barely catch a breath\n\nOoo I love this \n\nDon’t know where I’m waking up in next\n\nOoo I love this \n\nTold her when we’re sober we can rest\n\nOooo I love this\n\nPick a destination, get the jet\n\nI’m high high high high\n\nOh I’m high high high high high\n\nMissing turns cause I can’t read the signs \n\nWe’re making out with no make up\n\nThe water’s up to our thighs \n\nWrap your arms around me \n\nAnd entrust your life \n\nWrap your arms around me \n\nLet’s get lost on this ride\n\nLet’s roll like a burrito\n\nCards that I was handed tell me God’s in this casino \n\nYou’d think I was a bandit\n\nAnd the roads are like a serpent \n\nWinding through the canyons \n\nShe’s an angel on the surface\n\nOooo I love this \n\nBaby I can barely catch a breath\n\nOoo I love this \n\nDon’t know where I’m waking up in next\n\nOoo I love this \n\nTold her when we’re sober we can rest\n\nOooo I love this\n\nPick a destination, get the jet\n\nI’m high high high high\n\nOh I’m high high high high high\n\nShe got daddy’s money yeah, we could ditch France and fly Rome\n\nShe’s an independent girl, but she don’t wanna spend the night alone\n\nLuck is real, I’m living proof \n\nThat Shit was a quick finesse \n\nShouts out G money, shouts out me for doing more shit and talking less \n\nI sold my cute bungalow, then I found a new place to sleep \n\nI sold my convertible, then I grew wings and made the leap   \n\nCult of personality \n\nEveryone thinks they know me, but \n\nI can just reinvent myself \n\nI can disappear for a couple months \n\nLike, shit\n\nUp my CCs I’m out \n\nTurn on with them keys I’m out \n\nGotta get to Greece \n\nCause it’s like 88 degrees I’m out \n\nNeed an ocean breeze I’m out \n\nTake a pic, I’m cheesing \n\nDon’t at me I don’t need the clout \n\nWho am I still pleasing now?\n\nOh it’s just me?\n\nI’m out \n\nOh it’s just me?\n\nI’m out \n\n",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "driving into the sun #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "driving into the sun",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}