{
  "address": "0xc7ee5da9dda2f2a98a7f07c7b5f46feca6f389ac",
  "type": "ERC721",
  "name": "1001SpaceStory",
  "tokenCount": "2",
  "uri": "https://arweave.net/2CNuzzoBoEUOV6kE4AQbqEu-FAGnlA3yKZiBPoYekpA",
  "metadata": {
    "name": "Portal one.",
    "created_by": "1001SpaceStory",
    "description": "The sketch was drawn in 2018. Completed on May 4, 2023.\n\nRunning away from the chase, I had to look for a long time for a place to hide. But there wasn't much time. We hid behind parked cars...\n\nThese were the usual cars for that time, not like in our time. Anti-gravity panels keep the car above the surface without exerting any impact, without radiating anything. It was gravity shielding. There were about 10 cars in the parking lot. We broke away from the chase, and began to follow the one who was following us.\n\nThis seemingly man in a raincoat, rather imitated that he was a human... His movements were somewhat constrained and he clearly did not fully own this body.\n\nLooking around, he walked up to an empty parking spot... and suddenly, in front of him in that place, a curvature of space was formed. It was a small flat formation, similar to a spindle, but with a lower height, located perpendicular to the ground, assuming that the axis runs through the center. This spindle was like a drop of water in slow motion, periodically there were ripples on the surface of the portal..it twisted inwards in a spiral.. As soon as he touched his face to this distortion, he was pulled there completely in a split second. \n\nThe one who watched it from the other side did the same.\n\nWe marked this place on the map, for further research, portals do not change their location relative to the surface of the planet...\n\nThe dream of 2018.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "1001SpaceStory"
      }
    ],
    "image_details": {
      "bytes": 47412819,
      "format": "JPEG",
      "sha256": "f7fcb7f52ccdaaac51be77175b8883fb37da620df2b9ba3efddd279330095645",
      "width": 9000,
      "height": 9000
    },
    "image": "https://arweave.net/ziKoUvf0iIdTnh_TtvCSIrqvNq2pxxp5kK6MCq2zNDY",
    "image_url": "https://arweave.net/ziKoUvf0iIdTnh_TtvCSIrqvNq2pxxp5kK6MCq2zNDY"
  }
}