{
  "address": "0xc7a6a79a819a20ed71d2aff7049e553231620edf",
  "type": "ERC1155",
  "name": "DBxCOLAB",
  "tokenCount": "1",
  "uri": "https://arweave.net/NXxcsbfBiO0oBGqAtBmHGsIa7n24ROabe9XdOrO2dyY",
  "metadata": {
    "name": "No interior designers",
    "created_by": "Savage Render and Dripbits",
    "external_url": "https://twitter.com/SavageRender",
    "description": "No Interior Designers Were Used in This Film\" is a collaborative art piece by Savagerender and Dripbits that explores the power of art beyond the boundaries of life. The piece is an arresting visual representation of the idea that art can transcend the limits of human experience and speak to us long after we're gone.\n\nThe artwork is a film that depicts two skeletons trapped inside a room. The room's walls are covered with NOPe glitch art, a style that incorporates distorted, glitchy imagery to create a disorienting effect. The imagery on the walls is intentionally chaotic and disorienting, conveying a sense of confusion and anxiety.\n\nThe skeletons are rendered in a hyper-realistic style, with intricate details that highlight their physical decay. Despite their lifeless forms, the skeletons are depicted in a way that suggests they are still alive, struggling to escape their prison.\n\nThe use of glitch art in the background reinforces the idea that this artwork is about the power of creativity and its ability to transcend physical barriers. Even in death, the two skeletons are trapped in a space that is defined by artistic expression. The artwork is a commentary on the power of art to create meaning, even in the absence of traditional narrative or structure.\n\nOverall, \"No Interior Designers Were Used in This Film\" is a haunting and thought-provoking artwork that challenges us to reconsider the role of art in our lives. It asks us to consider the possibility that art can be a force that transcends even death itself, connecting us to a world beyond our physical existence.",
    "animation_details": {
      "bytes": 9941358,
      "format": "MP4",
      "duration": 6,
      "sha256": "390c26c5d0cd5c9525bf7d64a85dc93751f10e5ccfc782125d39ee3ddd4196e1",
      "width": 1080,
      "height": 1350,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/oc5au5ZYD2wOi6bVku9kUGbck23SCNSLQ0GHClsNI8A",
    "animation_url": "https://arweave.net/oc5au5ZYD2wOi6bVku9kUGbck23SCNSLQ0GHClsNI8A"
  }
}