{
  "address": "0xc7c44fc69d8f6cc3fa65b63638185a9462243a0f",
  "type": "ERC721",
  "name": "Heroic Holds",
  "tokenCount": "100",
  "uri": "https://metadata.mintable.app/azzlkk70-9BzfI7MRRIQ/1",
  "metadata": {
    "symbol": "Custom Virtual Real Estate",
    "image": "https://d1iczm3wxxz9zd.cloudfront.net/4b66f6cb-5638-4737-b276-c06c7f9fa7f2/c5efe04b-0368-4b65-b294-64e1d5732c07/1/ITEM_PREVIEW1.jpg",
    "animation_url": "",
    "royalty_amount": 500,
    "copyright_transfer": false,
    "address": "0xC7C44FC69d8f6cC3fa65B63638185a9462243A0F",
    "tokenId": 1,
    "resellable": true,
    "original_creator": "0x295D8dd2A48AeA9553132A7727AE20A159120C44",
    "edition_number": 1,
    "description": "<p>Heroic Holds are unique art pieces and virtual real estate holdings perfect for anyone looking to get in early on the next big crypto market sector.</p><p>Every Heroic Holds NFT purchase includes:</p><ul><li><strong>One unique NFT art piece and real estate holding</strong></li><li><strong>Over 500 building blocks and over 20 decorations to customize your property</strong></li><li><strong>Pixel art variants of the art piece, building blocks, and decorations</strong></li></ul><p>All properties, building blocks and decorations have transparent backgrounds for easy customization.</p><p><strong>For Investors</strong></p><p>Heroic Holds owners have full control over their assets—you do not need a specific app, website, or game client to interact with your properties. Invest in Heroic Holds to enter the hot virtual land ownership market or to diversify your crypto portfolio for tremendous potential gains. Limit risk by investing in NFTs from a bestselling artist with successful sales since 2017.</p><p>As virtual real estate properties, Heroic Holds NFTs can be traded, or held to generate income by charging admission or lodging fees to guests.</p><p><strong>For Collectors</strong></p><p>Each of the properties is a unique collectible art piece. Display your Holds or use them as galleries to showcase your NFT collection. Don’t leave your NFTs to collect dust in a wallet—give them a proper home in a virtual space built for them with Heroic Holds!</p><p><strong>For Creators</strong></p><p>All Heroic Holds properties include a free set of over 500 building blocks and decorations. Customize your property and share it with the Heroic Holds community on <a href=\"https://twitter.com/\">Twitter</a>, <a href=\"https://www.instagram.com/heroicrpgs/\">Instagram</a>, and <a href=\"https://discord.gg/VdBj7kEjDW\">Discord</a>.</p><p><strong>For Gamers</strong></p><p>Use Heroic Holds as game boards, battle grids, sandboxes, adventure maps, and more! Heroic Holds have been tested and optimized for use on virtual tabletop platforms including Roll20, Fantasy Grounds, Arkenforge, and Tabletop Simulator.</p><p><strong>Using Your Property</strong></p><p>The NFT image shows the property from a top-down perspective with walls, floors, and at least one entry/exit point. The property is designed to be compatible with any platform that allows users to import custom 2D backgrounds. A free virtual tabletop platform such as <a href=\"https://roll20.net/\">Roll20</a> is recommended to allow for easy customization and interactivity. Import any static image NFT into your platform of choice to use as an avatar or to display in the virtual space.</p><p>Don’t miss out—become a virtual land owner today!</p>",
    "printableSeries": false,
    "title": "0001 10x10 Hold 1-1",
    "url": "https://metadata.mintable.app/azzlkk70-9BzfI7MRRIQ/1",
    "file_key": "c5efe04b-0368-4b65-b294-64e1d5732c07/1/4b66f6cb-5638-4737-b276-c06c7f9fa7f2_0001 10x10 Hold 1-1.zip",
    "apiURL": "azzlkk70-9BzfI7MRRIQ/",
    "subtitle": "Custom Virtual Real Estate",
    "name": "0001 10x10 Hold 1-1",
    "category": "Collectibles",
    "edition_total": 1
  }
}