{
  "address": "0xc89d7ddb5433e03c398add7e15d022f187cc06b1",
  "type": "ERC721",
  "name": "It's not rocket science; it's brain surgery.",
  "tokenCount": "1",
  "uri": "https://arweave.net/00F3FEiqyNhWTK_FKviOwneUj753J0oYJohdbabPphc",
  "metadata": {
    "name": "Operating Theatre",
    "created_by": "Benjamin Liew",
    "description": "With just grunts and single words, Neurosurgeon Dr Charlie Teo communicates to the nurse, his second set of hands, who carefully places the requested tool in his hand. The video feed from the microscope is shown on 4 screens so the rest of the team can follow what’s happening. \n\n\n\nLicense: With the purchase of this NFT, the artist provides the primary holder the licensing rights to sell, trade, or transfer the NFT on the blockchain, and can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of members. The license includes unlimited use and display in VR galleries and physical galleries, essays, and documentaries. The holder of this NFT may also post on social media platforms with credit to the artist in good faith. The primary holder may not make “commercial use” of the underlying works including commercial merchandise, commercial distribution, or derivative works. The artist still owns the copyright, IP rights, and reproduction rights of the underlying work.\n\nThis still image will only be minted once as a limited edition artwork on the Etherum blockchain and no other editions will be made on this blockchain or any others.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Benjamin Liew"
      },
      {
        "trait_type": "Camera",
        "value": "Canon EOS 5D Mark IV"
      },
      {
        "trait_type": "Lens",
        "value": "EF11-24mm f/4L USM"
      },
      {
        "trait_type": "ISO",
        "value": "2000"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/4"
      },
      {
        "trait_type": "Exposure",
        "value": "1/125"
      },
      {
        "trait_type": "Focal Length",
        "value": "13.0 mm"
      }
    ],
    "image_details": {
      "bytes": 12198010,
      "format": "JPEG",
      "sha256": "4ae273c174962d48bbcaa75d821db2180fa13354c19e3d9209b266a1342f475e",
      "width": 6720,
      "height": 4480
    },
    "image": "https://arweave.net/5OahevPJRK5C25QafkMPcwjAIK-3CTWDVoML6biClK0",
    "image_url": "https://arweave.net/5OahevPJRK5C25QafkMPcwjAIK-3CTWDVoML6biClK0"
  }
}