{
  "address": "0xc87235dee3742edb498886c986decc92f3db84c5",
  "type": "ERC721",
  "name": "FESQ",
  "tokenCount": "6",
  "uri": "https://arweave.net/9XO4vRiE12r81z6q6PB4bM52Jeh8aCu_50BBqGbMMSQ",
  "metadata": {
    "name": "Dissociative Environment",
    "created_by": "FESQ",
    "external_url": "https://www.iamfesq.com/",
    "description": "In a world where technology keeps moving forward, humans have started to spend more and more time interacting with each other inside the digital universe. The core pillars of this space were created for it to become an addiction for its users, trapping them into infinite numbers of realities, meanwhile time keeps running in the real world.\n\nAs humans’ minds surf into their darkest fantasies, their sense of disconnection from the outside world increases, and the organic lives become meaningless. Consequently, the only purpose of waking up is to connect into the Metaverse, losing the interest in nature and real life interactions.\n\n\nOutside the VR headsets, the world fastly fades into an inevitable environmental crisis. Strangely enough, this is not due to the lack of technology nor resources, but due to people that simply ceased to worry about it. In this advanced future, spending money in green initiatives is not as stimulating as joining the metaverse. \n\nThis new reality is here to stay, it won’t be possible to escape the invisible walls that imprison humans inside in the eternal loop of desperation and digital stress. Then again, why would you escape when there’s nowhere else to go?\n\n3D Animation by fesq",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "FESQ"
      }
    ],
    "image_details": {
      "bytes": 1522740,
      "format": "JPEG",
      "sha256": "01ae4ee3c9300231df4b940ff6070fcde8537c93d749d8f7f824274a9845f4a7",
      "width": 2160,
      "height": 3840
    },
    "image": "https://arweave.net/XLTjJZYEFABXoFbhnvF3KXlw2dpp4KcR1q-YS_jtR-c",
    "image_url": "https://arweave.net/XLTjJZYEFABXoFbhnvF3KXlw2dpp4KcR1q-YS_jtR-c",
    "animation_details": {
      "bytes": 50776984,
      "format": "MP4",
      "duration": 10,
      "sha256": "a5b6a26365bbfa7ea8f20d2ec06a3295572597a55c2387fa4e867785214c05fc",
      "width": 1462,
      "height": 2600,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/XVeThkb9788OVhA-fT0pEeAf9eVDb-IY6Sy6wb7-Xtw",
    "animation_url": "https://arweave.net/XVeThkb9788OVhA-fT0pEeAf9eVDb-IY6Sy6wb7-Xtw"
  }
}