{
  "address": "0xc80de1f5d282676631be4539c68f70a05262e7d1",
  "type": "ERC1155",
  "name": "Paris Editions",
  "tokenCount": "1",
  "uri": "https://arweave.net/p1cG5oujbiwqrjxj5UdDYrBzmJqZsgi-MPrY8uLuA_w",
  "metadata": {
    "name": "The Antique Hunter",
    "created_by": "Romain Gandré",
    "external_url": "https://www.grphotography.fr",
    "description": "On a sunny Saturday afternoon in September 2021, as I was strolling along the quays of the Seine river near the famous sellers known as Bouquinistes, I came across this woman who immediately caught my eye. With her wild hair, her cigarette in her mouth, her jacket with little polka dots, these vintage posters in hands, ... she had all the features of a connoisseur with an expert eye for rare and authentic pearls from another era.\n\nAnd click click, it's in the box, this box that I never leave home without!\n\n« With their 400,000 books that run along the Seine, their 900 bottle-green boxes filled with old books, comic books and specialized works, the Bouquinistes are a true symbol of the quays of the Seine and have been part of Parisian culture since the 16th century »\n\n——————————————————————————————\n\n« The Antique Hunter » is my first ever Open Edition, and my second drop in 2023. This piece showcases another aspect of my photographic work, which is the street photography that I am particularly fond of when I wander the streets of Paris.\n\nIt represents the lowest point of entry into my world in order to acquire one of my pieces.\n\nEach wallet will only be able to claim two tokens. Preferably one to keep and one to gift.",
    "attributes": [
      {}
    ],
    "image_details": {
      "bytes": 2517841,
      "format": "JPEG",
      "sha256": "e1a112a9c0517658a686e04a8c188984031ceb8153c3c1442ab1216e22b68794",
      "width": 2000,
      "height": 3000
    },
    "image": "https://arweave.net/hp4A2PWW_oe83rLEBzqm53JzUAlal7PCzYEmv2_yLu0",
    "image_url": "https://arweave.net/hp4A2PWW_oe83rLEBzqm53JzUAlal7PCzYEmv2_yLu0"
  }
}