{
  "address": "0xc8827e72773cb5fbf11bb4d7e41029d9299737d4",
  "type": "ERC721",
  "name": "MkrBlvr",
  "tokenCount": "1",
  "uri": "https://arweave.net/ozRcTwYoX6a3z08jWWzeWwljwgTFJOVop3tkiTePjs4",
  "metadata": {
    "name": "Digital Energy",
    "created_by": "MkrBlvr",
    "description": "A digital energy money in the form of a coin with a hole in the middle.\n\nA digital energy money is not backed by physical commodities but by truth, represented by the coin's empty core.\n\nA digital energy money is valuable because it is an open ledger of all transactions within a decentralized peer-to-peer network backed by cryptographic code.\n\nA traditional precious metal coin's rim is scored with ridges to prevent coin clipping and debasement of its value.\n\nIn the digital era, all transactions are recorded in perpetuity on the open decentralized blockchain ledger represented by the hashes of every block minted by the flow of electrons onto the coin's ridge edge - a protective wall of truth.\n\n\"The essential evil of gold in its relation to war is the fact that it can be controlled. Break the control and you stop war. And the simple way to break the control of these international bankers, the way to end their exploitation of humanity forever, is to remove gold as a basis for the currency of the world. ...  \nUnder the energy currency system the standard would be a certain amount of energy for one hour that would be equal to $1. It is simply a case of calculating in different terms from those laid down to us by the international bankers.\"  \n― Henry Ford 1921\n\nThomas Edison was also interested in an “energy dollar” after seeing the value of electricity.\n\nWhen asked how he would suggest solving international problems without violence, Buckminster Fuller answered:  \n“I always try to solve problems by some artifact, some tool or invention that makes what people are doing obsolete, so that it makes this particular kind of problem no longer relevant. My answer would be to develop a world energy grid, an electric grid where everybody is on the same grid. All of a sudden, there would be no problems anymore, no international troubles. Our new economic basis wouldn't be gold or dollars; it would be kilowatt hours.”  \n― Buckminster Fuller 1983\n\n\"What is currency? Currency is stored productivity in a way. As a nation, you could store your future by buying a lot of oil or having the means to buy a lot of oil in something that could be swapped, a petrodollar, for barrels of oil. The US dollar in a way was an ICO tokenization of oil.  \n... this idea of oil and heavy machinery created physical assets that nations had to protect and create armies to protect your productivity, it's now dissolving into ones and zeros on screens. All of our future productivity, most of our productivity already today is not based on oil. It's based on electrons. How do you store that value? How do you transact in that value?\"  \n― Bill Tai discussing \"The Electrodollar\" with Raoul Pal on RealVision, May 27 2020\n\n“In the future, everything runs on digital energy. #Bitcoin”  \n― Michael Saylor 2022",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "MkrBlvr"
      }
    ],
    "animation_details": {
      "bytes": 28205372,
      "format": "MP4",
      "duration": 24,
      "sha256": "8d61d480c3cb9ca135b31c7a136f106f145e717af268eb951553ee214aee0c1b",
      "width": 1080,
      "height": 1080,
      "codecs": [
        "H.264"
      ]
    },
    "animation": "https://arweave.net/mNjNyCwzoz-3cUZags9TUYi93u7mMQSrIX-p8kM4-eE",
    "animation_url": "https://arweave.net/mNjNyCwzoz-3cUZags9TUYi93u7mMQSrIX-p8kM4-eE",
    "image_details": {
      "bytes": 5145060,
      "format": "PNG",
      "sha256": "41537b7a41ad3b9c8c4722f0738605e807cb27a09cc332129e57d1f008186067",
      "width": 2000,
      "height": 2000
    },
    "image": "https://arweave.net/AK9hW5VUib6Y6JkHo4fadYGgQZV-JVd7pyIke4t9DYk",
    "image_url": "https://arweave.net/AK9hW5VUib6Y6JkHo4fadYGgQZV-JVd7pyIke4t9DYk"
  }
}