{
  "address": "0xc8b0a2ee7b416ab871c7c1d346f0e569c2f94cc1",
  "type": "ERC721",
  "name": "Cosmic serenade: A night at Barras de Piaxtla by Alfredo Juárez",
  "tokenCount": "25",
  "uri": "ipfs://QmPquL8dwNuXMHfZnR4SKJSVtTLWC1hp2UoLhTLo893Rck/1",
  "metadata": {
    "name": "Cosmic serenade: A night at Barras de Piaxtla #1",
    "description": "Indulge in the captivating allure of “Cosmic Serenade: A Night at Barras de Piaxtla.” This awe-inspiring astro photograph transports you to the serene beach town of Barras de Piaxtla, nestled in Sinaloa, Mexico, where the night sky becomes a symphony of celestial beauty.\n\nAt the forefront of the image, a majestic saguaro stands proudly, surrounded by mystical rock formations. As the Milky Way arches gracefully overhead, it appears as if the very essence of the cosmos emerges from the saguaro, enchanting the scene with its ethereal presence.\n\nThe photographer’s meticulous technique shines through, capturing the intricate details of both foreground and sky. By skillfully stacking multiple exposures, the image unveils a tapestry of stars, nebulae, and galaxies, each shimmering with a vibrancy that seems to transcend the boundaries of our world.\n\nThe galactic core takes center stage, framed perfectly by the photographer’s choice of an 85mm focal length. Within this celestial theater, the resplendent colors of Rho Ophiuchi command attention, while the lagoon and trifid nebulae unveil their enchanting beauty. Every star and nebula is rendered with astonishing clarity and an otherworldly level of detail, inviting viewers to embark on a cosmic journey.\n\n“Cosmic Serenade: A Night at Barras de Piaxtla” is a testament to the photographer’s passion for both the natural world and the vast wonders of the universe. It beckons you to immerse yourself in the captivating embrace of the night sky, where the celestial symphony unfolds, and dreams merge with reality. Allow this exquisite photograph to inspire awe and ignite a profound appreciation for the harmonious interplay between Earth and the cosmos. \n \nAbout me:\n\nHello, I’m Alfredo Juárez, an astrophotographer from Sinaloa, Mexico. My journey into this celestial art began in high school with a Konica Minolta camera and took flight during a 600-mile expedition to chase the Neowise comet in 2020. This thrilling journey ignited a passion in me, transforming the night sky into my canvas and its celestial bodies into my subjects.\n\nAstrophotography is more than just a profession to me; it’s a healing process and a source of endless inspiration. The serenity of being under the vast night sky, capturing the cosmic spectacle, and sharing these moments of wonder with the world is an experience that’s both humbling and rewarding.",
    "image": "ipfs://QmbuaYz7MNdbXnFtoZBPLLP4smw39x7ToN8PsvKoJP234F/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Camera",
        "value": "Nikon D750"
      },
      {
        "trait_type": "Lens",
        "value": "Nikon AF-S 85mm f/1.8"
      },
      {
        "trait_type": "Local Length",
        "value": "85mm"
      },
      {
        "trait_type": "Exposure",
        "value": "80x210”"
      },
      {
        "trait_type": "F-Stop",
        "value": "F/4"
      },
      {
        "trait_type": "ISO",
        "value": "800"
      },
      {
        "trait_type": "Location",
        "value": "Mexiquillo, Durango, Mexico"
      },
      {
        "trait_type": "Tracking Mount",
        "value": "SkyWatcher Star Adventurer"
      },
      {
        "trait_type": "Genre",
        "value": "Astrophotography"
      },
      {
        "trait_type": "Year",
        "value": "2022"
      },
      {
        "trait_type": "Artist",
        "value": "Alfredo Juárez"
      },
      {
        "trait_type": "Edition",
        "value": "1/25"
      }
    ],
    "external_url": "https://permalink.sloika.xyz/v1/gp3NblpISkg7tQ62hdYll/1"
  }
}