{
  "address": "0xc8cb8ae7f1399729438a4d40f0a2bdbc914c609e",
  "type": "ERC721",
  "name": "The Magic Of The Rain",
  "tokenCount": "3",
  "uri": "https://ipfs.pixura.io/ipfs/QmPR6tts9dzxmsFwQno5W1hXhEcWUqGq9gBAdc6kDJHFmd/metadata.json",
  "metadata": {
    "name": "Gotham",
    "createdBy": "Declan McWhinney",
    "yearCreated": "2021",
    "description": "This was the night I knew I would be a street photographer, an observer of moments, and a storyteller, for the rest of my life. My entire journey as a photographer had led to this moment. This rainy night, during my first visit to New York, I watched as the city transformed from the busy, gritty streets, into a scene reminiscent of Gotham. As I positioned myself in this spot and noticed the man with his briefcase slung over his shoulder walk by the taxi stand, I felt a surge of energy rush through me. I knew something special was coming. I waited and hoped that he would line up perfectly in the frame, which he did. After capturing this moment, I put my camera down and looked out at what I can only describe as my version of heaven. \n\n“The Magic Of The Rain” series explores the juxtaposition between a typically miserable weather condition, and its ability to transform the mundane into something magical, and evoke a powerful sense of calm and wonder within those who notice it. Being at peace is something all humans strive to feel, and those that take the time to look around when it’s raining, may just start to notice that peace envelop them.",
    "image": "https://ipfs.pixura.io/ipfs/QmSXw7E79vJYNpnuWkY16eYgyQfZ5EbtfGmBVts53pRHbw/DSC05685-2.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmSXw7E79vJYNpnuWkY16eYgyQfZ5EbtfGmBVts53pRHbw/DSC05685-2.jpg",
      "dimensions": "4475x5594",
      "size": "13177604",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "photography",
      "streetphotography",
      "rain",
      "art",
      "city",
      "urban",
      "newyork"
    ],
    "attributes": [
      {
        "trait_type": "Camera",
        "value": "Sony A7RIII"
      },
      {
        "trait_type": "Lens",
        "value": "Sony 24mm f1.4 GM"
      },
      {
        "trait_type": "ISO",
        "value": "500"
      },
      {
        "trait_type": "Aperture",
        "value": "1.4"
      },
      {
        "trait_type": "Shutter Speed",
        "value": "1/250"
      }
    ]
  }
}