{
  "address": "0xc83ff79f33e27c81243c53c76f88a40a597a7461",
  "type": "ERC1155",
  "name": "Unidentified contract - 86LB2JZhaQ - old",
  "tokenCount": "1",
  "uri": "https://arweave.net/Gm-PJznveY0XyZmIr_BDoyGM3AUVOcM37IZy8y8N_jY",
  "metadata": {
    "name": "The Light Above",
    "created_by": "The Ginja Ninja",
    "external_url": "https://discord.gg/mtmrZZec",
    "description": "A piece that started out with just one story that has now gained so many more to represent what this photo means to me. \n\nThe first thing about this piece that stands out to me goes back before it was taken. In the middle of a crowded ticket hall for a botanical garden where I found my eyes fixing to a small skylight in the room. Every time my eyes would lock onto it I would feel a sort of uneasiness, but for me just drew my focus to take the photo more. I got down on the floor as people passed around my body. Normally, this would have sent me into an anxious state because I would feel like everyone was watching me, but for the first time shooting in a public area I felt completely calm.\n\nThe feeling of not caring what others felt about me or at least not thinking about it was such a relief. \"The Light Above\" also represents the shift in my life away from what I consider to be my past life as contractor in my family's business, to pursuing my passions as a photographer in the NFT space.\n\nI left my job and my house this day, May 30th, a year ago in hopes to pursue my passions for photography as a career. I had left the family business and my home because my family had been taking from me without my knowledge or consent. The times I was aware they took more than I could help provide for... and I lost it all. I was forced to move out right then and there and moved in with my future wife to live in her parents basement until we could make it out. I hadn't found out about NFTs until late 2021, so until that point I was making my ways selling prints, but when I found out about NFTs, to me, it was the shining light at the end of a dark tunnel for me. A saving grace after 6 years of hardships.\n\nNot only do I hope to be able to correct my own life, but I also in the process want to cycle 15% of this projects proceeds back into the community.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "The Ginja Ninja"
      },
      {
        "trait_type": "Camera",
        "value": "Canon EOS 800D"
      },
      {
        "trait_type": "Lens",
        "value": "EF-S18-55mm f/4-5.6 IS STM f/4.2"
      },
      {
        "trait_type": "ISO",
        "value": "100"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/14"
      },
      {
        "trait_type": "Exposure",
        "value": "1/5"
      },
      {
        "trait_type": "Focal Length",
        "value": "18.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2022:04:10 01:10:18"
      }
    ],
    "image_details": {
      "bytes": 1861540,
      "format": "JPEG",
      "sha256": "0e0c983862369e36cb4d268c3b588b7293e01a6af4f01a6f6993b4f94d16704f",
      "width": 3727,
      "height": 4970
    },
    "image": "https://arweave.net/uzT70CFPRlQy4e5dS4WvOmN3Syhy8Y2vkBcOcNLLPTw",
    "image_url": "https://arweave.net/uzT70CFPRlQy4e5dS4WvOmN3Syhy8Y2vkBcOcNLLPTw"
  }
}