{
  "address": "0xc97e830fe0caacf4f577de75ef7e84c6ddcf5739",
  "type": "ERC721",
  "name": "Night Reflection Six by Kim Henry & Eric Pare",
  "tokenCount": "9",
  "uri": "ipfs://QmXiifKTJv9vPELdCaqZ52D6Nvd52S8SuEH6pj7Lo5szPg/1",
  "metadata": {
    "name": "Night Reflection 6.1",
    "description": "This moment was not a happy accident. The storm was slowly rising from afar at the White Sands and the wind was so strong that we knew we had very little time to create. Eric went back to the camera between 2 series & I asked him to leave the remote trigger with me. I had to at least try to catch lightning. Calm & hyper-focused in the wind for a minute, waiting for the good moment to happen before Eric would come back to create one of our last series…\n\nWhen it happened I could not be sure it succeeded, until I heard Eric’s voice of surprise when he saw the picture on the back of the camera.\n\nThis picture is part of a chapter that represents exceptions in our creative journey. Some were unexpected or fortuitous, almost accidental. Others were creative experiments that we only tried very few times. All of them are unique, rare, and startling: The unexpected verities. All part of our long creative process, they all had an impact on our artistic expression. But as we consider that we are always at the beginning of something, we know we’ll keep exploring, hoping to create other unexpected pieces along the way.",
    "image": "ipfs://QmbErhz2PWDqcWSvYN3hxc7yX6yjNFEqQoDwy9ZvmkooXN/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location Type",
        "value": "Desert"
      },
      {
        "trait_type": "Tool",
        "value": "Orange tube"
      },
      {
        "trait_type": "Shape",
        "value": "None"
      },
      {
        "trait_type": "Artist",
        "value": "Eric Paré & Kim Henry"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      }
    ],
    "external_url": "https://permalink.sloika.xyz/v1/CEb-ZYYkky4tHU_yFVrUT/1"
  }
}