{
  "address": "0xc913e1c55742440582342260ab0e4acf5fb70398",
  "type": "ERC721",
  "name": "Teddi Gold - Je Ne Sais Quoi",
  "tokenCount": "12",
  "uri": "ar://dz2AjudD2gXj7eLLJR5Plkd77vdkJB24lO7tA4IgwUc/1",
  "metadata": {
    "animation_url": "ar://3fYqXJIuWjINnfZuMjNWwC500f-51iqfbVMK9E08EQI",
    "artist": "Teddi Gold",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://ATE_P2peXgOJGeHv7xVd0EuzLoVZPItHuVvspAFCaVg",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Je Ne Sais Quoi",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "As fearless as she is fiery, Teddi Gold has got enough glitz and glamour to fit right in at a jazz-y underground haunt or on-screen in some Golden Age Hollywood production. Yet, she’s also got the spirit to make a statement worthy of a TED Talk. She’ll craft a dance floor banger only to shake up the melody with her own foley sound effects. In one breath, she’ll sing about piña coladas and tiny umbrellas. In the next, she’ll ponder the breakdown of a loved one. \n\nHer anthemic, bold, and vibrant pop took music fans by surprise with its spirited, fun and thought-provoking approach. Drawing on her life raised on isolated island in the Caribbean with her two dads, Teddi’s story becomes your own as you’re transported into her colorful world of modern experiences and timeless problems. \n\nAttracting acclaim from The Line of Best Fit, Earmilk, UPROXX, Popdust, LA Weekly, and more, she continues to shapeshift at light speed. She's landed on Spotify’s coveted Fresh Finds, Summer Party, Young & Free, Indie Pop and Pandora’s Top Hits Playlist. You may have heard her music in major commercials such as Apple, Google, Old Navy, Ikea & more. She's collaborated with artists such as JrJr, Superorganism, Classixx and hip-hop legend, Coolio. Now, the singer and songwriter envisions a wild world as empowered as it is entrancing as she gears up to release her debut album this fall 2023.\n\nAbout Je Ne Sais Quoi:\n\nYears ago I lived in Paris with my fabulous french uncle. It was living in Paris that made me realize I was an artist, and it was in Paris where I decided to pursue my creative passions and take them seriously. Paris opened me up to a whole new world of art, culture, colors, architecture, fashion, love, romance, and passion. There was a certain “je ne sais quoi” magic about Paris that gave me permission to embrace my creative self. “Je Ne Sais Quoi\" is a song about feeling like you have something special even when the world makes you feel like you don’t. It’s a song about feeling like you don't fit in, but not caring. It’s taking ownership of yourself, of your strangeness, of your quirks, of everything that makes you, you. It’s about having a rich wild inner life and a curious mind.",
    "duration": 125,
    "external_url": "https://www.sound.xyz/teddigold/je-ne-sais-quoi",
    "genre": "Pop",
    "image": "ar://ATE_P2peXgOJGeHv7xVd0EuzLoVZPItHuVvspAFCaVg",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://3fYqXJIuWjINnfZuMjNWwC500f-51iqfbVMK9E08EQI",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Je Ne Sais Quoi #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Je Ne Sais Quoi",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}