{
  "address": "0xca87addd5cd072ee4f35870c9f244291fd73e39a",
  "type": "ERC721",
  "name": "ikon-1",
  "tokenCount": "856",
  "uri": "https://collectible.api.manifoldxyz.dev/collectible/0xca87AddD5cD072EE4F35870C9F244291FD73E39a/1",
  "metadata": {
    "name": "ikon-1 #1",
    "created_by": "Nick Knight",
    "description": "ikon-1 is the fashion image-maker Nick Knight's first NFT collection, launched with his online fashion platform SHOWstudio.com. This exquisite collection of images stars model and creative polymath, and long-time Knight collaborator, Jazzelle (aka @uglyworldwide). Knight worked with 30 emerging and established digital-first fashion designers to create the outfits for ikon-1, along with world renowned hairstylist Eugene Souleiman and nail industry pioneer Marian Newman to create a collection that showcases all of the creativity and craftsmanship that the fashion world has to offer. ikon-1 is a truly unique piece of fashion history. Owning an ikon-1 not only means possessing a unique digital artwork from one of the world's most revered fashion image-makers, but each NFT will also act as a key into SHOWstudio's virtual future. With its 22 year history of pioneering world-first creative projects, fashion reporting and broadcasting, SHOWstudio will continue its unparalleled commitment to collaboration and showcasing of truly groundbreaking talent. As proven many times before in SHOWstudio's history, where they lead, many will follow. ikon-1 is an inflection point for fashion's digital future. View the ikon-1 Terms of Sale here: https://ikon-1.com/important/nft-terms-of-sale.html",
    "attributes": [
      {
        "trait_type": "Body",
        "value": "Normal"
      },
      {
        "trait_type": "Look",
        "value": "ASTRID - Saranya Umashankar & Elfe De Cité"
      },
      {
        "trait_type": "Facewear",
        "value": "Coleoptera Face Mask - gaast"
      },
      {
        "trait_type": "Nails",
        "value": "Mercurial - Marian Newman"
      },
      {
        "trait_type": "Final Form",
        "value": "No"
      },
      {
        "trait_type": "Designer Edition",
        "value": "Saranya Umashankar & Elfe De Cité"
      }
    ],
    "image_details": {
      "bytes": 1492096,
      "format": "PNG",
      "sha256": "209d3535c31e51b7b2115b02e9aa4dc53bbbf2163126afe9dbaf75121a429259",
      "width": 2048,
      "height": 2048
    },
    "image": "https://arweave.net/yhWQY6cCtnEonr2Cnlrm0Vnaji5gLkSJf99X00lyQhk",
    "image_url": "https://arweave.net/yhWQY6cCtnEonr2Cnlrm0Vnaji5gLkSJf99X00lyQhk"
  }
}