{
  "address": "0xcabe8e7809fc7fba3c88517ea2ed60a5713d96f4",
  "type": "ERC721",
  "name": "Jesus Pepe",
  "tokenCount": "5",
  "uri": "https://arweave.net/PRRg7qYnEl6x54aTkdhqpuvtpPtLfIemXEwbCFxLNgY",
  "metadata": {
    "name": "Jesus Pepe",
    "created_by": "MemeGenesis.com",
    "external_url": "https://memegenesis.com/",
    "description": "I was sitting at my desk, staring at the computer screen, trying to wrap my head around this thing called a Jesus Pepe NFT. The words swirled around in my mind like a psychedelic hurricane, and I couldn't quite make sense of it all. But one thing was for sure: this was a wild and crazy creation, born out of the minds of the folks over at MemeGenesis.com.  \nThe Jesus Pepe NFT was a strange and wondrous thing, a digital collectible that combined the iconic Pepe the Frog meme with the imagery of Jesus Christ. It was a one-of-a-kind creation, a non-fungible token that existed on a blockchain network, with a value that was as unique as the NFT itself.  \nThe platform was a trading platform, a place where users could buy, sell, and exchange NFTs, including the Jesus Pepe NFT. It was a world where the irreverent humor of internet memes collided with the spiritual symbolism of religion, and the result was a frenzy of activity that was both exciting and overwhelming.  \nI could see it now, the users frantically typing away on their keyboards, bidding on NFTs, customizing their collections, and engaging in heated debates about the value of these digital assets. It was a world of its own, a subculture that was rapidly gaining steam in the ever-evolving landscape of the internet.  \nAnd yet, amidst all the chaos and confusion, there was a sense of awe and wonder that permeated the air. It was as if the Jesus Pepe NFT had tapped into some deep and ancient human longing for connection, for meaning, for something more than the mundane realities of everyday life.  \nAs I sat there, pondering the strange and mysterious world of NFTs, I couldn't help but think that Hunter S. Thompson would have been proud. The Jesus Pepe NFT was a wild and crazy creation, a fusion of the absurd and the profound, a testament to the boundless creativity of the human mind. And in a world that sometimes feels like it's spiraling out of control, that's something truly worth celebrating.  \n",
    "image_details": {
      "bytes": 741753,
      "format": "SVG",
      "sha256": "92d81722fc827ba53e688a2ab328e431a5040f6815194e460bc2c5155efb1e45"
    },
    "image": "https://arweave.net/suYNTzW16lYnrmKwdYbeYqxxar_YIbRqe2T-fGdoaWc",
    "image_url": "https://arweave.net/suYNTzW16lYnrmKwdYbeYqxxar_YIbRqe2T-fGdoaWc"
  }
}