{
  "address": "0xca8ff10b3c953c99bbfe1c2a3e4693f58599ddef",
  "type": "ERC1155",
  "name": "Open Edition of Toonz #7937",
  "tokenCount": "1",
  "uri": "https://arweave.net/9TCiuo1Czsml6zYlvVoYBfgiMPPKr0yFosja2BmDiQg",
  "metadata": {
    "created_by": "Toonz7937",
    "name": "OE of Toonz #7937",
    "external_url": "https://twitter.com/Toonz7937",
    "description": "I have been thinking a lot about something that I have always preached:\n\n“We Are All Toonz”\n\nThis concept stems the community built by the Degen Toonz and the nostalgic art that brings people together.\n\nI have also been thinking a lot about Web3 and how it has created a space for us to all come together. Unfortunately, this is not always the case, and people are quickly trapped in their online identity and forget that we are all one NFT Community.\n\nThis OE that provides no direct financial incentive for holders, makes very few promises and will be something that I think can help bring us all together. \n\nIntroducing OE Toonz #7937.\n\nAs wonderful as it is to give away an NFT, it unfortunately only benefits one holder. As much as that may be life changing, I really want to get the most reach out of Toonz #7937.\n\nThe goal of this OE is to give everyone the ability to share IP rights of a Toonz #7937 and have a Toon to bring everyone together. \n\nThe OE will cost 0.00069 ETH as a way to provide an easy entry point and all funds will be used in the following ways:\n\n1. The initial funds will be collected until a red and green dynamite can be purchased.  \n1. Following this purchase, additional funds will be used in the following way: \n  A) 25% for additional Toonz assets (collect TNZ for future closet drops, \n  enhancing IP use) \n  B) 75% donated to charity, directly supporting children\n\nMy hope is that people buy this OE to share the joy of Toonz with everyone in the space and introduce people outside of Web3. I am excited to see how people who may not have access to purchasing their own OG toon will be able to utilize the IP to expand their own personal brand and expand the reach of the Toonz.\n\nSo claim as many as you would like, share them with friends and family, build some really cool stuff with the IP and rock it as your PFP if you would like. This claim will provide the same IP rights outlined in the Toonz IP document (https://degentoonz.io/documents/Degen_Toonz_Purchaser_License_Agreement.pdf), but will not share all the same benefits as owning the OG Toon. \n\nThis is a community led initiative and in no way directly affiliated with the Degen Toonz Brand. There are no benefits related to the Degen Toonz ecosystem outside of the IP usage.\n\nAdditional Note: Toonz #7937 is being donated by Toberr.eth. They will not be collecting any funds from this mint. At no time will they be reimbursed for the cost of Toonz #7937. This is a donation for the culture of Web3.\n\nLet’s have fun and build together.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Toonz7937"
      }
    ],
    "image_details": {
      "bytes": 348013,
      "format": "PNG",
      "sha256": "776746fea3a40002d7e2331262889c622fb28d4602336cf0d5bc0c80cbf2bed5",
      "width": 1149,
      "height": 1147
    },
    "image": "https://arweave.net/X_3qqnbjlVzFTUnz1rKYn92b4M41M3gWyD-UBaP8UI4",
    "image_url": "https://arweave.net/X_3qqnbjlVzFTUnz1rKYn92b4M41M3gWyD-UBaP8UI4"
  }
}