{
  "address": "0xcaad6ae8b1c15e191249bd3b91e05a4152404dac",
  "type": "ERC721",
  "name": "Gino Battiston",
  "tokenCount": "3",
  "uri": "https://arweave.net/wdnBVQJtzVCGopgpq5JvugoxahP2hIfcFBNi52CKPSE",
  "metadata": {
    "name": "The Image-Crystal",
    "created_by": "Gino Battiston",
    "description": "The Image-Crystal, from Noosphere series.\n\nSize: 5736px x 3994px 300dpi.  \nMedium: Ilford Orthochromatic Plus sheet film 4x5.  \nTechnique: Multiple exposures, single negative.  \nCamera: Beseler enlarger w 4x5 header.  \nLenses: Rodenstock.  \nScan: Negative photographed via Nikon D750 + Nikkor 55mm.\n\nJournal of remote visions, universal symbols in the territory of infinite traces, recurrent perceptions. The subtlety of the monochromatic composition explores emotional cavities, pushes towards the essence of things on the intangible: Noosphere.\n\nDiario de viaje de visiones remotas, símbolos universales en el territirio de los trazos infinitos, percepciones recurrentes. La sutileza de la composición monocromática explora cavidades emocionales, impulsa hacia la esencia de las cosas en lo intangible: Noosfera.\n\nThe Image-Crystal.\n\nThe photography of the instant is a capture of non-static potentials, from which we recover the escape, traffic of sensations, beyond the speed of light. In the instant, to stop measurable time, to propel oneself towards the virtual, to reach the essence of desire, to return to the present: press the shutter in an event flooded with qualities.\n\nThe irremediable need for art makes the work be before being and exist despite never having existed. That is what moves the irrevocable and passionate artist: the immanent in itself, manifesting to the world of the visible. The instant has no chronology. It is itself, with each of its qualities, always. Facets of the same Crystal. The possible will always be because it already is.\n\nLa Imagen-Cristal.\n\nLa fotografía del instante es una captura de potenciales no-estáticos, de los cuales recuperamos la fuga, tráfico de sensaciones, más allá de la velocidad de la luz. En el instante, detener el tiempo mensurable, impulsarse hacia lo virtual, alcanzar la esencia del deseo, volver a lo actual: presionar el obturador en un acontecimiento inundado de cualidades.\n\nLa irremediable necesidad de arte hace que la obra sea antes de ser y exista a pesar de no haber existido nunca. Eso es lo que mueve al artista irrevocable y pasionario: lo inmanente en sí, manifestándose al mundo de lo visible. El instante no tiene cronología. Es él mismo, con cada una de sus cualidades, siempre. Facetas de un mismo Cristal. Lo posible siempre se hará porque ya es.",
    "image_details": {
      "bytes": 10183272,
      "format": "JPEG",
      "sha256": "4b8c13a7c7c30c79bd6f789f9721e8c434b35610b0d99aa9c90f1c061182dfa2",
      "width": 3994,
      "height": 5736
    },
    "image": "https://arweave.net/1JvZe7KA8klPMn6Lz6whRlnZB2bzfTgJgb4njuQiMnw",
    "image_url": "https://arweave.net/1JvZe7KA8klPMn6Lz6whRlnZB2bzfTgJgb4njuQiMnw"
  }
}