{
  "address": "0xcacbfb578d772afc254ff6c10771ea05e107bf4a",
  "type": "ERC721",
  "name": "Zara Vahlstrom",
  "tokenCount": "10",
  "uri": "https://arweave.net/ssswSH34uTxl-SPM5fV8cuLDWn4P42tY_obCGeYWMao/1",
  "metadata": {
    "created_by": "Zara Vahlstrom",
    "name": "Liminal Nexus #1/10",
    "description": " \"Liminal Nexus\" is a mesmerizing digital artwork that transports the viewer to a surreal realm where the boundaries between the past, present, and future blur. The piece is a testament to Zara Vahlstrom's artistic vision, capturing the essence of a midjourney – a transitional state where reality and imagination collide.\n\nThe artwork features a dreamlike landscape that seamlessly blends natural elements with futuristic architecture, symbolizing the convergence of time, space, and human experience. Deep, saturated hues gracefully transition into lighter, ethereal tones, representing the passage from the known to the unknown.\n\nInhabiting this otherworldly environment are fantastical creatures and figures, embodying the various emotions and experiences associated with a midjourney. These enigmatic characters serve as guardians or guides, inviting viewers to embark on their own personal journeys of self-discovery.\n\nWoven throughout the composition are intricate, organic patterns generated by AI algorithms, reflecting the interconnectedness of all things and the cyclical nature of life's journey. Interactive elements encourage the audience to engage with the artwork, exploring its multiple layers and forging a deeper connection to its themes.\n\nMeaning: \"Liminal Nexus\" challenges viewers to contemplate their own paths and the choices that have shaped their lives. Through its captivating imagery and immersive interactivity, the piece invites introspection and self-reflection, urging the audience to confront the liminal spaces within their own existence. In doing so, \"Liminal Nexus\" transcends the boundaries of conventional digital art, becoming a transformative experience that resonates with the viewer on a profound level.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Zara Vahlstrom"
      }
    ],
    "image_details": {
      "bytes": 2238774,
      "format": "PNG",
      "sha256": "c3509a391b5466ddff4cecf32dcfd6b88f85695fadfc189a3286ceb7bbff051e",
      "width": 1024,
      "height": 1024
    },
    "image": "https://arweave.net/gCe1iUnHcFPvL8Zx4zjopSQZdjZWoOJXRGQktT1Qz24",
    "image_url": "https://arweave.net/gCe1iUnHcFPvL8Zx4zjopSQZdjZWoOJXRGQktT1Qz24"
  }
}