{
  "address": "0xca171ec002ca5999176d8d7330ba38208ba35e6b",
  "type": "ERC721",
  "name": "FUTURE PASTS, PAST FUTURES by Margaret Murphy",
  "tokenCount": "46",
  "uri": "ipfs://QmPq3UstrjaPiaJEbw6KpWt6TPsdNNrArSW1B4gYzNcMGS/1",
  "metadata": {
    "name": "Bus Stopped",
    "description": "FUTURE PASTS, PAST FUTURES by Margaret Murphy embraces the absurdity of AI text-to-image outputs to make sense of our pasts as teens, while simultaneously hypothesizing adolescence in the future, featuring adolescent tropes with loving nostalgia. When visualized with the imperfection of AI, cultural adolescent tropes of such as prom, joyrides, house parties, summers pool-side, family vacations, and skate parks feel almost like last night's dream. As time passes and memories fade, technology simultaneously helps us remember (and forget) our pasts, leading us to wonder about the adolescents of the future.\n\nFUTURE PASTS, PAST FUTURES is part of the exhibition RECOLLECTION. AI AND MEMORY presented by EXPANDED.ART in collaboration with The NFT Gallery at their galleries in New York and London, 11 April – 13 May 2023.\n\n19 artists explore the idea of further challenging the concreteness of human memory—personal or collective—through creative collaboration with AI. \n\nMemories are nebulous. Scientific studies and phenomena such as \"The Mandela Effect\" have shown that humans rarely recall things in their unbiased exactitude. Artificial Intelligence already assists human memory in the form of predictive text and GPS navigation. One would surmise that there exists a role for AI when it comes to supplementing even more complex memory.\n\nVerisart Certified: https://verisart.com/works/acf451c3-1344-4a82-9eb1-386a54b59ae3",
    "image": "ipfs://QmZRzDdYbjtdQEmSH4cx5Jog4g7tm7ca4n4pn7HGzAg7Dm",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Margaret Murphy"
      },
      {
        "trait_type": "Tag",
        "value": "VerisartCertified"
      },
      {
        "trait_type": "Year created",
        "value": "2023"
      }
    ],
    "external_url": "https://verisart.com/works/acf451c3-1344-4a82-9eb1-386a54b59ae3"
  }
}