{
  "address": "0xcadf53376b478f823aa95ce4d56cae56e8313a05",
  "type": "ERC721",
  "name": "Simonart-SR",
  "tokenCount": "1",
  "uri": "https://ipfs.pixura.io/ipfs/QmQfYLJpa99EmDJEKaofmYND7MNcoTexVJNnjNjEeV2C7b/metadata.json",
  "metadata": {
    "name": "Life",
    "createdBy": "Simonartonline",
    "yearCreated": "2022",
    "description": "Humans experience life through their body (matter), their thoughts (electrical impulses), and intuitions (spiritual intuition comes from the emptiness of the mind). \nWhen we think about the Universe we live in, we imagine matter first, light and darkness, space and time. \nHowever, Matter and Light, as we know them,  are only responsible for 4% of the entire Universe's energy, most of the matter that obeys the gravitational forces is Dark Matter 23%. Everything else is Dark Energy 73% with the gravitational field permeating the entire Universe and the electromagnetic most of it.\n\nThe God Particle (Higgs Boson) plays an important role in our existence, our body, and our brain because it is responsible for the mechanism that gives particles mass.  \nThe first few seconds of this video (00:00 - 00:15) are a representation of the Higgs Boson through their Feynman diagrams (particle interactions that produce the God Particle as seen in particle accelerators). \nThe mass assigned to particles through the Higgs Boson is subject to gravity and collapses under the gravitation forces (rotating and collapsing matter)\nThe green waves of energy (00:16 - 00:18) represent the electromagnetic field and so our thoughts.\nBut in the end what wins is darkness, peace, and eternity represented by the snake. It symbolizes eternal wisdom and reincarnation, which implies that death has no effect as we keep all of our memories intact.\nThe lotus flower is a symbol of purity and beauty that holds itself above the mud and water (matter). It is also a symbol of spiritual awakening. \nThe lotus stands for victory over the desire for life and represents power over death.\nThe snake inside the lotus flower signifies becoming victorious over death by escaping rebirth and reincarnation in a timeless empty Universe.\n\nIs this the ultimate purpose of Life? ",
    "image": "https://ipfs.pixura.io/ipfs/QmeaatEAZvWC1H59iib3aCyWPDWCuePt9UY49xUePyh2kw/Life5.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmS9VBevBcd2JnAF5Y42piVFWrrdKidtgD67NQQGLWUv7q/Life-2160x2160-60fps.mp4",
      "dimensions": "2160x2160",
      "size": "37883747",
      "mimeType": "video/mp4"
    },
    "tags": [
      "animation",
      "surreal",
      "digitalpainting",
      "surrealism",
      "abstract",
      "nature",
      "consciousness",
      "cosmo",
      "universe",
      "physics",
      "colourful",
      "music",
      "sound",
      "snake",
      "lotus",
      "meditation",
      "philosophy",
      "animal",
      "flower",
      "wave",
      "trippy",
      "conceptual",
      "ethernity",
      "death",
      "life"
    ],
    "attributes": [
      {
        "trait_type": "Size and Format 1 Available",
        "value": "4 K (3840x2160 px) - 60 fps - MP4"
      },
      {
        "trait_type": "Size and Format 2 Available",
        "value": "4 K (3840x2160 px) - 60 fps - ProRes4444 (.mov)"
      }
    ]
  }
}