{
  "address": "0xcbe3b8b4093e17ba8c006144d44fe5ac51686875",
  "type": "ERC721",
  "name": "WORKBOLD",
  "tokenCount": "1",
  "uri": "https://flow.mypinata.cloud/ipfs/QmeJR4GAKuFWbqcEMngX2UXJ9uDSHccpq3CcW3Anb3X7yR/1",
  "metadata": {
    "description": "The Bold NFT is a collection of 100 unique NFTs - digital tokens stored on the Ethereum blockchain. Holding The Bold NFT signifies your belonging to the Bold community and includes pay-as-you-go access to any Bold workspace plus entry to the online community, invitations to events, and discounts on meeting rooms, event spaces, and more.",
    "short_description": "Explore the Bold community through pay-as-you-go access to all Bold locations available today and in the future plus benefit from a 15% discount on any workspace or meeting room and exclusive invites to all #ThinkBold events and networking opportunities.",
    "provider_description": "Flexible space to dream, create, share, and succeed, Bold is a purpose driven community where innovators, entrepreneurs and people in business can inspire, be inspired, collaborate, and bring their ideas to life. Our mission is to champion and support entrepreneurs and innovators, and we want to inspire those who want to make the world a better place. We believe in respecting differences and collaborating to create a better world – one that is Respectful, Peaceful, Empathetic, Inclusive, and Happier. We provide entrepreneurs, creatives and SMEs the environment they need to flourish with flexible memberships, private spaces, communal areas and events that foster collaboration. Throughout the year we'll host events and content that connect people and support business growth, and we'll encourage conversations that inspire civil discourse, empathy, overcoming bias, chasing purpose, and of course making money. Fortune Favours the Bold.",
    "external_url": "https://marketplace.flowplaces.co/bold",
    "creator_website": "www.flowplaces.co",
    "provider_website": "xxworkbold.co.uk",
    "image": "https://flow.mypinata.cloud/ipfs/QmbgDJC8Wihxz3MrNw3Amk6c8JDNrdaoY3FhSh17ehS1KY",
    "name": "Bold",
    "attributes": [
      {
        "trait_type": "Author",
        "value": "Flow"
      },
      {
        "trait_type": "Name",
        "value": "Bold"
      },
      {
        "trait_type": "Provider",
        "value": "Bold"
      },
      {
        "trait_type": "Number",
        "value": 1
      },
      {
        "trait_type": "Subscription",
        "value": "PAYG"
      },
      {
        "trait_type": "Transferability",
        "value": "Unrestricted"
      },
      {
        "display_type": "date",
        "trait_type": "Published",
        "value": 1657888057139
      }
    ],
    "utility": [
      "Pay-as-you-go access to any Bold location today and in the future",
      "15% discount on any desk, meeting room, or event space booking",
      "Exclusive invites to all #ThinkBold events and networking opportunities"
    ],
    "recurring_fee": "£0",
    "activation_fee": "£0",
    "retail_discount": "N/A",
    "required_tokens": [],
    "activation_notes": "NFT holders can connect their wallet to the Flow app for pay-as-you-go access to any Bold location."
  }
}