{
  "address": "0xcbf4ff18bf0f819cbae3d0c0a2b9be4b1dbf8106",
  "type": "ERC1155",
  "name": "Genesis - Christoph Fischer Editions",
  "tokenCount": "3",
  "uri": "https://arweave.net/ld6JTXTtismTdtYxOsWzAyj-nwNdp7LBeSqjNQRsN7A",
  "metadata": {
    "name": "Gold Coast",
    "created_by": "Christoph Fischer",
    "description": "South Africa's Cape Peninsula is home to one of our planet's most spectacular coastlines, a world of towering coastal mountains, wild oceans, rocky shorelines, crashing waves and endless beaches. It is an area I have had the fortune of photographing several times, and it has gifted me with many unforgettable moments of exceptional beauty and splendour.\n\nIt was late afternoon at Chapman's peak, a world famous location along the Cape Peninsula, and the sun was partially hidden behind a low lying bank of clouds. The sun would filter through, painting the mountainside in beautiful dappled light, until the moment when it all stopped, and the sun was hidden entirely. I thought it would set behind the clouds, but then, for a brief moment found a large opening, and wonderful warm, golden light streamed across the ocean and mountains. I quickly captured the beautiful, fleeting moment before it was gone, by taking a series of portrait format images, which I later combined into a panorama in editing.\n\nSouth Africa was the first country I visited and photographed after I had acquired my first serious camera half a year earlier, and had started on a journey to center my life around my passion, nature photography. It was the first of many countries where my love for photography would take me. I feel very fortunate that I have been able to make my passion my profession, thanks to which I have been able to visit some of our planet's most spectacular wildernesses. This is one of the many photographs I took during this visit, and it is one of two images from this visit that were awarded in the prestigious Epson International Pano awards.\n\nLicense : Primary NFT holder is free to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Christoph Fischer"
      },
      {
        "trait_type": "Genre",
        "value": "Landscape"
      },
      {
        "trait_type": "Camera",
        "value": "Canon 5D"
      },
      {
        "trait_type": "Style",
        "value": "Colour"
      },
      {
        "trait_type": "Location",
        "value": "Chapman's Peak, Western Cape, South Africa"
      }
    ],
    "image_details": {
      "bytes": 8801710,
      "format": "JPEG",
      "sha256": "91560668c8323c20bbf4dc1a5519c42b23b214db047229fd9db87e94b2bc1376",
      "width": 4000,
      "height": 2059
    },
    "image": "https://arweave.net/YngV3CUJrErk71iTKK6OER8xvdcEev3duRsPj4599cQ",
    "image_url": "https://arweave.net/YngV3CUJrErk71iTKK6OER8xvdcEev3duRsPj4599cQ"
  }
}