{
  "address": "0xcb0b71ae3a105350b9a932352813a18c4d3ea621",
  "type": "ERC721",
  "name": "Art Events Mazzoleni - Mart Signed",
  "tokenCount": "17",
  "uri": "https://gateway.arweave.net/iE9hW7SMc6IAhjVyKDw9keRLdGlAjTIRopXsfHy2ERQ",
  "metadata": {
    "name": "Apollo",
    "description": "Con questo NFT il classico si permea di contemporaneità ed entra a far parte del tuo presente per farti ricordare le tue origini. Perché non bisogna mai dimenticare da dove si arriva e non bisogna perdere la concentrazione sulla meta da raggiungere. Un’opera che è un viaggio interiore capace di avvicinarti all’evoluzione, rapida e disarmante, a cui sei sottoposto. Il classico, che qui ha le sembianze di Apollo, si arricchisce di tutte quelle scoperte che fanno parte dell’evoluzione umana. Come gli aerei da guerra che si mischiano con quelli di carta per mostrarti quanto il gioco e la distruzione possano essere così vicini. Ma non solo. Con Apollo ci sono anche le sue Grazie, Cupido e la Vergine santificata da una aureola dipinta per mezzo di una bomboletta spray, in un tripudio di colori pop. Una sola opera che racchiude la storia del mondo. \n\nWith this NFT the classic is combined with contemporaneity and becomes part of your present to make you remember your origins. Because we must never forget where we are coming from, and which is our final destination. This artwork is an inner journey that is capable to bring you closer to the ever-changing and disarming evolution you are constantly subject to. The classic, which is here represented by Apollo, is enriched by all those discoveries that are part of human evolution. It is like playing with warplanes and paper planes, which are the perfect match of how close game and destruction can be. But it is not just that. Apollo is represented with his Graces, Cupid and the Virgin Mary with a halo painted by means of a spray can. This artwork is a blaze of pop colors which, alone, encloses the story of the world. ",
    "image": "https://gateway.arweave.net/OkCYDKjnRooyqsqxJlgUjcQq9iuIoU6UiMAHjJAYMnA",
    "animation_url": "https://gateway.arweave.net/F9ZQrcIWEvwEDXrSUvGvJH8Y9-gm3JrzKg_JZK8FzeQ"
  }
}