{
  "address": "0xcbcae982b452d0234adc6604d46903117e6da3c8",
  "type": "ERC721",
  "name": "Cath Simard 1/1s",
  "tokenCount": "1",
  "uri": "https://arweave.net/OqBWNUkxgyIdaFNwLaECvznIsyvaOCmt-qlsznABdNU",
  "metadata": {
    "name": "Le Chemin De Vie",
    "created_by": "Cath Simard",
    "external_url": "https://www.cathsimard.com",
    "description": "Dear Friend,  \n \nI just wanted to reach out and tell you how much I love you.  As you know, I've been struggling with some emotional scars that I’ve been trying to suppress for the past 13 years. \n \nI’ve found that hiking in the mountains has been a great way to help me heal these scars.  When I'm out in nature alone, I feel a sense of peace and perspective that I can't find anywhere else.  I feel that physically carrying all of this weight on my back over long distances is a way for me to process these emotions. It gives me a symbolic sense of confidence and freedom too. \n\nLife has a funny way of helping you heal, don’t you think?  \n \nIt isn’t an easy process, but each time I hit the trails, I feel a little more empowered to face the challenges that come my way.  I’m currently on the fifth day of my trek in Peru, and just witnessed one of the most beautiful sights of my life.  \n\nLast night, we left camp at 10pm on a mission to photograph the Mirador Tres Lagunas at night.  As I stepped out of my tent, I couldn't help but feel a sense of nervous excitement.  I had been planning this hike for months, and despite the less than ideal weather conditions, I was determined to see it through.  \n \nThe trail was slick and muddy under my feet. I could feel the rain running down my face and soaking through my clothes.  But as I made my way up the mountain, the exertion of the climb combined with the darkness of the night helped me disconnect, and I entered a meditative state where no thoughts, nor pain, existed.  \n \nA few hours later, we arrived at our destination.  The rain was coming down in sheets and we decided to find shelter under a large rock.  We waited in the fetal position, desperately trying to warm up our bodies. The atmosphere was so cold that we decided to pull the emergency blanket out, regrouping to warm up our bodies.  Eventually, the rain stopped, and a thick fog surrounded us.  The moisture turned into frost, and I experienced one of the coldest moments of my life; unable to warm up, I was petrified.  \n \nAt 6 am, the night began to give way to dawn.  And just when I thought all hope was lost, I stepped out from underneath the rock to be greeted by the most beautiful scene I have ever witnessed.  Mountains that seemed to stretch on forever, a valley shrouded in a thick blanket of fog below, slowly revealing three pristine blue lakes.  \n \nIn that moment, I completely forgot about my scars.  And as I stood there, taking it all in, I couldn't help but feel so grateful for the challenges and hardships that brought me to this place. \n \nMy friend, I just want to say thank you for being there for me, and for helping me find this source of healing and strength.  I know that I still have a long way to go, but I'm beyond grateful to have you by my side.  \n\nI don’t know when I’ll be home, but I’m on my way.\n\nSincerely,  \n \nCatherine",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Cath Simard"
      },
      {
        "trait_type": "Location",
        "value": "Mirador Tres Lagunas"
      },
      {
        "trait_type": "Country",
        "value": "Peru"
      },
      {
        "trait_type": "Altitude",
        "value": "4550 meters"
      },
      {
        "trait_type": "Trek",
        "value": "Huayhuash"
      }
    ],
    "image_details": {
      "bytes": 47631120,
      "format": "JPEG",
      "sha256": "97a77139b204b42a9927c4b5848f119bf2bfc4731ebc4e79a1fa2a2baede5d80",
      "width": 11773,
      "height": 8830
    },
    "image": "https://arweave.net/zSus1q7htdC4HOgiqbAB6pthRRHHGTiHC-UqgGRqbU8",
    "image_url": "https://arweave.net/zSus1q7htdC4HOgiqbAB6pthRRHHGTiHC-UqgGRqbU8"
  }
}