{
  "address": "0xcc3534641f3e3d86a65e8d68a3107800473aae59",
  "type": "ERC721",
  "name": "The Astronaut's Path II",
  "tokenCount": "15",
  "uri": "ipfs://QmTbtmxGyqBV3Mc9wz6qnLTMVakT2mXMoQN1biTBjLBaw3/1",
  "metadata": {
    "name": "Exploration V #1/5",
    "description": "Astronaut Tom was on an interplanetary journey with his spaceship when he received a strange signal. The signal was coming from a previously undiscovered planet. Unable to overcome his curiosity, Tom decided to land on the planet's surface.\n\nOnce on the surface, Tom made a surprising discovery. The planet was full of life and covered in colorful plants. Tom began research to explore the planet. He studied the properties of the plants, recorded the life forms and mapped the planet.\n\nBut, wanting to explore further, Tom was unaware that his exploration would take an unexpectedly dangerous turn. As he continued forward, he was attacked by a gigantic creature. He tried to escape to his ship, but the creature followed him. The creature tore the ship apart and sent Tom plummeting.\n\nHe sent a signal to urgently call for help, but was forced to stay on the planet's surface. Using the properties of plants, He managed to treat his own wounds and managed to survive. He was declared an astronaut lost in space, but Tom was still alive and striving to complete the exploration of this strange planet.\n\nDays later, Tom was rescued from the planet when help arrived. With Tom's discovery, humans proved that life exists everywhere in the universe. He returned home with the honor of discovering a planet of his own, and for the rest of his life, he would never forget the excitement and adventure of his discovery.\n\n-Exploration V by DRΞAMΞR",
    "image": "https://res.cloudinary.com/nifty-gateway/image/upload/v1683323916/publishers/onur-sahinoglu/64321/84535/Exploration%20V.jpg",
    "image_hash": "Qme5ivpJDU5bwPTR9hShheYxoEiwT14toZCJtQqAL6v5uH",
    "background_color": "ffffff",
    "external_url": "https://niftygateway.com/collections/theastronautspath2/"
  }
}