{
  "address": "0xcc30a8778f66fcd70729f380c0ca7d57543aac05",
  "type": "ERC721",
  "name": "Ethereal Cosmos",
  "tokenCount": "2",
  "uri": "https://arweave.net/nMsfcy-XnCAo9epDOEyrmIt_ns-ebZhaITMpIY2RPyk",
  "metadata": {
    "name": "TIMEKEEPERS",
    "created_by": "Artfreak",
    "description": "As children, Alex and Martha shared a dream of exploring the mysteries of time travel. They spent their childhood studying the laws of physics, pouring over science fiction novels, and dreaming of the day when they would be able to unlock the secrets of the universe.\n\nYears later, as they floated together in a space station on Earth, they finally had their chance. They were conducting an experiment with a time machine, and when Martha was suddenly transported through time, they both knew that their dream was about to become a reality.\n\nWhen Martha opened her eyes in a world unlike any she had ever seen before, she knew that this was the adventure she and Alex had been waiting for. It was a world of wonder, full of possibilities and mysteries waiting to be unraveled.\n\nTogether, they traveled through time, experiencing the wonders of ancient civilizations, exploring the mysteries of the universe, and witnessing the great moments in history.\n\nAs they journeyed together, they realized that their childhood dream had become a reality. They were living the adventure they had always dreamed of, and it was even more incredible than they had ever imagined.\n\nThough they faced challenges and dangers along the way, they were driven by a shared passion and a determination to uncover the secrets of the universe. They knew that their journey was just beginning, and that there was so much more to explore and discover.\n\nAnd so, with each passing day, Alex and Martha ventured further into the unknown, their hearts full of wonder and their minds ablaze with possibility. They knew that their childhood dream had become a reality, and that they were living the adventure of a lifetime.\n\nLater they were names \"Timekeepers\" who are responsible for keeping track of time or maintaining its flow, possibly through time travel.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Artfreak"
      },
      {
        "trait_type": "Software",
        "value": "Blender3D"
      }
    ],
    "image_details": {
      "bytes": 5495382,
      "format": "PNG",
      "sha256": "2df60f8b9cb21cea8a7d2a0c501a70e4e2ea9f6f46ea0bee217c59c72257220c",
      "width": 3930,
      "height": 2072
    },
    "image": "https://arweave.net/Xia5nPIzkSpPsTQ-TkZ02XaFzMltYzXe31wmgkiDCKk",
    "image_url": "https://arweave.net/Xia5nPIzkSpPsTQ-TkZ02XaFzMltYzXe31wmgkiDCKk"
  }
}