{
  "address": "0xccba42432a125cdf8f1be185e12655fd2af48ab0",
  "type": "ERC721",
  "name": "JOSHUA ELI COGAN",
  "tokenCount": "1",
  "uri": "https://arweave.net/vje0vLXaoxjKYZe7LyuRf0uwosBetqGC1oAMNDU1Tzw",
  "metadata": {
    "name": "TEMPLE DOG",
    "created_by": "Joshua Cogan",
    "external_url": "www.joshuacogan.com",
    "description": "At Pura Besakih, Bali’s most revered temple, quite literally, the Mother of them all. A temple dog stands amongst the remains of offerings left by those that have come to pray here. Watching him for a while, I saw he scavenged a few treats, devouring some rice cakes and crackers that are part of the gifts given. There is so much I love about this image. I love Temple Dogs, and those like them that live in that in between space between stray and owned. Sometimes I think they choose to be this way, a little half wild, they live by there own terms, finding a good place to live with just enough abundance from those that pass through. I know this may seem nonchalant to some, but I have seen dogs like this from Bhutan to Peru and a million place in between. Sometimes they are passing guides through the mountains keeping guard over camp, choosing to wander off at the end of your trek more quickly than you’d like them to, and sometimes they have found a sweet setup with little competition, enough fat from the land and plenty of collective care. Second, I’ve developed a real love for tracking the lifecycle of the ephemeral blessings. The transient artifacts of ritual, that are part of tuning our spiritual radio. These gifts aren’t meant to last beyond the moment. The preparation and giving of them were the purpose that they served, which was just to bring more intentionality and beauty to a busy day. To slow us down for a moment, expanding the frame to something bigger than the world we see before us. Like the flowers so often found in them, here for a brief and beautiful explosive moment, and then just as quickly gone to seed for the next one to come.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Joshua Cogan"
      }
    ],
    "image_details": {
      "bytes": 19662257,
      "format": "JPEG",
      "sha256": "985a70d070e1f4c46c20bbca73e08042d520673e55141e4ce392b64501753144",
      "width": 4331,
      "height": 5414
    },
    "image": "https://arweave.net/5NJJP9qmASAohmdUU_5gKHIuUA0f3mrMC2SEHAX4jVY",
    "image_url": "https://arweave.net/5NJJP9qmASAohmdUU_5gKHIuUA0f3mrMC2SEHAX4jVY"
  }
}