{
  "address": "0xcc42768824672efeb31b984d7ba89f8be399c409",
  "type": "ERC721",
  "name": "Renaissance - by Haywyre & Aeforia",
  "tokenCount": "60",
  "uri": "https://arweave.net/kehIeh_eXhQCYQLsWqk8cQbP72qrOWlLGhZ-IFvcxeE/1",
  "metadata": {
    "name": "Ascent #1/5",
    "created_by": "aeforia",
    "external_url": "https://www.therenaissance.art",
    "description": "Ascent. Visuals by aeforia — Music by Haywyre\n\nOvercoming is empowering. Trusting our instinct as well as the process can lead to unlocking new paths and opportunities.\n\n-\n\nGrammy Nominee Haywyre (Martin Vogt) and visual artist Aeforia (Alexy Préfontaine) present their first official collaborative project in the form of an art series titled Renaissance. For years, the duo has admired each others work with Martin previously even hiring Alexy to create tour visuals for him. During the peak of the pandemic, the two decided to start a new collaborative endeavor after seeing how crypto art and Web3 are blurring the lines between different creative formats. The growth of this technology and its adoption in the artistic community helped ignite a renaissance for digital creators, a phenomenon that inspired the conceptualization of this project. Excited by this movement, the pair created five individual audio-visual pieces that explore themes of new beginnings, obstacles, growth and revelations. Two years later, after working extensively and noticing the drastic reduction in the Ethereum blockchain’s energy consumption, Haywyre and Aeforia are finally revealing Renaissance. To make it as accessible as possible to fans and collectors, they have prepared a special piece titled “Scarab”, a free collectible available for anyone. This insect became a symbol synonymous with the collaboration as a whole.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "aeforia"
      },
      {
        "trait_type": "Artist",
        "value": "Haywyre"
      },
      {
        "trait_type": "Collection",
        "value": "Renaissance"
      },
      {
        "trait_type": "Piece",
        "value": "Ascent"
      }
    ],
    "image_details": {
      "bytes": 1435657,
      "format": "JPEG",
      "sha256": "620b47c4ea91d2b448dbf914ec547c721732c9e22a70f5906eb07d3f2027d8b4",
      "width": 1536,
      "height": 1920
    },
    "image": "https://arweave.net/-lYsElmeRBwWh36rqjDtA9UwGfOElF8AlVvNWo68iP4",
    "image_url": "https://arweave.net/-lYsElmeRBwWh36rqjDtA9UwGfOElF8AlVvNWo68iP4",
    "animation_details": {
      "bytes": 73125685,
      "format": "MP4",
      "duration": 30,
      "sha256": "0ed873a83de47a721d3fb0154fc207b84903098190906cae8bd21ee166e9f277",
      "width": 1536,
      "height": 1920,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/QcZJs1Xa9PiZqEfObNtLhmqM01BZsEhkrYFLI2iyjTE",
    "animation_url": "https://arweave.net/QcZJs1Xa9PiZqEfObNtLhmqM01BZsEhkrYFLI2iyjTE"
  }
}