{
  "address": "0xccb3a9dde3ae85529d0fd0abb92302576acb3188",
  "type": "ERC1155",
  "name": "Digital Paint by Godwits",
  "tokenCount": "11",
  "uri": "https://arweave.net/2Kdu0NsmRxvp522xfb2nYMOZxySCYeqShPcfj5NhVhw",
  "metadata": {
    "name": "Digital Paint 1",
    "created_by": "Godwits",
    "external_url": "https://godwits.com/collections/digital-paint",
    "description": "Title: Digital Paint  \nArtist: Godwits  \nYear: 2023  \nSmart Contract By: Manifold  \nArtist Royalty: 10%  \n\n\"Digital Paint\" is an innovative mixed-media artwork that combines the cutting-edge power of artificial intelligence with the timeless techniques of painting. This vivid and evocative collection seamlessly merges custom AI-generated imagery, digital paint, colors, and 3D elements with abstraction styles to create visual art for the senses.  \n\nThe abstract nature of the AI-generated painting invites the viewer to explore their own interpretations and emotions, making it a personal experience. The painting techniques are seamlessly incorporated into the artwork, blending harmoniously with the digital elements.  \n\nThe evolution of embracing AI as a tool can bring a new perspective on creative possibilities. AI-Collaborative work combining artificial intelligence with traditional art forms inspires a sense of wonder and awe at the endless potential of human creativity.   \n \n*This is a dynamic collection so anything can happen in the future.  \n\nLimited to personal non-commercial use and resale rights of NFT are granted.  \nAll other terms & rights are reserved to Abstract Art Labs LLC",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Godwits"
      }
    ],
    "image_details": {
      "bytes": 25742215,
      "format": "JPEG",
      "sha256": "959b4414ff016f32434c74434425f3b2ac7efb17fde185d38007abfccf6f1752",
      "width": 8000,
      "height": 4000
    },
    "image": "https://arweave.net/pzPETYWzDCPKnIoIAMwANYiGJhQcLnbySOZFygyVA7U",
    "image_url": "https://arweave.net/pzPETYWzDCPKnIoIAMwANYiGJhQcLnbySOZFygyVA7U"
  }
}