{
  "address": "0xcc1d4dd8704f83d48c450c4709fe9d7f013f2b37",
  "type": "ERC721",
  "name": "Test-233",
  "tokenCount": "1",
  "uri": "ipfs://bafybeiezvodypzwhnulm5vroae2rhvcamerys5p7uji55gpnzurqwoe2me/metadata.json",
  "metadata": {
    "name": "TR Lab Cai Guo-Qiang Transient Eternity",
    "description": "LIMITED EDITION 1/1 | *Transient Eternity* transforms the \"ignition moments\", a crucial part of the gunpowder paintings, to NFT. These moments all come from the pieces Cai created during his recent *Individuals Journey Through Western Art History*. This *Journey* includes exhibitions at the Pushkin State Museum of Fine Arts in Russia, the Prado Museum in Spain, the Uffizi Galleries in Italy, the National Archaeological Museum of Naples and the Pompeii ruins in Italy, and the Solomon R. Guggenheim Museum in the U.S. Each project engaged with the chapters of Western art history embodied within those institutions, and, more importantly, reflected on the dilemmas and possibilities of contemporary art. Cai's *Journey* culminated with his solo exhibition *Odyssey and Homecoming* at the Palace Museum in Beijing from December 2020 to February 2021, which will tour to the Museum of Art Pudong as the inaugural exhibition from July 8, 2021 to March 7, 2022. Cai comments, \"*Transient Eternity* is the existence of the explosion moment itself—not the videos or photographs with which the ignition instant to be preserved in the traditional sense, or the physical gunpowder painting that was bom from the ignition...The project contemplates: Is it possible to create an art project with a more forward-looking vision, and with more compelling forms and concepts, by leveraging the core values unique to NFT technology?\"",
    "external_url": "https://trlab.com/",
    "image": "ipfs://bafybeiethaamubuxymrhw3vsdbxa22uykgbrpwrteqzjx4ipexxjhsfbyy/Preview-TR_Lab_Cai_Guo-Qiang_Transient_Eternity.jpg",
    "animation_url": "ipfs://bafybeiethaamubuxymrhw3vsdbxa22uykgbrpwrteqzjx4ipexxjhsfbyy/TR_Lab_Cai_Guo-Qiang_Transient_Eternity.mov"
  }
}