{
  "address": "0xcdf940a841ea8b45af487b3a2f1b16239776d371",
  "type": "ERC721",
  "name": "Dreamscape Interpretations of an Intelligent Machine by Anesti Dhima",
  "tokenCount": "50",
  "uri": "https://ipfs.anestidhima.pottersnft.io/1.json",
  "metadata": {
    "dna": "Perceptual Hash : 8434c5f5b84b3b4a46bcc4b5b8433b4b6f3c46b4d4e3b94b2b186eb544a790ea",
    "name": "Purple Mountain Majesty #1/10",
    "description": "An Original Collection by Anesti Dhima\n\nPurple Mountain Majesty #1/10\n\nImage Perceptual Hash: 8434c5f5b84b3b4a46bcc4b5b8433b4b6f3c46b4d4e3b94b2b186eb544a790ea\n\nDreamscape Interpretations of an Intelligent Machine is a study on how artificial intelligence interprets the organic patterns of nature. The base image used in this NFT is an original photo of the natural landscape surrounding the ancient city of Sparta, Greece. The photo is then ingested by the DALL·E AI image processor, leveraging the natural colors, shapes and lines of the original landscape photo to produce a series of four AI interpreted image outputs.\n\nThe first AI interpreted image output is almost indistinguishable from the original photo; however, each subsequent AI interpreted image takes the viewer on a visual journey into the processing patterns of the machine brain, with the colors becoming more vivid and the shapes more lucid in each layer. It is easy to initially characterize the AI image outputs as 'machine generated', dissociating them from human generated images. However, when considering that the logic behind the AI image interpretation is created by humans, one has to wonder to what degree the AI image outputs reflect the interpretative patterns of the human brain.\n\nMechanics: Each NFT in this series consists of 5 images: an original landscape photo captured by the artist, and four sequential DALL·E AI interpreted images of the original photo. The original photo is 'Image 1', the first AI interpretation of the original photo is 'Image 2', the AI interpretation of image 2 is 'Image 3', the AI interpretation of Image 3 is 'Image 4', and finally the AI interpretation of Image 4 is 'image 5'.\n\nAt any given time, the NFT will either display Image 1, Image 2, Image 3, Image 4 or Image 5. The image being displayed is determined by the output (1-5) of a random number generator and updated hourly. For example, at 21:59 the NFT could be displaying Image 5, but as the clock strikes 22:00, if the random number generator produces an output of '2', the NFT image being displayed will change to reflect 'Image 2'. Through the use of a random number generator, the NFT not only becomes dynamic in the sense that the display image changes, but it also leverages the machine brain to determine which image is being displayed to the viewer at any given time.\n\n\nArtist: Anesti Dhima / The Alchemist\nTwitter: https://twitter.com/AnestiDhima\n\nSmart Contract Author: PottersNFT Corporation (https://pottersnft.io)\n\nTwitter: https://twitter.com/PottersNFTCORP\n ",
    "image": "ipfs://QmNz638HX91sLczZcF2U2HhRHjeRHDBpe2MFcGzNjQgf4H/5.png",
    "edition": 5,
    "date": 1666396800000,
    "attributes": [
      {
        "trait_type": "NFT Type",
        "value": "Dynamic"
      },
      {
        "trait_type": "Original Landscape Photos",
        "value": "One"
      },
      {
        "trait_type": "Original Photo Dimensions and Size",
        "value": "16x10 : 6.4mb"
      },
      {
        "trait_type": "AI Reinterpreted Photos",
        "value": "Four"
      },
      {
        "trait_type": "Unique",
        "value": "One of One"
      }
    ],
    "collection": "Dreamscape Interpretations of an Intelligent Machine"
  }
}