{
  "address": "0xcdcd9d105664fc2f250bf649a37fa3877fdf0263",
  "type": "ERC721",
  "name": "A Marvelous World V2",
  "tokenCount": "10",
  "uri": "https://arweave.net/G_lf4Vm3fsyLXEDVPdl3XIoE7MvbnZ8HNuDdgIoSq1A",
  "metadata": {
    "name": "Celestial reflection",
    "created_by": "Alfredo Juárez",
    "external_url": "https://alfrek.net",
    "description": "# Celestial Reflection  \n## Orion's constellation: A Cosmic Sight on a Calm Lake\n\nExperience the magic of the night sky in a new way with this stunning photograph of the constellation of Orion reflected on the lake at Narnia, a magical place located in the center of the State of Sinaloa, Mexico. In the winter, this lake is filled with water, but in the summer, when the water dries out, Narnia, as it is called by the locals, emerges from the ground, resembling the fictional magical place of the same name. \n\nThe bright stars of Orion's belt and sword are perfectly mirrored in the water's surface, creating a breathtaking image that captures the beauty of the cosmos and the unique, otherworldly beauty of Narnia. Let this mesmerizing photograph transport you to a peaceful, star-filled night, and marvel at the wonder of the universe and the magic of Narnia.\n\nAbout me:  \nI am Alfredo Juárez, an Astrophotographer from Sinaloa, Mexico. I picked my first camera (a Konica Minolta) in high school. I felt in love with Astrophotography when I traveled 600+ miles to chase the Neowise comet back in 2020. Being there, in the middle of nowhere is a healing process for me, and I plan to continue doing it for as long as I can.\n\nLocation: Undisclosed location – Sinaloa, Mexico.\n\nYear Created: 2022\n\nGenre: Astrophotography\n\nGear:  \nCamera: Nikon D750  \nLens: Nikon AF-S 50mm f/1.8  \nTracking Mount: iOptron Star Tracker\n\nExtended Editorial License: Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The License includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Alfredo Juárez"
      },
      {
        "trait_type": "Camera",
        "value": "NIKON D750"
      },
      {
        "trait_type": "Exposure",
        "value": "65 x 190\""
      },
      {
        "trait_type": "Focal Length",
        "value": "50mm"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/4"
      },
      {
        "trait_type": "ISO",
        "value": "1600"
      },
      {
        "trait_type": "Lens",
        "value": "NIkon AF-S 50mm f/1.8"
      },
      {
        "trait_type": "Location",
        "value": "Undisclosed – Sinaloa, Mexico"
      }
    ],
    "image_details": {
      "bytes": 12473157,
      "format": "JPEG",
      "sha256": "3fc66b539a59441e75e9068125638274999b78e44bd337d512bde4dc657eb525",
      "width": 4926,
      "height": 6354
    },
    "image": "https://arweave.net/DiGpqXei2L7QMgRgnmCTkTUEVK_qjc43a4kJ24Wo8xM",
    "image_url": "https://arweave.net/DiGpqXei2L7QMgRgnmCTkTUEVK_qjc43a4kJ24Wo8xM"
  }
}