{
  "address": "0xcdf177e68104e64d306e829a5a5b277e58ee3fdb",
  "type": "ERC1155",
  "name": "The Gallery by NFT Culture",
  "tokenCount": "5",
  "uri": "https://gateway.pinata.cloud/ipfs/QmNrPi8VYbjorH9Ms4BShUFerAn7CfG6CJqWcSRb5oN4bW/1.json",
  "metadata": {
    "name": "Prologue",
    "description": "The old man laid there quietly along a low ridge at the base of a rocky slope, back against a cracked oak stump. Wind from the valley whipped hair across his face. His dust covered clothes hid his cracked bones and soaked up the blood slowly running down his side.\n\nThe man, in and out of consciousness, reflected on events from his past. On happy times and sad times. On a life of struggle. The loss of his true love, ravaged by a horrible affliction, eaten away as he could only watch but do nothing. He was proud of who he was, and had lived his life honorably. His only wish was that he could have done more.\n\n\"I'm done for.\" Dusk approaches.\n\nA woman scrambles carefully up the rocks along the edge of the ridge. She is clad in armor, once bright blue, but now dull and scuffed. Her hair, though disheveled, beams a brilliant blue in the waning sunlight. She towers over the sunken man, as she sets *beffroi* down next to his leg. The man struggles to speak, \"what happened?\" The woman begins her tale.\n\nI was up a ways from the crossroads. Out past the rocky crags, across the valley from the dry riverbed. I had been hunting a boar and was about to begin cleaning it, when I noticed a plume of dust rising up over the canopy of trees. I made my way back to the edge of the tree line and peaked out from behind a fallen pine.\n\nThere was a scavenger caravan traveling along the riverbed, run by the faceless Drivers. They had a girl trapped in a cage in the middle of their pack. There was an old man who had chased them down on horseback. The man blocked their path with his horse, forcing them to come to a stop. He started arguing with the Drivers. He attempted to free the girl, but the faceless had surrounded him. They closed in. He fought valiantly. He was soon brought down under a hail of blows.\n\nThe Drivers bound the man and put him on a mule. They set back off, and ran the caravan for many hours along the riverbed. I followed, but kept my distance. The Drivers finally stopped when they had reached the base of a mountain range where the dry riverbed used to flow. They made camp, sat for a while, and ate their gruel.\n\nThe Drivers took the old man down off the mule and splashed him with the leftover gruel from dinner. They dragged him part way up the mountain, to a false peak. Over the crest was the edge of a skylight of a cave. The rim of the skylight was littered with fragments of bone and tattered rags. Debris was strewn over the crest, and the ground was well trampled. A stale smell permeated the area. The Drivers threw him over the edge, down into the depths of the cave. A sudden silence wisped across the valley. Then a sharp crack followed by a shrill howl pierced the dry air.\n\nThe drivers cheered briefly, then quickly broke camp and set back out along the riverbed.\n\nI waited near the skylight for several hours. As the sounds of the valley gradually returned, I made my way over to the edge and peered into the chasm. Below, to my shock I could see the man. He laid on his stomach on a boulder ten or twelve feet above the cave floor. The sides of the boulder were covered in deep scratches as if a huge beast had tried in vain to reach the man. There were no signs of life in the cave, just darkness and the smell of death.\n\nI found a small rock, and softly threw it down into the cave. It struck the leg of the man. After a moment the leg twitched slightly. The rock bounced down to the cave floor, and I heard a long, low growl. The man was alive, but the beast was near, and surely was keen to eat.\n\nBy now the caravan was hours away, and the man surely would not survive in his state much longer. I pulled a thick line out of my pack, and attached it to an exposed root. I checked that it was secure, readied *beffroi* and fast roped to the floor of the cave. I hit the ground with a thunk, pivoting so that I would face the side of the cave where the growl had raised.\n\nSlowly, out of the shadows came the beast. Scars marked its weathered face, and patches on its neck and shoulders exposed heavy burns. Its menacing, deep red eyes caught mine. It lurked low at first, but as it came into the light, it stood tall. Its chest was bright yellow against the dark brown fur covering its arms and legs. Its massive arms still bore the broken shackles of its ancient captors. The beast let out an ear piercing howl, dropped its head and charged. An epic battle ensued.\n\nI wiped the blood from *beffroi* across the fowl matted fur of the beast's back. A fearsome foe, and a worthy adversary, but an existence that was surely one of misery. Alas, there was no time for pity. Making haste, I swung my line over the boulder where the man had fallen, and fashioned the end of the rope around his chest into a recovery sling. Once he was secure, I climbed back up through the skylight. Once on safe ground, I pulled the man up, and tended to his wounds as best as I could.\n\n---\n\nThe man's life flittered closer to its end, chasing the setting sun. \"Take this,\" he said as he handed her a medallion. \"It is a reminder that one day all chains of men will be united.\" She took it, and pinned it below her right shoulder. \"Who was the girl?\" she asked.\n\nDarkness falls, as the man utters his final words. \"Tammy,\" he struggles, \"it was your sister.\" \n\nShe pauses for a moment. Using the dust from the bones around the cave entrance, she paints a skeleton mask on her face.\n\n\"He will always be with me.\" She says aloud, as she descends from the ridge and heads back down to the riverbed. \"And I will save my sister.\"\n\n*A NFT Short Story by NFT Culture*\n\nTammy is a warrior and an ethos, fighting both for humanity and for unity.\n\nCreated by 4D.\n",
    "image": "https://gateway.pinata.cloud/ipfs/Qmavhm9UE6zqLg6UTesVbhGgsWEZBJfCS3CCWyFGGkdi1j",
    "background_color": "FFFFFF",
    "attributes": [
      {
        "trait_type": "Collection",
        "value": "Original Series"
      },
      {
        "trait_type": "Artist",
        "value": "4D"
      },
      {
        "trait_type": "Author",
        "value": "NFT Culture"
      }
    ]
  }
}