{
  "address": "0xcd3cd1dee78abd2f12dd16d1a1d9ebfe76dc5cd3",
  "type": "ERC721",
  "name": "Etch by Matt Kane and Deca V0",
  "tokenCount": "2",
  "uri": "https://token.deca.systems/etch/metadata/1",
  "metadata": {
    "name": "Etch #1",
    "image": "https://token-media.deca.systems/etch/1/static.png",
    "attributes": [
      {
        "trait_type": "gen",
        "value": 54
      },
      {
        "trait_type": "earned",
        "value": 0.8754200000000002
      },
      {
        "trait_type": "blockchain",
        "value": "ethereum"
      },
      {
        "trait_type": "contract",
        "value": "0x41A322b28D0fF354040e2CbC676F0320d8c8850d"
      },
      {
        "trait_type": "tokenId",
        "value": "2833"
      }
    ],
    "description": "It is our stories that echo, are retold, become adapted by culture and etched into time. You could not have known when you shared your story the wide-sweeping effects it would have then, now, and into the future. I felt your story. I wanted to lift you up by collecting your art that day. I knew what retelling your story could lead to because stories and context matter. \n\n996 days ago, I scribed to the Ethereum blockchain, encrypted to tx hash   0x58baf56a3125a007cd7d6dcf9aacb78317d8bdd6a132bb9caf315171bd13ed32: \"Purchased out of respect, admiration, and appreciation of a great artist. Lawrence shared his story and turned the course of history. https://twitter.com/LawrenceLeeArt/status/1235428946491006976\"\n\nToday, I Etch my story of \"Pilgrim\" by Lawrence Lee as token #1 on this collaborative project I've created with Deca.\n\nI collected the artwork, \"Pilgrim,\" created by Lawrence Lee as an NFT from SuperRare on March 5th 2020. It was the morning after Lawrence shared his story on Twitter. Lawrence had replied to my own tweet in which I openly wished that more artists demonstrated they care about the innovation of secondary sale royalties in smart contracts.\n\nLawrence wrote: \"Now that the secondary market is making me compete with my younger self, the lack of royalties is why I'm still working at 72. If I was receiving only 3-10% on the works being auctioned or sold through other secondary channels, I might actually be able to retire.\"\n\nInstantly I knew Lawrence had given us a story to galvanize our community and humanize the many reasons artists participating in their own success is fair, right, and important. Lawrence is one of only a few artists who brought with them into the early cryptoart movement a fine arts career which had already spanned multiple decades. He'd already been there and done that, including all the good, bad, and the ugly of being a highly sought after gallery represented artist in the traditional art world. The wisdom Lawrence carries with him has proved priceless. \n\nIn the days after Lawrence shared his story, I created a private Discord and invited about 20 artists to join and discuss what we hoped to achieve in terms of royalties. I'd previously tried stirring our community around the topic several months earlier when I realized SuperRare had dropped royalties from 10% down to 3%. Other platforms were at zero. My earlier attempt to lead a discussion seemed to fall on deaf ears, but with Lawrence's story and my own growing reputation, I felt the time was then and now to charge ahead. \n\nIt was a dark and scary time at the beginning of the pandemic. Markets were crashing, airports were shutting down, employees were staying home, loved ones were getting sick and dying. It was a time of uncertainty and fear to say the least. All the while, a tiny but mighty band of cryptoartists were discussing how embedding royalties within the heart of our culture, now, before NFTs reach mainstream adoption, could transform the future. As cryptoartists, we understood blockchain to be the future of provenance. Striking this precedent on the ground floor of the culture around this new technology, we had an opportunity to change what we knew to be a historical wrong. The traditional art world had long asked artists like Lawrence to dedicate their lifetimes to building a career of exhibition history and reputation, which adds value to their past work, only to not be invited to participate in their own success when that same past work reaches the secondary sales market. All the while, artists are humans. Humans have the unfortunate habit of coming into this world with bodies that progressively break down in the aging process. Indeed, how does a society rectify asking an artist to compete with their younger self in the face of arthritis, cataracts, vision impairment, and any number of age related ailments? \n\nIt wasn't just fear of COVID we were fighting in March of 2020. As digital artists, we had for the first time begun to see decent revenue from sales. A couple hundred, just over a thousand, and on some occasion a couple thousand dollars for our artworks. We were all hopeful we could soon quit our day jobs and make art full time. Any artist's dream! Taking a stand for royalties, on behalf of all artists, we had to be willing to risk the potential of being blacklisted by our collectors, investors, and partner platforms. After much internal discussion, we wrote a letter, ran a community campaign, and asked everyone to join us as allies in \"creating this new art movement.\" Long story short, it wasn't just the artists who were interested in making this paradigm shift a real paradigm shift. For all of us in those days, it was a solid paradigm shift, not simply a hollow marketing phrase for VCs or investors to use in order to pump their bags. Artists, collectors, investors, and all the art NFT platforms got on board with adding artist royalties to our smart contracts. Artists now and into the future would participate in their own success and the value add they create by pushing ahead in their lives and careers as artists.\n\nMany who have joined the space since early 2020 do not remember or appreciate that there was a time when NFT platforms did not offer royalties. Those of us here long enough remember when this was different. As someone who is often cited for leading this group in March of 2020, I must admit that it's doubtful I'd have lead any group or otherwise have success doing so without Lawrence sharing his story when he did. That's the power of sharing our stories and being in the right place at the right time.  \n\nThis artwork, \"Pilgrim,\" was collected by me because I knew the power of Lawrence's words. Of all of Lawrence's work I had to choose from at the time, this piece echoed his story. One of mortality and morality. His image of a stylishly dressed skeleton  made me think of the powerful spirits that live within artists, all while these bodies we inhabit break down to eventually only remain as skeletons. As an artist who over a decade earlier abandoned a traditional art world I felt to be corrupt, only to find myself now at the heart of the cryptoart movement, perhaps I too am a sort of pilgrim? I love this painting by Lawrence. \n\nToday, as I Etch this story, discussion on Twitter suggests royalties are in danger. But royalties are not what I'm afraid we're in danger of losing. Our culture is in danger. In danger is the promise of our children being born into a more just world which values the humanity and contributions of all players. In danger is respecting the difference between a marketer and an artist. In danger is the integrity of this generation, of this technology, of this art movement. In danger is the very ethos of crypto which values the good of the many over the profit of the few. In danger is understanding the real value behind a borderless, censorship resistant technology. \n\nAs the cryptoart movement innovated technology and finance, it also created and transformed culture. Lawrence was a key contributor to achieving the royalty standard across NFT platforms that artists receive secondary sale royalties through smart contract automation. The effect has been families of artists during a global pandemic thriving when they otherwise may have struggled. The effect has been a global awakening to all that continuing this paradigm shift as a real paradigm shift can have for the good of the many. The debate over whether artists deserve to participate in their own success has become a truth within our hearts now. For me, these changes begin with the power of Lawrence's story and the power of story telling and contextualization in general. For as much as these technologies change the world, the lone technology requiring change and networking is the human heart. \n\nI am grateful for you Lawrence. I'm blessed to know you as a colleague and a friend. It is my hope that many more than just me will want to lift you up, just as you and your story lifted so many of us up. Thank you Lawrence. \n",
    "external_url": "https://deca.art/token/ethereum/0xbaac4f293fdc8edd61bffef7230fb8a8fb1c2e5c/1",
    "animation_url": "https://token.deca.systems/etch/generator/1"
  }
}