{
  "address": "0xcd79de06dd12b09c5beb567f83b2e9a51a4aafd6",
  "type": "ERC721",
  "name": "RareMint Master Collection",
  "tokenCount": "161",
  "uri": "ipfs://QmSsie1rRNkAdLCcNp1TiboxzAAcXyqzxS1gzwoEL8vwMs/LouGehrig_UltraRare.json",
  "metadata": {
    "description": "\"No more than a handful of Lou Gehrig home run baseballs have been handled and are known to exist. On this date and inscribed: June 17, 1930 17 NY 2 Clev. The New York Yankees exploded for seventeen runs off just twenty one hits. During the fifth inning, G. Taylor Wright and his four year old grandson were just beyond the outfield fencing in perfect position to catch the single home run on that day - the 18th home run of the 1930 season for Lou Gehrig and the 164th of his incredible Hall of Fame career. After Mr. Wright inscribed the date, he and his grandson stuck around after the game to have the slugger of the ball and others sign it. Handing them all the same pen, legends Lou Gehrig, Babe Ruth, Earle Combs, Herb Pennock, Joe Sewell, Roger Peckinpaugh, and Walter Miller signed this very baseball. Sealed for history to appreciate beneath a vintage clear coat, this ball exhibits distinct signs of game use with provenance directly from the great-granddaughter of Mr. Wright attesting to the special significance and history of this ball. PSA/DNA, James Spence Authentication (JSA), and RareMint NFT Authenticity included.\t\t\t\"\t\t\t\t\t",
    "external_url": "https://raremint.com",
    "image": "ipfs://QmVN7aF844nPbgCFM5PvCYgj38Fbj7Lotb3dVgA2gRVkfQ/gehrig_ur.mp4",
    "name": "1930 Lou Gehrig Home Run Ball Auto by Gehrig & Ruth",
    "attributes": [
      {
        "trait_type": "Tier",
        "value": "Ultra Rare"
      },
      {
        "display_type": "number",
        "trait_type": "Edition",
        "max_value": 1,
        "value": 1
      },
      {
        "display_type": "date",
        "trait_type": "Digital Asset Creation Date",
        "value": 1647036621829
      },
      {
        "trait_type": "Asset Backed",
        "value": "Yes"
      },
      {
        "trait_type": "Category",
        "value": "Baseball"
      },
      {
        "trait_type": "Subject",
        "value": "Lou Gehrig"
      },
      {
        "trait_type": "Team",
        "value": "NY Yankees"
      },
      {
        "trait_type": "Type",
        "value": "Ball"
      },
      {
        "trait_type": "Authenticator",
        "value": "PSA/DNA, JSA"
      },
      {
        "trait_type": "Grade",
        "value": "Authentic"
      },
      {
        "trait_type": "Authentication Type",
        "value": "LOA: Z04535"
      }
    ]
  }
}