{
  "address": "0xce384a9cfa713ca15a4aed0a834caa195cf84a3a",
  "type": "ERC721",
  "name": "90 Miles",
  "tokenCount": "136",
  "uri": "ipfs://Qma7jD4FsLJsLTQpvrmEb2xveTFk2jR9SaDxLGLJgukZHU/1.json",
  "metadata": {
    "collection_name": "90 Miles",
    "created_by": "Michael Christopher Brown",
    "name": "#001 Adrift",
    "external_url": "https://www.airlab.co/90-miles/",
    "description": "90 Miles is a post-photography, AI reporting illustration experiment by MCB (@punk4803), curated by Blockbird (@_blockbird), exploring historical events and realities of Cuban life that have, since 1961, motivated Cubans to cross the 90 miles of ocean separating Havana from Florida.\n\nFor over 25 years, I kept a list of subjects to document but was unable to, mainly due to access or that access was impossible. While working in Cuba from 2014-2016, more subjects were added to the list with the assumption they would likely never be created.\n\nSince 1961, not long after Fidel Castro came to power and after the Bay of Pigs Invasion and the Cuban Missile Crisis, every year thousands of Cubans cross the 90 miles of ocean that separates Havana from Florida. \n\nIn 2022, Cuba experienced its largest exodus since the 1980s due to an ongoing economic crisis, with soaring inflation alongside shortages of food and medicine.\n\nThe Cubans who attempt the crossing are incredibly resourceful, as necessary to the journey and as reflected in the rafts and boats often assembled from tires, random pieces of wood and plastic, household supplies, etc. \n\n",
    "image": "https://photoaspects.com/90-miles/MCB-1.png",
    "image_url": "https://photoaspects.com/90-miles/MCB-1.png",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Michael Christopher Brown"
      },
      {
        "trait_type": "Collection",
        "value": "90 Miles"
      },
      {
        "trait_type": "Continent",
        "value": "North America"
      },
      {
        "trait_type": "Year",
        "value": "2023"
      },
      {
        "trait_type": "Artificial Intelligence",
        "value": "Yes"
      },
      {
        "trait_type": "Location",
        "value": "Cuba"
      },
      {
        "trait_type": "Chapter",
        "value": "Life in Cuba"
      }
    ]
  }
}