{
  "address": "0xce61d66deb02ee4251c6798c4f6d4e41538cadf7",
  "type": "ERC721",
  "name": "BADBOI-VISUAL",
  "tokenCount": "1",
  "uri": "https://arweave.net/060tje57tTDdVQSc7TeJBhYOaPpPBjZAzIt_IoAztWk",
  "metadata": {
    "name": "BEYOND THE PINES VOL 1",
    "created_by": "BADBOI",
    "external_url": "https://www.beyondthepines.com/",
    "description": "**About Volume 1**\n\nGlobal publisher Beyond the Pines debuts its digital and print publication with Volume 1 February 1, 2022, exclusively at [BeyondthePines.com](BeyondthePines.com). Directed by Mat Abad who made a name for himself exploring the female form. Abad worked around the globe from  Zakynthos to Seychelles to Bali and beyond creating provocative and expressive images of women that make up the first issue. Through striking editorials, Volume 1 features; Courtney Mawhorr, Sierra Brave, Jeannie Jay Park, Allie Clarke, Maddie, Zoe, Asalia Yusupova, and Jeff Bogaers. The magazine also features 16mm film and archival video footage. The result: creatively curated art spanning over 300 pieces of original work. \n\n**About Beyond the Pines**\n\n A global publisher, Beyond the Pines shares thought-provoking pieces featuring the works of today’s most innovative practitioners across photography, art, fashion, and beyond. By placing expressionism at the heart of its strategy, the editorials of Beyond the Pines set new limits in terms of their creative expression while stimulating ideas and conversations.  \n\nWith founder Mat Abad at the helm, his vision and experience provide the creative impetus for curating in the digital space, metaverse, and beyond.\n\n**The initial owner of this NFT will receive a physical art print of the NFT and a copy of the print publication Beyond The Pines Volume 1.**\n\n*In order to receive your art print and copy of Beyond the Pines Volume 1, please email nft@thentwrk.com upon purchase. NTWRK will verify ownership of the NFT and coordinate shipment. Future owners of this NFT are not entitled to the art print or copy of Beyond the Pines Volume 1.*",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "BADBOI"
      },
      {
        "trait_type": "VOLUME ",
        "value": "1"
      },
      {
        "trait_type": "COLLECTION",
        "value": "BEYOND THE PINES "
      }
    ],
    "image_details": {
      "bytes": 13558613,
      "format": "JPEG",
      "sha256": "8696baab4b85472d33a78fd15a580267e86a4d1d8eb5fd1b9786748d955b50ec",
      "width": 3647,
      "height": 4876
    },
    "image": "https://arweave.net/IXPvwVuItfMky2Ucx7JScD0YJ6PKxV--wZYj8BhkccY",
    "image_url": "https://arweave.net/IXPvwVuItfMky2Ucx7JScD0YJ6PKxV--wZYj8BhkccY"
  }
}