{
  "address": "0xce034dbee46380c30bc6d2e4207e44a70177be91",
  "type": "ERC721",
  "name": "Negative-One",
  "tokenCount": "3",
  "uri": "ipfs://QmeMvHAmYoD6sF5ZbazRkwtpQzPjjJtyegh7KjnSMfgYUR",
  "metadata": {
    "name": "SS El Faro Postcard — Boat in Storm",
    "description": "Boat in Storm, a Postcard from the SS EL FARO \n⁠From the full 2020 HD video (16 min 34 sec)\n\nHand-painted animation by Naomi B. Cook\n\nI have for quite some time been developing a body of work that was initiated by environmental statistics, specifically on oil spill data. Data, the main topic of my research and artistic practice, has eclipsed the value of oil as a commodity; it seems appropriate to learn from the archaic oil extraction system. For me, that means decoding the raw statistical information and producing works on the topic.\n\nWhat made this topic different is I had to aggregate the data myself. I spent months collecting data from various public and NGO databases and included shipwrecks, which are often overlooked in determining oil spill data. I found a large discrepancy between the estimated global spills and the numbers I was coming up with. I began to realize that data, commonly considered a verified fact, appeared to very much reflect the “eye of the beholder.” This suggested a psychological paradigm that became the core of this project. How is it that data can become a Rorschach test?\n\nIncluding shipwrecks as part of my datasets prompted my research on the shipping industry. I was interested in finding a transcript or ship’s log to portray the mismanagement of the environment - an allegory referencing Théodore Géricault’s Raft of the Medusa. What I found was the SS EL FARO and a 500-page transcript from its Black Box, detailing the last 46 hours of its voyage. Its Captain, Michael C. Davidson, tried to outrun Joaquin, a category 4 hurricane. He failed, and the ship sank on October 1st, 2015. The SS EL FARO had a regular route from Jacksonville Florida to Puerto Rico, with 33 crew members who were lost at sea.\n\nFour voices tell the story in a 16-minute verbatim video and highlight a cross-section of society.\n\nAll my projects start with a data set, in this case, it was the voices of the SS EL FARO. Synthesizing the transcript into a 15-minute video ended up being a surreal experience during confinement. Having a voice is associated with empowerment. The pandemic became a new form of violence, and this was not because of the nature of the virus spurring the disaster. Our discourse has been placed in an echo chamber, and is quantified by the applications we use to stay in contact with each other. Our every interaction is recorded and analyzed, and can be/is used against us.\n\nAs the world was sliding into one giant black box, the voices of these now-deceased sailors felt like they were becoming my possession. It could be argued: “I knew that Captain Michael C. Davidson was arrogant and ‘one of the laziest Captains.’ I could tell that Second Mate Danielle L. Randolph was a woman in a man’s world and under-appreciated. Chief Mate Steven W. Shultz was a man of duty and liked AC/DC. I could read that Helmsman Frank J. Hamm was under-experienced and liked watching cartoons with his kids. I could look up their Facebook pages and found recordings of what their accents sounded like.” The transcript, a record of their words, revealed who they were, weaknesses and strengths, hopes and fears, and all of this was supported by testimonies and their digital fingerprints, left behind.\n\nAs the world grieves the recent trauma of a global disaster, this archive — all that is left of the members of the SS EL FARO — feels like our fate. In our continued and increasing complacency with surveillance, our lack of agency over these archives is worrisome. My question is how can we use the power of our voice when it is becoming the possession of corporate interests, and no longer ours.",
    "external_url": "https://negative-one.com/artworks/naomi-b-cook-ss-el-faro-postcard-boat-in-storm",
    "image": "ipfs://QmRTGtxiPfPvxiBEimcn2ksghFRtmL5vjb2semtsbBH2Bw",
    "work": "ipfs://QmRWnhUzn1VUwAgWCYuvQbTosyxyUYP8jGCySyhY3666RZ",
    "attributes": [
      {
        "trait_type": "Copyright",
        "value": "Naomi B. Cook"
      },
      {
        "trait_type": "Edition of",
        "value": 100
      },
      {
        "trait_type": "Year",
        "value": "2020"
      },
      {
        "trait_type": "Duration",
        "value": 24
      },
      {
        "trait_type": "Dimensions",
        "value": "1920x1080"
      }
    ]
  }
}