{
  "address": "0xce5472392f8f37a8972767e7f809cb812c660176",
  "type": "ERC1155",
  "name": "FOKUS by Andreas Hildebrandt",
  "tokenCount": "41",
  "uri": "https://arweave.net/nT8tCZbxG21kGYgQ2hnL02183cD04LX7Lf9EQh9pFJY",
  "metadata": {
    "name": "Prototyp #1 by Andreas Hildebrandt",
    "created_by": "Andreas Hildebrandt",
    "external_url": "www.andreas-hildebrandt.de",
    "description": "The color-intensive prints in various formats explore the superimposition of different drawing systems. Through several cut linoleum stencils, which are superimposed, new, surprising perspectives arise.  A coded cosmos emerges, which illuminates everyday signs and structures from technology and culture that surround us. \n\nThe artist, who lives in Potsdam, was born in Dresden in 1973. After initially studying landscape architecture at the TU Dresden, he supplemented his education with studies in painting/graphics at the HfBK Dresden in the specialist class of Professor Ralf Kerbach, where he subsequently worked as a master student and later as a lecturer. In 2007 he received the Marion-Ermer-Prize, shortly afterwards a working scholarship of the Cultural Foundation of the Free State of Saxony as well as the Brandenburg Art Promotion Prize of the Ministry of Science, Research and Art of the State of Brandenburg. Andreas Hildebrandt also exhibited his paintings and works on paper in numerous exhibitions. The painting of Andreas Hildebrandt results from the visual and intellectual fascination with textures, grids, structures, patterns, with symbolism, geometry, ornamentation - phenomena of the visible world, in which the diverse transformation processes in nature and culture as well as among themselves are reflected. Forms, figures, objects, and elements that appear simple and at the same time can be building blocks of complex contexts of form and meaning are given the status of independent motifs in Hildebrandt's paintings. \n\nMore information:  \nwww.andreas-hildebrandt.de",
    "image_details": {
      "bytes": 24186354,
      "format": "JPEG",
      "sha256": "25ddd8d9c66ca43781f7173709dfa80c52f93cda123b302e3db510fb468375c1",
      "width": 4609,
      "height": 5558
    },
    "image": "https://arweave.net/i3pnCMlUIluepCnNAPRtqckk9qpOW3UIoBokpMFZcSk",
    "image_url": "https://arweave.net/i3pnCMlUIluepCnNAPRtqckk9qpOW3UIoBokpMFZcSk"
  }
}