{
  "address": "0xce47f096e0bcfd4bfd97605d4014f6b5dad0d377",
  "type": "ERC721",
  "name": "The Dark Below",
  "tokenCount": "1",
  "uri": "https://arweave.net/BYKE8i901STa8QS3eiVBmEu5Zn-Uu4JTt8zCCJoB0Aw",
  "metadata": {
    "name": "Tiburón Ballena",
    "created_by": "Matt Walch",
    "description": "This awe-inspiring photograph captures a magnificent creature of the deep seas, the whale shark (\"Tiburón Ballena\" in Spanish).\n\nIn this image, the gentle giant gracefully glides through the waters, showcasing its immense size and captivating presence.\n\nThe whale shark is the largest known fish species in the world, and it exudes an undeniable aura of majesty. Its colossal body stretches across the frame, spanning an impressive length that can reach up to 45 feet. The presence of a fellow diver here makes it even more striking.\n\nThe sheer scale of this magnificent specimen becomes apparent as its immense mouth opens to filter feed on microscopic plankton that swarm in the surrounding waters. \n\nThe distinctive characteristics of the whale shark are evident in this photograph. Its massive, flattened head is adorned with a mesmerizing pattern of pale spots and stripes. Sunlight cascades through the water, illuminating the sleek and streamlined body, creating a stunning contrast against the oceanic backdrop.\n\nThe presence of this gentle giant in this image not only showcases its remarkable size but also serves as a reminder of the importance of preserving our oceans and protecting these magnificent creatures. Its serene and majestic demeanor captivates the viewer, evoking a sense of wonder and respect for the beauty of the natural world.\n\nIn this moment frozen in time, the whale shark becomes a symbol of the sheer grandeur and fragility of our planet's marine ecosystems, prompting us to appreciate and conserve the delicate balance of life beneath the waves.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Matt Walch"
      },
      {
        "trait_type": "Location",
        "value": "Baja California Sur"
      },
      {
        "trait_type": "Species",
        "value": "Whale Shark"
      },
      {
        "trait_type": "Medium",
        "value": "Photography / No AI used."
      }
    ],
    "image_details": {
      "bytes": 15849263,
      "format": "JPEG",
      "sha256": "d6245687a9d0e7d73f829a4f6e2a6e703653924eeb4110f6f995fdf47ef10781",
      "width": 5069,
      "height": 6336
    },
    "image": "https://arweave.net/ASO9zcjTPuJEA-jtZGiuNk8P_kx485k0B8yNgbh-hW4",
    "image_url": "https://arweave.net/ASO9zcjTPuJEA-jtZGiuNk8P_kx485k0B8yNgbh-hW4"
  }
}