{
  "address": "0xce29a5b93dcaed65805d13654ac313377656c258",
  "type": "ERC721",
  "name": "VIZ OpenEdition",
  "tokenCount": "80",
  "uri": "https://arweave.net/ErxIJjuZludsAD-Ya6Ei4gKW8rqSWBIuRDggnTtvlw0",
  "metadata": {
    "name": "WORLD'S LARGEST FAKE TUNGSTEN CUBE",
    "created_by": "viz",
    "external_url": "https://twitter.com/parvizmayelzade",
    "description": "Transparency is one of the key features of blockchain technology, and it has the potential to revolutionize the way we conduct transactions and exchange information. With blockchain, transactions are recorded in a decentralized, public ledger, making it easy for anyone to verify the authenticity and accuracy of data. This level of transparency helps to eliminate the need for intermediaries and ensures that everyone has equal access to information.\n\nTungsten is a valuable asset that leverages the power of blockchain to bring transparency to supply chain management. With Tungsten, you can track the entire life cycle of a product, from its origin to its final destination. This enables you to make informed decisions about your supply chain and helps to ensure that your business is running smoothly and efficiently. In addition, Tungsten offers real-time visibility and control, so you can make quick, informed decisions to optimize your supply chain.\n\nTungsten is also unique in that it is based on blockchain technology, meaning that it is secure, transparent, and tamper-proof. With Tungsten, you can be confident that your transactions are being recorded accurately and that your data is protected from manipulation. Whether you're a manufacturer, supplier, or retailer, Tungsten is a valuable asset that can help you to build a more sustainable and efficient supply chain.",
    "animation_details": {
      "bytes": 14269413,
      "format": "MP4",
      "duration": 11,
      "sha256": "6764bb03d65fd9666bd7834769a885c26921fb32c24a91e9022dbcaadb058515",
      "width": 1080,
      "height": 1080,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/vnTY2UVE1BrpBOdFqKRfKR_zQKUHytDWqfATQJPYjNM",
    "animation_url": "https://arweave.net/vnTY2UVE1BrpBOdFqKRfKR_zQKUHytDWqfATQJPYjNM",
    "image_details": {
      "bytes": 56155,
      "format": "JPEG",
      "sha256": "b483615147d627d608ffe10bc21a856c0541fd771a9f6a060a4d3d6ad9dc2ce7",
      "width": 1078,
      "height": 1078
    },
    "image": "https://arweave.net/SpbxtrPj-pTcADtOTn3mklglwzsv1e6mtQE_qol-9OE",
    "image_url": "https://arweave.net/SpbxtrPj-pTcADtOTn3mklglwzsv1e6mtQE_qol-9OE"
  }
}