{
  "address": "0xcec55a1789f269fb4db42b3523c17dab3517cd04",
  "type": "ERC1155",
  "name": "Unidentified contract - bSyxWnrhMh",
  "tokenCount": "4",
  "uri": "https://arweave.net/YGpb14Ig1exWmcoNupaE0zBSGz9EtOJrGtLKqLXEgpQ",
  "metadata": {
    "name": "It Was the Best of Times",
    "created_by": "Kino Alyse",
    "description": "Ever tried genepì?\n\nAbruzzo, Italy is that special sort of somewhere. This day was unique because I didn't know this would be my last visit before the pandemic and the most perfect day I could ask for.\n\nI found a cheeky parking spot, one rarely visited by droves of tourists. Today, however, someone did find me. Or found my car mirror.\n\nA gaggle of happy, quite tipsy young men slammed into the passenger mirror. They were lovely despite the mistake - we all had a laugh, and they offered to make the hike with me and buy me a drink in the city.\n\nNow, this city is tiny. It was hit my an earthquake some years ago and remains as a restoration project. It's all but abandoned save a bar (café) and seasonal vendors. The city itself smells like a sweet decay, warm, ancient brick mixing with the fresh air from the mountains just above.\n\nWe made the hike to the bar. I didn't drink at this time in my life. If I had a whiskey, it would be unfinished after the usual five-hour dinners Italians tend to enjoy socially.\n\nOne of the men told me to try genepì, try genepì, you'll love it! I was served a bright green tonic in a small shot glass, water in the other hand in case I hated it.\n\nDearest reader, I saw god this day.\n\nGenepì Gran Sasso is special. It's not like the French or Italian Alp version. Special Artemisia plants are harvested in the valleys of the mountain range pictured.\n\nI adore Italy. It is my home, my playground, and my fascination with the relationship between man and nature is steadfast. Genepì wasn't just a liquore - it was that warm feeling you get in your tummy when you think of \"home.\"\n\nOn this day, I made new friends out of unfortunate circumstances. From my understanding, they shared their passion with me. From their passion, I found a renewed appreciation for the sustainable relationship Italians share with the mountains. Thereafter, I would spend six hours shooting around my favorite location in all of Italy.\n\nTo be in Abruzzo is to be closer to god. Here, one can enjoy pleasures for which no debt is owed. The natural inclination to check the time no longer causes anxiety. The busy world is behind you. All one must do is unknot themselves from the sensory-depriving means of normalcy and open their heart to the unexpected.\n\nNestled on the edge of forever,  \nIt was the best of times.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Kino Alyse"
      },
      {
        "trait_type": "Camera",
        "value": "Canon EOS 5D Mark III"
      },
      {
        "trait_type": "Lens",
        "value": "EF24-105mm f/4L IS USM"
      },
      {
        "trait_type": "ISO",
        "value": "800"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/11"
      },
      {
        "trait_type": "Exposure",
        "value": "1/800"
      },
      {
        "trait_type": "Focal Length",
        "value": "24.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2019:08:07 11:54:01"
      },
      {
        "trait_type": "Brackets",
        "value": "5"
      },
      {
        "trait_type": "Panorama Stitches",
        "value": "7"
      },
      {
        "trait_type": "Season",
        "value": "Autumn"
      },
      {
        "trait_type": "Location",
        "value": "Abruzzo, Italy"
      },
      {
        "trait_type": "Credited Architect",
        "value": "Unknown - Legends Claim Design from Bramante or Pascuccio"
      },
      {
        "trait_type": "First Built",
        "value": "1596"
      },
      {
        "trait_type": "Commissioned By",
        "value": "Unknown"
      },
      {
        "trait_type": "Commissioned Year",
        "value": "Unknown"
      },
      {
        "trait_type": "License",
        "value": "Royalty Free Extended License"
      }
    ],
    "image_details": {
      "bytes": 29374896,
      "format": "JPEG",
      "sha256": "b150e944cc77734f82df1088e0cc22dde6747a31eaa5eaf613128dc241dd5e4b",
      "width": 10345,
      "height": 3448
    },
    "image": "https://arweave.net/shX510e7nz-uvKVl_PpbGv37ybMd0s7aOxwpwY6oNp4",
    "image_url": "https://arweave.net/shX510e7nz-uvKVl_PpbGv37ybMd0s7aOxwpwY6oNp4"
  }
}