{
  "address": "0xcf323a897ab79bd8bcc7bb3433c1f18b38f89d83",
  "type": "ERC721",
  "name": "FLOW LOCAL",
  "tokenCount": "20",
  "uri": "https://flow.mypinata.cloud/ipfs/QmWWmGYkFv62zX7Ba68UWMjcufgkKVZJJJAqMopjziTvpV/London-1",
  "metadata": {
    "description": "The Flow LOCAL NFT is a collection of 6,250 unique NFTs - digital tokens stored on the Ethereum blockchain - with 250 NFTs allocated to 25 major cities around the world. Holding the Flow LOCAL token signifies your status as a true local in your town or city. It's more than just a place you live - it's home and it cares for you as much as you care for it. You don't mind the tourists that visit on weekends or the recent transplants from the other coast - you know your place in your city and that's all you really need. Connect this NFT to your account on the Flow app to unlock complimentary access to any location in your city on Flow, including the best coworking spaces, gyms, spas, and experiences, as well as exclusive access to members-only locations and other benefits granted only to Flow LOCAL token holders.",
    "short_description": "You know all the spots and all the players. When friends come to town, they ask you where to go. You don't just live here - you're a local. Let's make sure everyone treats you like one.",
    "provider_description": "Flow is building the world's largest marketplace for location-based services like coworking spaces, health & fitness clubs, wellness and leisure facilities, and entertainment venues. We offer users a single app to discover, access, and pay for places to work, train, relax, or play in a seamless and frictionless experience.",
    "external_url": "https://marketplace.flowplaces.co/flow-local",
    "creator_website": "www.flowplaces.co",
    "provider_website": "www.flowplaces.co",
    "image": "https://flow.mypinata.cloud/ipfs/QmdGGmUPtDji7uh2oyHoxTu9NkU7uRG9hLiSNGWWdWD9Nj",
    "name": "Flow - LOCAL",
    "attributes": [
      {
        "trait_type": "Author",
        "value": "Flow"
      },
      {
        "trait_type": "Name",
        "value": "LOCAL"
      },
      {
        "trait_type": "Region",
        "value": "LONDON"
      },
      {
        "trait_type": "Provider",
        "value": "Flow"
      },
      {
        "trait_type": "Number",
        "value": 1
      },
      {
        "trait_type": "Subscription",
        "value": "None"
      },
      {
        "trait_type": "Transferability",
        "value": "Unrestricted"
      },
      {
        "display_type": "date",
        "trait_type": "Published",
        "value": 1653498876340
      }
    ],
    "utility": [
      "Complimentary access to all standard locations in your city on Flow",
      "Free or discounted access to all token-gated \"members only\" locations in your city",
      "Whitelist and presale to all location-specific NFT drops",
      "Invites to regular IRL events & experiences",
      "Exclusive perks, benefits, discounts, and merch",
      "Access to Flow LOCAL Discord community"
    ],
    "recurring_fee": "£0",
    "activation_fee": "£0",
    "retail_discount": "N/A",
    "required_tokens": [],
    "activation_notes": "Just connect your wallet to the flow app and the rest will handle itself."
  }
}