{
  "address": "0xcf346584e54d722ed55bf0730da45d740cabd63a",
  "type": "ERC721",
  "name": "The Mediterranean Botanicals Collection: Bay of Kotor",
  "tokenCount": "38",
  "uri": "https://arweave.net/oTLga4xyow4SRg9U91Zaa5PZRgt6ikPfRy1-BazrAwY/1",
  "metadata": {
    "name": "Mimosa, Origin Australia. Photograph Bay of Kotor, Montenegro, 2022 #1/20",
    "created_by": "Joelle McTigue",
    "description": "Kotor was a Greek colony founded in the 5th century BCE. The Greek fairy, Alkima, resides in a palace on the slopes of Pestingrad mountain that towers over the innermost point of the Bay of Kotor. According to myth, Alkima advised ancient mariners to build their town on the shore because the sea gives them life. After an argument with Poseidon (God of the sea), the people attested to her generosity, and he spared her life. \n\nAmidst a violent storm, Alkima searched for her forbidden human lover. The gods surged the seas until her boat began to sink. Seafarers spotted her and sailed out to rescue her. Alkima tried to thank them with gold, but they refused the offer. Instead, they accepted everlasting gold, the mimosa flower. \n\nAlkima still performs good deeds around the Kotor mountains trying to earn forgiveness and return to the gods' realm. It's said that she can be spotted on Fairy's Gate at certain times of the night.\n\nOver centuries, mariners returned to the Mediterranean with seeds and plantlings. In The Mediterranean Botanicals Collection: Bay of Kotor, I examine how the pursuit of empires, trade, legacy, medicine, religion, and aesthetics forged the coastal landscape of the UNESCO protected site.\n\nThe bay's naval fleet peaked at 300 ships to protect its prominent salt trade in the Middle Ages. But, its mariner history potentially traces back to the Balkan Bronze Age. Over millennia, great European empires (Roman, Ottoman, Venetian, Napoleon, Russian, and Austro-Hungarian) owned a piece of the Bay of Kotor for strategic and merchant gain.\n\nPresent-day, the Bay of Kotor strives for architectural revitalization and preservation while maintaining its wild beauty and traditions. Venice, Italy, continues to finance the restoration of Kotor's Venetian structures. Retired naval facilities around the bay have converted into five-star resorts and marinas welcoming some of the world's largest yachts. At sunset on July 22nd, sailors arrive for the custom known as fašinada, throwing rocks in the sea near Our Lady of the Rocks, a sailor-formed island near Pearst.\n\nThe Mediterranean Botanicals Collection: Bay of Kotor collection are manually-manipulated botanical photographs I took within Montenegro's Bay of Kotor. The work emulates stained glass to celebrate these roots of identity and nature through the contemporary window of technology.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Joelle McTigue"
      },
      {
        "trait_type": "Medium",
        "value": "Photography"
      }
    ],
    "animation_details": {
      "bytes": 5219951,
      "format": "MP4",
      "duration": 45,
      "sha256": "471181946199c8b79c41481512eaa460e582946f9a8e7d8fcf5ab3d965bae45f",
      "width": 1920,
      "height": 1080,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/IZZOp4jHezc1SD9toUaSwwBWyOr2O23DOYNXYy8M1hM",
    "animation_url": "https://arweave.net/IZZOp4jHezc1SD9toUaSwwBWyOr2O23DOYNXYy8M1hM",
    "image_details": {
      "bytes": 249557,
      "format": "JPEG",
      "sha256": "b8a683bc053b6135ead9066e298d6e7dc46fab0b5dd963baa492d750c9652751",
      "width": 1212,
      "height": 681
    },
    "image": "https://arweave.net/MMV7EcmAMHOJSQDfGkeUvWwcz9ZAC4xkJY37bZvFKk0",
    "image_url": "https://arweave.net/MMV7EcmAMHOJSQDfGkeUvWwcz9ZAC4xkJY37bZvFKk0"
  }
}