{
  "address": "0xcfb5ccb1a95b737cb87ff6c9c7f5052a46eb16e3",
  "type": "ERC721",
  "name": "DEFFIE - NEW TURN",
  "tokenCount": "21",
  "uri": "ar://URBu6LRvnN2cV0lFQ5q5FZ7yng3Mf94GwM6mttoQx8Y/1",
  "metadata": {
    "animation_url": "ar://lKPcDIli7ABYiPXWnbD00xHUJ1irtv1TU4t3W57P7S8",
    "artist": "DEFFIE",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://kybUUnSgAhVUJVxqixLnn-MKBGof8T-B5hzec-Yj2OM",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "NEW TURN",
        "value": "Song Edition"
      }
    ],
    "bpm": 76,
    "credits": null,
    "description": "Hello!\n\nEveryone of us has a new turn in life we eventually all take. For some it can be warm, tender and harmonious. For others it's rough, dire, and difficult. In this life, everyday, we experience situations that lead us to two things: a choice and a chance. The combination of these two concepts can create a New Turn for the best or for the worst. Living in New York City, I'm constantly witnessing these new experiences unfold. Dreamers come to the big apple for a New Turn to make their dreams come true, their goals a reality, to pursue the life they dream of having, and some come here simply to escape their own reality.\n\nAs I grew up, discovering music as a full time career became my New Turn. In the midst of all the noise and ruckus this city brings, I find the most clarity and silence through it all. I met Deffie IRL back in May 2022, though before the real life interaction, we had been connected over Discord during the pandemic. We managed to create an 8 track project consisting of features from MIA GLADSTONE, as well as co-production from myself. Before the collaboration, for years, I was a genuine fan of DEFFIE’s. I remember regularly playing some of his biggest hits on Soundcloud like “Backstroke” & “Gaskethead”. Upon creating this tape, we both were beginning to find a home in web3, and as we're rolling out our own projects a year later, here we are creating a New Turn in the space, hoping this sound inspires anyone to take that leap of faith themselves.\n\n- THOMAS",
    "duration": 108,
    "external_url": "https://www.sound.xyz/deffie/new-turn",
    "genre": "Hip-hop & Rap",
    "image": "ar://kybUUnSgAhVUJVxqixLnn-MKBGof8T-B5hzec-Yj2OM",
    "isrc": null,
    "key": "D_MINOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://lKPcDIli7ABYiPXWnbD00xHUJ1irtv1TU4t3W57P7S8",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "NEW TURN #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "NEW TURN",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}