{
  "address": "0xcff28108f998f6175028af74bcf20b615b82b702",
  "type": "ERC721",
  "name": "Shane Lavalette",
  "tokenCount": "1",
  "uri": "https://ipfs.pixura.io/ipfs/QmciDpvNPywZ9p7GKNcbsRyCe9j7qaLw6GTutKYVXVnoyy/metadata.json",
  "metadata": {
    "name": "Everything That Touches Us",
    "createdBy": "Shane Lavalette",
    "yearCreated": "2022",
    "description": "For immigrants in a new culture, finding access to basic comforts, such as foods from home, is not always easy. I was told about the difficulty of finding goat meat, for example—a mainstay in many African, Asian, and Caribbean diets—in a region where only the milk and cheese from the animal are more generally distributed. The same is true for vegetables such as daikon, African eggplant and corn, amaranth greens, and bitter melon, as well as various herbs and flowers.\n\nA few years ago, I heard about New Farms for New Americans (NFNA), an organization located on the Ethan Allen Homestead in Burlington, Vermont, not far from where I grew up. NFNA has conducted research and worked closely with Somali Bantu, Bhutanese, Burundian, Burmese, and Vietnamese farmers and gardeners, among others, providing education and training for those who may be unaccustomed to growing in Vermont’s climate (the state has a notoriously short growing season, from late April to early September). NFNA teaches skills to those interested in venturing into trades in agriculture and maintains a community garden space for refugees and recent immigrants, where they can grow native crops to support their families and friends. I thought that was a wonderful thing, and I felt compelled to visit.\n\nWhen I contacted NFNA, they let me know that their annual harvest festival was coming up and extended an invitation for me to attend with my camera. I visited during the days leading up to the festival to meet and photograph a few of the farmers, as they completed what was likely their last big harvest of the season. The air was beginning to cool and the leaves felt like they could turn at any moment. Though there was often a language barrier, I was met with openness by the farmers I spent time with. On the day of the festival, there was live music, kids’ games, and a delicious, potluck-style spread, much of which was made with ingredients harvested in the days prior. I quickly understood how significant these plots of land are—not just for the sustenance, but for the difference that having such a community has made in growing a feeling of “home.”\n\nI would like to thank AALV and NFNA staff and volunteers, and the many farmers and gardeners, including Menuka, Khada, Thal, Dirgha, Judith, Pius, Hadija, Dahir, Fardowsa, and Hsara.\n\n—\n\nPurchase of this NFT will also directly support New Farms for New Americans (NFNA),  a 501(c)3 organization serving refugees and immigrants new to the United States. A portion of the proceeds from the primary sale will be donated to NFNA. The NFNA gardening and agriculture program provides land access, education, and opportunities for farmers and communities to connect to the agricultural networks. With the sale of this piece, together we will sponsor families to lease a full plot for the next growing season, and a marigold and zucchini will be planted in your honor. ",
    "image": "https://ipfs.pixura.io/ipfs/QmcQQE3qGopeP1BNAmDkvqQWEPwP3afNFSjJbQXRMcQAxh/ShaneLavalette_5094_ALT.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmcQQE3qGopeP1BNAmDkvqQWEPwP3afNFSjJbQXRMcQAxh/ShaneLavalette_5094_ALT.jpg",
      "dimensions": "4000x3200",
      "size": "8539512",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "shanelavalette",
      "shane",
      "lavalette",
      "photography",
      "photo",
      "landscape",
      "portrait",
      "documentary",
      "art"
    ],
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Shane Lavalette"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      }
    ]
  }
}