{
  "address": "0xcfa00a7ce0a31dab628d79755aaef1e00ad92e5d",
  "type": "ERC721",
  "name": "Amphibological",
  "tokenCount": "3",
  "uri": "https://ipfs.pixura.io/ipfs/QmSV72YirD3gZWmRG7gpdy1Ctf4bmQBLAgcivoVNbJijcF/metadata.json",
  "metadata": {
    "name": "The house that i am",
    "createdBy": "Souline ",
    "yearCreated": "2023",
    "description": "What are you doing with all this? Where are you letting yourself be dragged by the steel cable wrapped in sheets? Lover of repetition, have you not yet seen that the supposed oblivion of the past is only the drug that allows you to enter the same place once more, under the absurd justification that in reality you cannot settle in a previous time, although be with the personification of the subject that you were, to learn from him?\nIt's not time. Not now.\nDon't let anxiety eat your eyes.\n\nThe white papers symbolism of the celebration. Girl expectant at the arrival of a large woman. The plain that does not stop. The uncomfortable hug that is felt in the bodies, and the adult body overflowing with maternity that accommodates itself so that both breasts fit perfectly in such a way that the ribs of both push and compress to the heart's content. The father at the end of the table looking at a point lost in infinity, with the aura resounding in a low but still perceptible voice.\nThe phrase that calms: \"You're doing well.\"\nThe phrase that I have desperately sought and that only comes in my dreams.\nThe marks that emerge are much simpler.\nI'm drawing broken lines in the sand with everything I drag that lies clinging to my feet.\nI am the one who erases the lines to create new beginnings.\nIt is my skin, the closest to the floor, the one that knows.\nIt is the mind, who repeats.\nI am my own maze.\n\n",
    "image": "https://ipfs.pixura.io/ipfs/QmbGJDHB2umhZQRmYor8VbAJZEvZqegUd99nDFL8MeYcNV/Ilustracion-sin-titulo18.png",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmbGJDHB2umhZQRmYor8VbAJZEvZqegUd99nDFL8MeYcNV/Ilustracion-sin-titulo18.png",
      "dimensions": "5827x8188",
      "size": "9674823",
      "mimeType": "image/png"
    },
    "tags": [
      "Comic",
      "Broken",
      "Souline",
      "Linework",
      "Style",
      "Storyteller",
      "Poetry"
    ]
  }
}