{
  "address": "0xcf394c6f1872eaa6fea75ba963afc012c7629dd6",
  "type": "ERC1155",
  "name": "The Book of Blark Edition",
  "tokenCount": "2",
  "uri": "https://arweave.net/Mg0BeIfeZVAxD898OMIJEPe-E_bme7h54UwYT8Y0CSw",
  "metadata": {
    "name": "BLARK! First Edition",
    "created_by": "Reddy ",
    "description": "Introducing to the world the very first Nonster nonSTAR, Blark, The Sorta Dog!\n\nBlark will be our liaison to the Nonster Universe for 2023. \nThis edition piece effectively is your ticket to the Blark show for the year! This will allow you to, bid on 1/1's, claim future editions, receive airdrops, and generally stay in the loop with all things Blark! \nWe will meet many new faces in the Nonster Universe this year and Blark will be our guide for understanding them until he passes off the torch to a new NonSTAR! Blark is a character on a journey of self discovery and growth. Blark seeks to understand itself and what their role in the universe is. Blark is friendly and curious and happy to be friends with you! Not much is known about Blark at this current moment but with each new installment in The Book of Blark more will be understood. \n\nThe purpose of introducing a character in this way is to give myself a focal point. Some goal to rally the rest of my loose ends around. Blark is now the knot that holds these strings together. This interlocking thread becomes stronger, more concentrated, and more capable of keeping me on track than ever before. Blark is not only a great friend, but a mechanism in which I plan to keep myself organized, and focused. Blark's story will unfold piece by piece and that ultimately will build out the nonster universe the same way. This is a unique journey that we are on together. Thank you for joining me, thank you for believing in me, and thank you for believing in Blark.",
    "image_details": {
      "bytes": 2928709,
      "format": "JPEG",
      "sha256": "4214c3aac0ea531283bb60918ac595785ac28763c401018dfdba3a0e93737a85",
      "width": 2175,
      "height": 3000
    },
    "image": "https://arweave.net/Ol9DiFKgyvv1Lr8IjYa2m6vJ3awGhsWK4zDM8T4OO0I",
    "image_url": "https://arweave.net/Ol9DiFKgyvv1Lr8IjYa2m6vJ3awGhsWK4zDM8T4OO0I"
  }
}