{
  "address": "0xcf9b0e4901ac42b9c1a38c2bbbe576d7dc05f9b3",
  "type": "ERC721",
  "name": "Juicy J's Journey NFT Drop",
  "tokenCount": "5",
  "uri": "ipfs://QmS2PY6bkUsUTsybkUeV5XgCT2RQkcsH5MXEBGPswXEDpq/1",
  "metadata": {
    "name": "Load Up Your Bags",
    "description": "In “Load Up Your Bags” Juicy J takes it back to his roots old-school velour jumpsuit and a classic Chevelle. Going back to the hustle… the hustle always continues … buy the dip and hold…the hustle always continues and that’s what he is trying to convey through this imagery. Don’t ever forget how you got to the all time high, load up your bags during the dips and never panic sell. \n\n“Load up Your Bags” was made using a still photograph from the “Load It Up” music video which takes you back to the aesthetic of Juicy J and NLE Choppa’s hometown of North Memphis and samples Project Pat’s “North Memphis”. The music video was released on October 13, 2020 alongside Juicy J’s drum and loop kit. Juicy J’s drum and loop kit was used by his fans to create all of the beats used in this NFT collection. The video also shows the infancy stages of Juicy crafting ASTERISK*’s next strain. Together the piece contrasts Juicy J’s humble beginnings with his hard earned success as well as how he’s working with the next generation of hip hop artists and producers.\n\n“Load up Your Bags” is limited to 84 editions as part of the 420 piece “Juicy J’s Journey” collection. 10 “Juicy J’s Journey” NFT holders will be given the once-in-a-lifetime opportunity to smoke ASTERISK* cannabis with Juicy J, the trippiest man alive, in July. Follow @therealjuicyj, @garyvee, and @everipedia on Twitter where we will be announcing the winning NFTs. \n\nThe still photo used to create this piece was taken by Edgar Allen while the original “Load it Up” music video was produced by the creative agency VOTO and executive produced by Fred Coates. The NFT was animated by ThunderCode and contains an instrumental loop from the song “CLUB WITH STICKS” produced by Juicy J and EZM.\n",
    "image_url": "ipfs://QmPoSPBZds2eWEMXHzhAFXdCdXMGyqmsdcq1mxHDJXu8tL",
    "animation_url": "ipfs://QmZ7GwZzF8Z7tZjG2qyo9wBYbjYxRtg4RKSG631TV1DRhP",
    "attributes": [
      {
        "trait_type": "ASTERISK* Cannabis Pairing",
        "value": "Eternal Impact"
      },
      {
        "trait_type": "Strain",
        "value": "Indica"
      },
      {
        "trait_type": "Music Video",
        "value": "Load It Up"
      },
      {
        "trait_type": "Album",
        "value": "The Hustle Still Continues"
      },
      {
        "trait_type": "NFT Art by",
        "value": "ThunderCode"
      },
      {
        "trait_type": "Photo by",
        "value": "Edgar Daniel"
      },
      {
        "trait_type": "Video by",
        "value": "VOTO"
      },
      {
        "trait_type": "NFT Beat",
        "value": "CLUB WITH STICKS"
      },
      {
        "trait_type": "NFT Beat Producer",
        "value": "Juicy J & EZM"
      },
      {
        "trait_type": "Music Video Release Date",
        "value": "10/13/20"
      }
    ]
  }
}