{
  "address": "0xcfa46ab9c1be882ff8c29b07e1608ace03e09cf9",
  "type": "ERC721",
  "name": "Water body",
  "tokenCount": "4",
  "uri": "https://arweave.net/lgKv6mDmT-zMbl46mxyhfhjTAYLzsImYfYpEWunQAAI/1",
  "metadata": {
    "created_by": "Xonorika",
    "name": "Hidden Place #1/5",
    "description": "The binaries between man-woman, east-west, human-animal, and human-non-human intelligence have been created to solidify colonial power infrastructures in the West. However, we often see how in nature and \"beyond it,\" these boundaries are always blurry. This collaborative work with AI connects ancestral and feminized aquatic mythologies through digital skins to reimagine future visions. Science fiction often explores the notion of the future through the lens of technoscientific development but more needs to be done to imagine the future of nature. \n\n\nWater is one of the most precious resources on Earth and while the water itself is not in danger as it is a naturally occurring resource on our planet, its access has been threatened due to pollution and climate change. By challenging binary thinking and drawing on life-centric systems, we can create a more inclusive and equitable world that values and protects our natural resources for future generations.\n\n__ \n\n\nWATER BODY is part of the exhibition ALGORITHMIC EMPATHY. THE PROMISES OF AI, presented by EXPANDED.ART and VerticalCrypto Art at EXPANDED.ART in Berlin, 18-23 April, 2023.\n\n17 artists explore the vast potential of future relationships between AI and creative expression to hypothesize on the not-so-distant future.\n\nIn a world where technological advancements happen in the blink of an eye, AI is being pointed to in the cultural zeitgeist as an example of a potentially bleak and ominous future. It is worth considering, however, the ways computers and machine learning can push forward creativity, human connection and philosophical dialogues.  \n",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Xonorika"
      }
    ],
    "image_details": {
      "bytes": 18470420,
      "format": "PNG",
      "sha256": "e5b4994faf85e3448fecd759ece8b31f83507ec24cadb4da1643f2a40fa982aa",
      "width": 4024,
      "height": 3018
    },
    "image": "https://arweave.net/TNBTki3SDajGrTwEJoDzZWc8vvhcIyLfXr2L4oUVcJ8",
    "image_url": "https://arweave.net/TNBTki3SDajGrTwEJoDzZWc8vvhcIyLfXr2L4oUVcJ8"
  }
}