{
  "address": "0xcfc6c286e6a6991a7ab747deb48fa6c70ffd64f2",
  "type": "ERC1155",
  "name": "Pelin Genc Editions",
  "tokenCount": "1",
  "uri": "https://arweave.net/Df9SHbWLf3akq6eoIfxtQhHR1FjPb3Ty1H5i_v9JfbM",
  "metadata": {
    "name": "Walk Through the Lines",
    "created_by": "Pelin Genç",
    "external_url": "https://pelingenc.com/en/about-me/",
    "description": "I have always found outstanding architectural structures aesthetically appealing to the eye. \n\nI love how all the geometrical shapes, lines, diagonals and curves shape this structure that blends and interacts with its environment. The changing direction of light displays lines, shadows and contrast in a beautiful way, ever changing at different times of day.\n\nSeeing people walk by, ride bicycles and spend their leisure time here magnifies the beauty of this structure as I think it comes to life with humans.\n\nI took this photo on a beautiful morning while many people were riding their bikes, jogging, walking, going shopping through this path. \nThis girl particularly caught my eye with her red outfit at the first instance, but then I realized what captured my attention the most was her firm and energetic walk giving me the feeling of crisp, fresh boost of the mornings and new beginnings. \n\nLicense:  \nExtended Editorial: Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution or derivative works. Copyright remains with the creator of the NFT.  \n",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Pelin Genç"
      },
      {
        "trait_type": "Location, Date",
        "value": "Valencia, Spain, 2019"
      },
      {
        "trait_type": "Genre",
        "value": "Street photography"
      },
      {
        "trait_type": "Genre",
        "value": "Architecture"
      },
      {
        "trait_type": "Genre",
        "value": "Black and White"
      },
      {
        "trait_type": "File Type",
        "value": "JPEG"
      },
      {
        "trait_type": "Dimensions",
        "value": "4012 x 6016"
      },
      {
        "trait_type": "License",
        "value": "Extended Editorial"
      }
    ],
    "image_details": {
      "bytes": 9734990,
      "format": "JPEG",
      "sha256": "29983e857f95505a0144b5fc9002b777564a2d08fb5e7873ecacba16770634b6",
      "width": 4012,
      "height": 6016
    },
    "image": "https://arweave.net/dTS2Sna1YoywrIhvpylf4ZFhildKzW0HbFzQH6Vp7IA",
    "image_url": "https://arweave.net/dTS2Sna1YoywrIhvpylf4ZFhildKzW0HbFzQH6Vp7IA"
  }
}