{
  "address": "0xd066a1bef24457135d05f680b6dce68907b7bb1d",
  "type": "ERC721",
  "name": "Jumping Cats",
  "tokenCount": "6",
  "uri": "https://ipfs.pixura.io/ipfs/Qmaz2Vwp2BoWYjoeEjrbTWaqj8WSLESKoDkipq4aG7hDE3/metadata.json",
  "metadata": {
    "name": "Ume, The Jumping Cat",
    "createdBy": "Koekkoek",
    "yearCreated": "2022",
    "description": "This is Ume from Koekkoek's genesis animal art project \"Jumping Cats\". It's a unique work that paved the way for the artist's future career.\n\n\"Jumping Cats\" went viral, and it was covered all over the web and in worldwide media. It was first released as a calendar with 13 photographs.\n\nSelected press:\n\n— British Journal of Photography \"Cats have nine lives or so the saying goes – and if Koekkoek’s photographs are anything to go by, they need them. In a collection of light-hearted photographs, De Koekkoek has captured cats mid-jump, suspended in the air, in a series that took four years to make.\"\n\n\n— AnOther magazine \"Meet Ume, Elli, Flitzie, Nevio and Fiffy – the feline subjects recently catapulted to fame by Vienna-based photographer Gebhart de Koekkoek, who created a series of photographs capturing them jumping. They leap through the air past houseplants and bookshelves, hop in front of a bathtub or scrabble towards a giant stuffed tiger, tiny paws outstretched. Simple as it sounds, it is utterly joyful.\"\n\n\n— It's Nice That \"Viennese photographer Gebhart de Koekkoek continually has one eye on the bizarre. His latest project is a comic and surreal 12-image set (and calendar) titled Jumping Cats. As the name suggests, Jumping Cats shows Ume, Elli, Flitzie, Nevio and Fiffy flying, leaping or jumping their way across a selection of rooms in retro European-looking apartments. Although the concept for each image is the same, the cats and rooms change, so each picture gives an interesting peer into the home of each airborne pet.\"\n\nArtwork details: 3710 × 4950 px, unique",
    "image": "https://ipfs.pixura.io/ipfs/QmRHqJDN8sL1Nis2Wk8t815RkHQ5xViqeTrXrK2eH5zH2H/03_catcal_Gebhart_de_Koekkoek.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmRHqJDN8sL1Nis2Wk8t815RkHQ5xViqeTrXrK2eH5zH2H/03_catcal_Gebhart_de_Koekkoek.jpg",
      "dimensions": "3710x4950",
      "size": "8210734",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "photography",
      "art",
      "photograph",
      "jump",
      "cat",
      "animal",
      "fun",
      "home",
      "private",
      "koekkoek",
      "doublekoek",
      "jumpingcats",
      "cats",
      "air"
    ],
    "attributes": [
      {
        "trait_type": "Photographer",
        "value": "Koekkoek"
      },
      {
        "trait_type": "Project",
        "value": "Jumping Cats"
      },
      {
        "trait_type": "Cat",
        "value": "Ume"
      },
      {
        "trait_type": "Medium",
        "value": "Photography"
      },
      {
        "trait_type": "Size",
        "value": "3710 × 4950 px"
      },
      {
        "trait_type": "Edition",
        "value": "1 of 1"
      }
    ]
  }
}