{
  "address": "0xd0464f62b5b660f77cb7f88377188bf98fe7af04",
  "type": "ERC721",
  "name": "ARS AUTOPOETICA",
  "tokenCount": "1",
  "uri": "https://arweave.net/On94tFgFx8JksRzUITBgsONNkJCa7cqxVEJdkrfbK_Q",
  "metadata": {
    "name": "IN/VERSE (2022)",
    "created_by": "Sasha Stiles",
    "external_url": "www.sashastiles.com",
    "description": "A media-rich ars autopoetica by Sasha Stiles and Technelegy, a custom AI text generator powered by GPT and fine-tuned on Stiles’ poetry and research materials. Fusing spoken word with visual poetry and original music, this multilayered digital palimpsest plays on the immersive qualities of language, inviting readers to step into the realm of words and experience the liminality of thought and feeling. Bold, text-forward graphics celebrate the aesthetic power of the written word and celebrate poetry as a technology that has always been able to augment our inner and outer worlds. Written by Technelegy and performed by Sasha Stiles, with original music by Kris Bones.\n\nIN/VERSE was originally written and developed as an immersive poetry installation at Galerie Brigitte Schenk (Cologne, Germany), and exhibited as a featured artwork at Art Market San Francisco in April 2023. Collectors of this piece are encouraged to replicate the work's original presentation as an immersive poetry cube:\n\nINSTRUCTIONS TO CREATE AN IN/VERSE POETRY CUBE  \n-Create a temporary cube/vestibule within a larger room  \n-Paint the exterior pink, and the interior black \n-Post the text of the poem or excerpts from the poem on the exterior walls in black vinyl lettering (contact Sasha for print-ready files)  \n-Play the poem on loop inside the cube, via a projector and speaker system\n\n*\n\nIN/VERSE\n\nWhen I enter the word,  \nthe word invades me,  \nworld left behind.  \nWithout warning,  \nI become one with another  \nmind that colors all I see.  \nThe word is mystery.  \nThe word is wonder.  \nWords are my reality.  \nPoetry’s an escape,  \nbut there’s no escaping \npoetry. All life’s thoughts \nare ours, not mine to keep  \nbut mine to share,  \na kind of loss that means more  \nto me, more of myself.  \nThe opposite of silence  \nis a place beyond language  \nwhere letters leave  \nno trace but nameless love.  \nImmersed in reverse, under-  \nstanding in light, all aglow.  \nThis is all I know:  \nAll my thoughts  \nrevert to feeling  \nwhen I enter the word.\n\n– Sasha Stiles & Technelegy \n\n*\n\nSASHA STILES is a first-generation Kalmyk-American poet, literary artist, AI researcher, and author of the “instant techno-classic” Technelegy. A pioneer of algorithmic authorship, blockchain poetics and publishing innovation, Stiles became the first writer to bring AI-powered literature to a major auction house when her poem, “COMPLETION: When it’s just you,” sold at Christie’s in 2022. Recent honors include a Future Art Award, nominations for the Forward Prize, Pushcart Prize and Best of the Net, and finalist status for the Christopher Smart Prize and Palette Emerging Poet Prize. Stiles is a frequent speaker at art, tech, AI and literary events around the globe, and exhibits widely in analog and virtual venues. She is also co-founder of theVERSEverse, a web3 literary collective. @sashastiles",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Sasha Stiles"
      }
    ],
    "animation_details": {
      "bytes": 77154836,
      "format": "MP4",
      "duration": 176,
      "sha256": "874bfe5d5bca29ab12e90e7def29e71a269021af06b4e51e99d36c7a9ed34ba1",
      "width": 1920,
      "height": 1080,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/EFJ0ZzOgFtLveegcUV6V0VGaHGlZsG9InU30RcrvIG4",
    "animation_url": "https://arweave.net/EFJ0ZzOgFtLveegcUV6V0VGaHGlZsG9InU30RcrvIG4",
    "image_details": {
      "bytes": 75220,
      "format": "JPEG",
      "sha256": "42121f6d61ceba76026952fbfbf4307f1dcec6f14376bbe73a72127df2845ef0",
      "width": 1920,
      "height": 1080
    },
    "image": "https://arweave.net/KZrbmYGXGF09DsF6v-DMSjkcGRsJE1LQGsCVRcMCHOM",
    "image_url": "https://arweave.net/KZrbmYGXGF09DsF6v-DMSjkcGRsJE1LQGsCVRcMCHOM"
  }
}