{
  "address": "0xd0146d1284e26fde476f14aa92fd93c5d5638918",
  "type": "ERC721",
  "name": "Shrouded Sculptures by Simon Roberts",
  "tokenCount": "2",
  "uri": "https://arweave.net/asiG2onzDryPZ6Tg6fI-Qd5j6iMh9XXwnipAF6ACNJM",
  "metadata": {
    "name": "Shrouded Sculpture #1 (Theseus and the Minotaur by Antonio Canova), 2021",
    "created_by": "Simon Roberts",
    "description": "Assembly presents “Shrouded Sculptures” by UK based visual artist Simon Roberts. This NFT collection is a selection of photographs taken during the second Covid-19 lockdown whilst London’s Victoria and Albert Museum was closed to the public. These veiled statues, located in the Museum’s Dorothy and Michael Hintze Galleries, were covered for their protection during refurbishment and Roberts envisions them as a metaphor for our wider experience of the Covid-19 pandemic. The images speak of the extraordinary events of the past year, a global population suspended in time, restricted of movement and freedoms. We were forced to separate from one another, or if we were to meet, we were to hug through thick plastic sheeting, or wave through windows. The beauty of our world felt elusive, hidden beneath an entanglement of political mixed messages and misleading rhetoric. Unlike the statues of merchants, statesmen and traders, many of the sculptures in this gallery represent mythological or allegorical subjects. We see ancient mythology and 18th century neo-classicism meet 21st century plastic and gaffa tape, and the juxtaposition is eerie, disorientating and beautiful.\n\nSimon Roberts is a visual artist based in the UK. Widely recognised for his large-format, tableaux photographs of the British landscape, his practice also encompasses video, text and installation work, which together, interrogate notions of identity and belonging, and the complex relationship between history, place and culture. His work has been exhibited nationally and internationally, and resides in major public and private collections, including the George Eastman House, Deutsche Börse Art Collection and Victoria & Albert Museum.",
    "image": "https://arweave.net/O78qS2uMIWozHLsjKywFsGNPoMJYDU2oFIXjnas8dHA",
    "image_url": "https://arweave.net/O78qS2uMIWozHLsjKywFsGNPoMJYDU2oFIXjnas8dHA",
    "image_details": {
      "bytes": 2154484,
      "format": "image/jpeg",
      "sha256": "c9643faf9faa0fa175097de7c4b97de6505b064e6df283d57977359cf0571fff",
      "width": 2254,
      "height": 3000
    },
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Simon Roberts"
      },
      {
        "trait_type": "Copyright",
        "value": "All Rights Reserved"
      }
    ]
  }
}