{
  "address": "0xd0ac67a1dce2fa09a85f256ab370740cf9b9476b",
  "type": "ERC1155",
  "name": "ARCELLA MEMENTO EDITIONS",
  "tokenCount": "19",
  "uri": "https://arweave.net/R2SXRmm2PXDiDy5kjvu7XDvOAXhK5Z2-mNdlcVL7oUo",
  "metadata": {
    "name": "MEMENTO_VOLTAIR",
    "created_by": "Steven Arcella",
    "external_url": "STEVENARCELLA.COM",
    "description": "BEGINNING AT THE END…\r\rMy genesis NFT collections are of the MEMENTO MORI ( a reminder of our mortality ) showcasing unique images that use the analogue photo technique known as Wet Plate Collodion or Tin types.\r\r“Let us prepare our minds as if we’d come to the very end of life. Let us postpone nothing. Let us balance life’s books each day. … The one who puts the finishing touches on their life each day is never short of time.” Seneca\r\rFROM THE ETHER\r\rWetplate Collodion process also known as Tin Types is a analogue process that was perfected in circa 1863. It helped to popularize photography and photo portraits on a proportional scale similar to the advent of smartphones. The process involves pouring collodion ( a syrupy solution of nitrocellulose in a mixture of alcohol and ether) on a black metal ( or glass ) plate that is then made light sensitive with a solution of silver salts. While still wet, the plate is placed into the camera using a film holder and the exposure is made, after which it is processed using chemistry to reveal the latent negative image and then fixed into a positive image. \r\rUTILITY & ROADMAP\r\rThe utility is the simple reminder to live your best life. It is a keepsake of contemplation. Make the most of your time while here. Be kind and compassionate to those around you while doing the same to yourself. The roadmap is up to you on where you go and what you do.\r",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Steven Arcella"
      }
    ],
    "image_details": {
      "bytes": 12769801,
      "format": "JPEG",
      "sha256": "2b2ade43bb0ad11342e49104778855041565e73852d47d64e59679fb748a20dc",
      "width": 6400,
      "height": 8001
    },
    "image": "https://arweave.net/AKOYLDGT5tYbvrkfP_ky4L47qX_fzUgIsfKS-WTZ4d0",
    "image_url": "https://arweave.net/AKOYLDGT5tYbvrkfP_ky4L47qX_fzUgIsfKS-WTZ4d0"
  }
}