{
  "address": "0xd0d50bd57461f4c847e8542eb3d004f6c11998bf",
  "type": "ERC721",
  "name": "Walk in my shoes",
  "tokenCount": "1",
  "uri": "https://metadata.mintable.app/uy8vt3K40yWwVp4yEW9p/1",
  "metadata": {
    "Artist": "Nettra",
    "symbol": "art10",
    "resellable": true,
    "Date created": "20210311",
    "Location created": "Epalinges, Switzerland",
    "description": "<p>DOT 500 (or ដុត 500) has been minted -- and will be minted -- only a total of five times. This burned, blood-orange, yolky, pixelated landscape is part of a series of pieces inspired by a 1.5m x 1.5m acrylic painting by the same artist, created in 2006 in Phnom Penh, Cambodia. <br /><br />Cambodian culture is extremely rich, a wealth of inspiration and of meaning for future generations of Cambodians and contemporary society at large. DOT 500 is a smaller, virtual, decontextualized fragment of a larger, physical piece. Families who have survived war and separation, and their ancestors, may similarly feel disconnected from their story and the environment around them. Many beloved and meaningful artefacts in conflict are lost, burned, broken. The ដុត in DOT 500 means burn or burned, as evoked by the sore, glowing, enflamed shadows present in the DOT series.<br /><br />Regardless of what has been lost, this series strives to shed light on what remains, and what can remain in perpetuity, thanks to new tools, employed with faith by a willing, open and determined community. Regardless of its corporeal status, if you so choose to, you will own a piece of this series, forevermore. You bear witness to my journey, you give value and recognition to my lived experiences. You may own a piece of DOT and support my desire for it not to be burned or erased.<br /><br />In return, a piece of me, and of Cambodia, has joined you on your journey. And with your support, it will accompany you, forevermore.</p>",
    "title": "DOT 500 (ដុត 500)",
    "Print included": "No",
    "apiURL": "uy8vt3K40yWwVp4yEW9p/",
    "Location minted": "Epalinges, Switzerland",
    "Total minted": "5",
    "Year created": "2021",
    "animation_url": "",
    "royalty_amount": 1500,
    "copyright_transfer": false,
    "address": "0xd0D50Bd57461F4c847E8542eB3D004f6c11998BF",
    "tokenId": 1,
    "original_creator": "0x59bd99198e0B4F08dbB9cE49b48303D894253999",
    "edition_number": 1,
    "printableSeries": false,
    "Title": "DOT 500 (ដុត 500)",
    "url": "https://metadata.mintable.app/uy8vt3K40yWwVp4yEW9p/1",
    "file_key": "1843be5a-1947-430a-9e69-899920337a52/1/c4f08fa0-ae7b-4558-bcff-9e472f612252_Kroik 500.jpg",
    "Series": "DOT K500",
    "subtitle": "ដុត 500 is part of a series of burned, blood-orange, yolky, pixelated landscapes",
    "name": "DOT 500",
    "category": "",
    "edition_total": 1
  }
}