{
  "address": "0xd00de8ce9ea7a0e5573cc6bc6f97cb0c293cb16e",
  "type": "ERC721",
  "name": "Transient Eternity & Exploding the Self by Cai Guo-Qiang",
  "tokenCount": "100",
  "uri": "ipfs://QmRi7RqEcEee6gxmKzNg7uTqYamKhEMBeynXeAMv6Kd3yK/1",
  "metadata": {
    "name": "Transient Eternity—101 Ignitions of Gunpowder Paintings",
    "description": "For its debut drop, TRLab partnered with the Rockbund Art Museum (RAM)'s newly developed digital platform RAM+ to invite internationally acclaimed artist Cai Guo-Qiang to create his first Non-Fungible Token (NFT) project *Transient Eternity—101 Ignitions of Gunpowder Paintings*. The project transforms the \"ignition moments\", a crucial part of Cai's gunpowder paintings, into NFT. These moments all come from pieces Cai created during his recent undertaking Individual's Journey Through Western Art History. This Journey included exhibitions at the Pushkin State Museum of Fine Arts in Russia, the Prado Museum in Spain, the Uffizi Galleries in Italy, the National Archaeological Museum of Naples and the ruins of Pompeii in Italy, as well as the Solomon R. Guggenheim Museum in the U.S.. Each project engaged with the chapters of Western art history held within those institutions, and, more importantly, reflected on the dilemmas and possibilities of contemporary art. Cai's Journey culminated with his solo exhibition *Odyssey and Homecoming* at the Palace Museum in Beijing from December 2020 to February 2021. The exhibition is currently on tour at the Museum of Art Pudong as its inaugural exhibition from July 2021 to March 2022.\n\nCai comments, \"*Transient Eternity* is the existence of the explosion moment itself—not the videos or photographs with which the instant of ignition was preserved in the traditional sense, or the physical gunpowder painting that was born from the ignition…The project ruminates on the following question: Is it possible to create an art project with a more forward-looking vision, and with more compelling forms and concepts, by leveraging the qualities unique to NFT technology?\"\n\nThe artwork was exclusively released through our online portal trlab.com on July 14, 2021, auctioned over a 48-hour period, and will remain on display through August 14, 2021. Commissioned for RAM's 10th anniversary, half of the auction proceeds went to support of the museum's development and digital art research programs. The other half benefitted Cai Foundation, mainly in support of the Asian Cultural Council (ACC) Cai Fellowship Program which funds young Chinese artists studying in the United States.\n\nCai Guo-Qiang, *Transient Eternity—101 Ignitions of Gunpowder Paintings*, 2021, 2:37, Non-fungible token (NFT)",
    "image": "ipfs://QmQRSzZCtgDQyK6UMC4zY4WF5c8PniBxowwoVTZyNCgwwt/image.jpg",
    "animation_url": "ipfs://QmQRSzZCtgDQyK6UMC4zY4WF5c8PniBxowwoVTZyNCgwwt/animation.mp4",
    "animation_mov_url": "ipfs://QmQRSzZCtgDQyK6UMC4zY4WF5c8PniBxowwoVTZyNCgwwt/animation_mov.mov",
    "i18n": "ipfs://QmQRSzZCtgDQyK6UMC4zY4WF5c8PniBxowwoVTZyNCgwwt/i18n.json",
    "external_url": "https://trlab.com",
    "animation_blob_hash": "0720ce15b466679e021f05007be8a22b021bf36b1e90d51f020fcd9ac46e8180",
    "animation_mov_blob_hash": "efdb55169afae4545e409d1d9690e881aa55e220cfd097fedb1fb1bc78342440",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Cai Guo-Qiang"
      },
      {
        "trait_type": "Project",
        "value": "Transient Eternity"
      },
      {
        "trait_type": "Artwork",
        "value": "Transient Eternity—101 Ignitions of Gunpowder Paintings"
      }
    ]
  }
}