{
  "address": "0xd0334cbe4dada4345438f3df401bd590272221c8",
  "type": "ERC1155",
  "name": "Istanbul On Board",
  "tokenCount": "1",
  "uri": "https://arweave.net/f4gBIv32f1yJuLKcGhAXte9uJ3WrkXLGoDsZhY4Z8V4",
  "metadata": {
    "name": "Love Is The Answer",
    "created_by": "Alphan YILMAZMADEN",
    "description": "Whatever the question is; love is the answer.  \nSea travel between Europa and Asia on ferries at Istanbul/Turkey. As you may agree, journeys are mostly – even if they are short time – a time for individuals to turn into themselves and think about themselves. Mostly what I observe is sadness, loneliness, and isolation. Series shot in a two-year period.  \nI am particulary bonded with this series. In one hand  I am fond of sea travel and sea going vessels because of my profession  -I am a Naval Architect (Ship Building Engineer) - on the other hand I am living in a city that located on two different continents, divided by sea so sea travel is a big portion of public transport. During my daily routine trips it was a great oppurtinty for me to obseve people and than I started to take photographs on this stage for over two years, selection from this series ,exhibited/awarded on several photograpic events.\n\nLocation :Istanbul/Turkey\n\nDate Captured: January 2014\n\nDimensions: 3500x2333\n\nPhotographer: Alphan YILMAZMADEN\n\nLicense: Primary NFT holder is free to use in advertising, and display privately and in groups, including virtual galleries, documentaries, and essays by the holder of the NFT, as long as the creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with the creator.\n\n",
    "attributes": [
      {
        "trait_type": "Camera",
        "value": "FUJIFILM X-M1"
      },
      {
        "trait_type": "Date ",
        "value": "26/01/2014"
      },
      {
        "trait_type": "Dimensions",
        "value": "3599x2333@300dpi"
      },
      {
        "trait_type": "Location",
        "value": "Istanbul/Turkey"
      },
      {
        "trait_type": "Photo By",
        "value": "Alphan YILMAZMADEN"
      }
    ],
    "image_details": {
      "bytes": 3268091,
      "format": "JPEG",
      "sha256": "6e2b0b2cffd2e71168ec655316f28b924d1239f3598cff9b37832aa5ef3b18eb",
      "width": 3500,
      "height": 2334
    },
    "image": "https://arweave.net/gj5QEtd2ShhyeFp3aQF7ViQPj0axdQvZ0SOCTQYxFh4",
    "image_url": "https://arweave.net/gj5QEtd2ShhyeFp3aQF7ViQPj0axdQvZ0SOCTQYxFh4"
  }
}