{
  "address": "0xd0ac16fdb1aa626aa815652aa03a7481cf0669e2",
  "type": "ERC1155",
  "name": "Call the Banners: fo' Rohfor",
  "tokenCount": "2",
  "uri": "https://arweave.net/bZpjkrER90QAVqrYN6Uep4OF1_MbS5FUfdi_zf0kemo",
  "metadata": {
    "name": "Call the Banners: fo' Rohfor",
    "created_by": "Caygeon",
    "external_url": "https://www.bannersnft.com/",
    "description": "**The House of fo' Rohfor**\n\n***\"The Chronicles of the Wandering Warriors\"***\n\n*Day 123: A Study on the Origins of Banners in the Realms*\n\nIn my travels throughout the realm, I have come across a strange and enigmatic symbol. A banner that seems to be a symbol of unity among a certain group of warriors. It appears to have originated from the wandering mage known as fo'Rohfor, who many refer to as the Etheric Manipulator. He was once renowned as the greatest wizard in the land, but after casting a spell that unleashed chaos, he went into self-exile and became a mercenary for hire.\n\nThe banner is simple, yet striking. It is a white flag emblazoned with a red stylized representation of the ether. This banner has become a symbol for warriors who, like fo'Rohfor, have no loyalty to any king, nobleman or lord. They fight only for themselves, and call themselves \"The Wandering Warriors\".  \n\n*Day 124: Discovering the Significance of the Banner*\n\nI had the opportunity to speak with one of these Wandering Warriors today. He was a tall and imposing figure, with scars crisscrossing his face and armor that had seen many battles. He told me that the banner is a symbol of their independence and freedom, a reminder that they are not bound to any one master. When a Wandering Warrior carries the banner into battle, they are not just fighting for themselves, they are fighting for the right of all warriors to choose their own path.\n\nI asked him how the banner came to be and he told me that fo'Rohfor himself created it. After years of wandering, fo'Rohfor realized that he was not alone in his journey. There were others like him, warriors who had also been cast out or had chosen to leave their old lives behind. He created the banner as a symbol for these warriors, to show them that they were not alone and to give them a sense of belonging.\n\n*Day 125: The Legacy of fo'Rohfor*\n\nThe legacy of fo'Rohfor lives on through the Wandering Warriors and their banner. It is a symbol of hope and freedom, reminding all warriors that they are not bound by the chains of servitude. The banner has become a rallying cry for those who seek a life of independence, and its influence can be felt throughout the realm.\n\nAs I continue my travels, I will keep a close eye on the Wandering Warriors and their banner. For it is not just a symbol, it is a part of the very fabric of the realm.\n\nSigned,  \nJoffrey Hildegard, Scholar and Historian of the Order of Brilliance",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Caygeon"
      }
    ],
    "image_details": {
      "bytes": 7742979,
      "format": "PNG",
      "sha256": "9bfb914a29326129e53d1f0ad694a0c1c670f39e4f95607b2e86ce1c71603b34",
      "width": 2000,
      "height": 2000
    },
    "image": "https://arweave.net/m-AJIff0VSHpb6npbDb2y2UTUSVYvExhG4cd7yr2jgY",
    "image_url": "https://arweave.net/m-AJIff0VSHpb6npbDb2y2UTUSVYvExhG4cd7yr2jgY"
  }
}