{
  "address": "0xd1f01e91063b196b6300cba95712975e65690089",
  "type": "ERC721",
  "name": "Frens x Noealz - Open Editions",
  "tokenCount": "96",
  "uri": "ipfs://QmQD7z3ykM48smrH1yCFYogLQ2LTUi9mhiFUz7Pf7jY69P/1",
  "metadata": {
    "name": "Bompparam (Spring Breeze) by Noealz x GreyRadian x Rikognition #1/48",
    "description": "This particular piece has an extensive backstory, as it has been in development over two years. The initial inspiration for the artwork came from an infrared photograph I captured on a beautiful spring day in Seoul, South Korea and I have long seen my infrared photography as being the perfect medium to blend with paintings.\r\nMy admiration for GreyRadian has been longstanding, and she was one of the first individuals I met when I began exploring NFTs. The idea of collaborating was always present in the back of our minds, but we aspired to elevate our efforts to new heights. This is where Rikognition came in. Through his animation expertise, we were able to produce a truly distinctive creation. Although it required a significant amount of patience, I believe the end result was well worth the wait.\r\n\r\nA bit more about this piece, arguably, this piece took much longer than all the other pieces. We began working on this in the summer of 2021, it began with an infrared photograph I took near Yongsan, South Korea. I have always had a love for trains and train tracks in my photography and the theme is prevalent in anime. GreyRadian then worked her magic of painting over the photograph, adding the girl, the sky, and various elements. Kenson worked on the final third of the piece, animating the various layers and adding the final touches. My photography can be categorized as anime-like daytime photography, and cyberpunk-style rainy nights, so it is amazing to see my daytime photography transform in this manner.\r\n\r\n---\r\n\r\n*Note: 3 editions of this work have been reserved*",
    "image": "https://res.cloudinary.com/nifty-gateway/video/upload/v1679545993/publishers/niftygateway_curated/46862/66332/Bompparam%20-%20Noealz%20x%20GreyRadian%20x%20Rikognition%20V02.mp4",
    "image_hash": "QmeDxG5WonAnsdNegPMDud1t1u7ip3B3kUux2Eeq2jG2zW",
    "background_color": "ffffff",
    "external_url": "https://niftygateway.com/collections/frens-x-noealz-oe/"
  }
}