{
  "address": "0xd1123a1169c592523d2e9f7f09ad086b4e37e272",
  "type": "ERC721",
  "name": "We Breathe | Platinum Prints",
  "tokenCount": "6",
  "uri": "https://arweave.net/P8aEQkJC2pXipK62E3TKgxOJthPkRLQc5L2x695QajI",
  "metadata": {
    "name": "We Breathe #2",
    "created_by": "Waleed Shah",
    "external_url": "www.waleedshah.ae/we-breathe",
    "description": "“We breathe” is a commentary on the state of the fashion industry exploring how models are stripped of their opinions, sexuality, and somewhat their souls. Walking like zombies with blank expressions on the runway then blooming into a full glamour pose on command. Only then to retire backstage to stand perfectly still and bare in plain sight for a change of hair, makeup, and wardrobe. Cue the next loop…\n\nOn this exploratory journey, I decided to shoot this in one of the fashion capitals of the world, NYC. Collaborating with @IamAgustinaTV felt natural after meeting her in a Twitter space where we shared similar views.\n\nHowever, meeting photographer and master printer ModernVintagePhotos (@bigpigbig) on Twitter space is what took this project to the finish line. We instantly connected and I fell in love with his work and platinum printing process. The Universe conspired to deliver me to his doorstep in Bangkok where we created a 16×20” 1/1 platinum print for each piece.\n\n“But Waleed, these are animated pieces! Why the hell make a static print?!”\n\nWell, if you download the Artivive app (iOS | Google play) and point your phone camera at the print the pieces come alive in augmented reality. As if the paper itself is moving. It’s pretty trippy… (see video in link)\n\n“Doooooppe. But umm… what the hell is a platinum print?”\n\nDiscovered in 1830, platinum prints are the most durable of all photographic processes. The platinum group metals are very stable against chemical reactions that might degrade the print—even more stable than gold. It is estimated that a platinum image, properly made, can last thousands of years.\n\nPlease watch the video above for a documentation of the printing process in the link\n\nLink: https://www.waleedshah.ae/we-breathe/\n\n1st NFT owner gets the 1/1 platinum print (at additional shipping cost). Subsequent owners must agree to receive the print with the previous owners at their own accord.\n\nQuality: 4K\n\nDisclaimer  \nEach museum-quality 16×20” platinum print is a 1/1. However, the artist reserves the right to print smaller/larger editions using other printing techniques.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Waleed Shah"
      },
      {
        "trait_type": "Model",
        "value": "Agustina Palacio"
      },
      {
        "trait_type": "Platinum Print",
        "value": "Yes"
      }
    ],
    "animation_details": {
      "bytes": 32151385,
      "format": "MP4",
      "duration": 3,
      "sha256": "2007d6ce5c950c16ce7a5aa80eb0b486043468303f0c23fa2c2b2a72255a9fa2",
      "width": 4096,
      "height": 3074,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/XoCtdHed80qQvjO6Hh7jUcSfDY2OD6_MXdv3n0WM3zI",
    "animation_url": "https://arweave.net/XoCtdHed80qQvjO6Hh7jUcSfDY2OD6_MXdv3n0WM3zI",
    "image_details": {
      "bytes": 530098,
      "format": "JPEG",
      "sha256": "3d341c9e6f245e4015f06cd1d64fdce8915f3216fa118f2d2f85bb7b2266fa7e",
      "width": 2048,
      "height": 1537
    },
    "image": "https://arweave.net/7iic9813MBtY-4Mbn5BTCbPjnGFYymjRBNFZrsnf86A",
    "image_url": "https://arweave.net/7iic9813MBtY-4Mbn5BTCbPjnGFYymjRBNFZrsnf86A"
  }
}