{
  "address": "0xd18338f30bd4852e345fedec42dd5d0132d374c1",
  "type": "ERC721",
  "name": "I MET MY NFT - Cannes collection",
  "tokenCount": "11",
  "uri": "ipfs://QmZM9YAksBGokE1bdD8rCi7LRqFY741VK2YGzUeziKN5YQ/1.json",
  "metadata": {
    "name": "Le Palais des Festivals #1",
    "description": "Le Palais des Festivals - Cannes NFT, from I MET MY NFT IN CANNES COLLECTION.\nLe Palais des Festivals - Cannes is a part of our amazing project based on an existing building in the most famous city of the Cote d'Azur.\n\n*TERMS AND CONDITIONS* :\n (NFT representing ten plus one renowned sites of the City of Cannes and designated each by the name of the related site) The Purchaser is in agreement to the following terms and conditions upon purchase of one(or more) NFT(s) in ARTCURIAL's auction, each of said awarded NFT being regulated by the following conditions:\n\n1/ Authenticity and general use License\n\n1-1 The NFT's Creator certifies the authenticity of said NFT and grants the Purchaser a worldwide and royalty free general use license to use and display said NFT - for any use (personal, commercial) and for its resale, if any, - to the exclusion of any use that would harm the quality and prestige image of the city of Cannes or its brand and logo, upon which the city of Cannes has granted a license to the NFT's Creator under the condition that the quality and prestige image of the city of Cannes remain respected.\n\nThus the Purchaser agrees : - not to download the NFT for its reproduction - nor organize events within the NFT in an environment that may harm the quality and prestige image of the city of Cannes.\n\nIn addition, since each NFT is a single original, the Purchaser will be free to export the three-dimensional representation of its NFT, but without the right to duplicate/replicate it.\n\nSimilarly, the Purchaser may not make changes to the NFT.\n\n1-2 The NFT's Creator certifies that the NFT will remain unique and that the city of Cannes will not preside over the conception of any other NFT relating to the same site or remarkable building (including any other NFT with the same name), with a view to its resale.\n\n2/ Platform\n\nThe Purchaser agrees to own one single copy of the NFT generated by said NFT's Creator on a single Metaverse platform at a time. The Purchaser is required to register the NFT ownership with said NFT's Creator, whose identity and contact details will be provided after payment of the purchase invoice, when delivering the NFT via a physical key or electronic transfer from the NFT Creator's wallet to the Purchaser's wallet.\n\nThe NFT's Creator will provide technical support to upload and integrate the NFT on a Metaverse platform (free of charge for the Sandbox and Decentraland Metaverse platforms and upon a prior cost estimate for any other platform).\n\n3/ Resale\n\nIf the NFT is resold, the Purchaser is required to delete all the NFT 3D file(s) from his Metaverse. He is invited to inform said NFT's Creator thereof before new 3D files are transferred to the new owner by said NFT's Creator.\n\nWhen appropriate, the new owner shall register the NFT ownership with said NFT's Creator. If he so wishes, the new owner may benefit from a support for Metaverse integration.\n\n4/ Governing law and jurisdiction clause\n\nAs provided for in ARTCURIAL's general purchasing conditions (published on its website and in its catalogue)",
    "image": "https://storage.googleapis.com/immn/nft1.mp4",
    "attributes": [
      {
        "trait_type": "Gen",
        "value": "1"
      }
    ]
  }
}