{
  "address": "0xd1429749109411499e340593fa8b655104e4aa05",
  "type": "ERC721",
  "name": "ritual - E86Cv0Iyw0",
  "tokenCount": "1",
  "uri": "https://arweave.net/VNDrqdOQmtYQeHUea00Rx3F9aJhj_T1h-Px3PikT1pY/1",
  "metadata": {
    "name": "Ritual #1/16",
    "created_by": "darknoov",
    "description": "inside the temple, a large room behind a dark tunnel. in it are the insect and the lion who are authorized shamans, the creature who is a member and witness of this clan, and some near-human beings. each of them is there to witness a reflection, to see a destiny. a return, a hope that they have not left for a moment. their dark sadness, the maturity of their darkness that they have been in for years is laid out before their eyes. the maturity of a darkness before their eyes is captivated around the fire. the temple is reaching out from its darkness to the light with a fire. not just the fire. in the maturity of the darkness. with their hope. with their acceptance of their existence. they have just met in a ritual.\n\nas the words were spoken, as everyone met in a common energy... as the fire burned, the room beyond the dark tunnel of the temple shone brighter and brighter. an endless glow. that feeling of their meeting that mesmerized people. it took on a hallucinogenic effect. a cube began to float into the sky. The cube, a part of their rituals, their beliefs and their hopes, hovered above the fire, suspended in the air, about to decide on the face it would choose. meanwhile, the temple seemed majestic and at another end of the universe. it was as if a void surrounded the fire. the void of space. the infinite connections of the universe met in this fire. the cube made a decision! THE CUBE HAS DECIDED ONCE AGAIN. ONE MORE KARMA JUSTICE HAS SPOKEN THE LAST WORD. once again, an acceptance, a lightness in everyone's heart.\n\nevery one of the insect and creature-like characters that darknoov constantly mentions in his pieces wanted to be around this fire. every one of these ugly-looking, sometimes comical characters had a side to him that he could not reconcile with his darkness. a cube can read people's insides. It can take them to a visual universe. they can have an epiphany there. it can turn just a spark into a fire. they can hug it tightly and shed tears. tears can filter through the universe and become rain on the earth. rain can take a form. and they can hug it tightly.\n\nThis piece, as dark as it is, can lighten the weight of years.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "darknoov"
      },
      {
        "trait_type": "digital size",
        "value": "8000x8000"
      },
      {
        "trait_type": "orginal physical size",
        "value": "25x25"
      }
    ],
    "image_details": {
      "bytes": 46564098,
      "format": "JPEG",
      "sha256": "845cc5b0b8ecf2ee14534a9b34e7f426adf82f7a04adb88185658f434f5fbff2",
      "width": 8000,
      "height": 8000
    },
    "image": "https://arweave.net/I10smrPnQkem6R_xAbD4rqefKIutOzrrG0EYX6gCCmQ",
    "image_url": "https://arweave.net/I10smrPnQkem6R_xAbD4rqefKIutOzrrG0EYX6gCCmQ"
  }
}