{
  "address": "0xd1776ba9f7625308be538b684d95b4a3df3b99a6",
  "type": "ERC721",
  "name": "Orb of Self Discovery",
  "tokenCount": "11",
  "uri": "https://arweave.net/NWvrFdPRXImkrSx99g7bscfPDWMV1XjXZiuHP2g2wzQ",
  "metadata": {
    "name": "Orb of Self Discovery",
    "created_by": "Juniverse",
    "description": "This piece was inspired by many experiences of the Hero’s Journey. \n \n(Story continued from “The Lore of Juniverse”)\n\nSince leaving his hometown, Juni had collected 34 orbs. However, Juni started feeling that his life was mundane and didn’t feel any closer to who he was meant to be. Exploring his thoughts, Juni forgot where he was and found himself lost in a dense forest.\n\nJuni spent what felt like hours wandering, trying to find a way out, but the thick underbrush and twisted vines made it impossible for him to tell which way was which. Panicking, Juni collapsed and entered the dark abyss of his mind. His entire life flashed before his eyes, reliving all the previous challenges in his life. The feeling of impending doom clouded his mind as he struggled to bring himself back to “reality”.\n\nAs he continued searching, he began to feel as though he had been here before. Out of nowhere Juni heard Zing’s voice whisper in his ear. “Life is a dream…and you can dream lucid.”\n\nGasping for air, Juni shot up, waking up from what seemed to be a nightmare. Next to him was another orb; however this orb appeared to be different.\n\nStanding up, Juni picked up the orb and peered into it. With the clouds drifting in the horizon, the orb replayed different moments in Juni’s life that he had forgotten about; scenes of beautiful past adventures that has shaped Juni into who he is today. It was in this moment Juni realized that creation was a journey of self-discovery.\n\nJuni was reminded of what his purpose was once again. To continue exploring not just the external world, but one’s internal world of self-discovery. One of the most important aspects of self-exploration is to reflect on one’s past experiences and strive to understand how every moment, both good and bad, shapes us. The ability to turn our thoughts and ideas into reality; to leave our mark on the world. Creation is the process of bringing something new and unique into the human experience, and as such, a reflection of our deepest passions. \n\nWith a renewed sense of determination, Juni continued observing the orb and smiled. Knowing that everything up until this moment had given him the guidance he needed to navigate the challenges of his waking life. From that day on, he understood that the dream world is a place where anything is possible, and that life is but a dream.\n\n\n…but where did Zing go?\n\nMusic licensed from EpidemicSound  \n",
    "animation_details": {
      "bytes": 85121691,
      "format": "MP4",
      "duration": 37,
      "sha256": "e8601e75792d8b95f668009c5775f49525b96d14c3e5fda809ea17a6116483ce",
      "width": 3840,
      "height": 2160,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/glgVKSJVEVDPFZv8wxyk0mfNCIpRTbTpsOA4A01GcJ4",
    "animation_url": "https://arweave.net/glgVKSJVEVDPFZv8wxyk0mfNCIpRTbTpsOA4A01GcJ4",
    "image_details": {
      "bytes": 3564956,
      "format": "PNG",
      "sha256": "7c581ed9014bc91e9983fe43e2112e2446f6ed7fa814bc5f04388446af93a01d",
      "width": 1979,
      "height": 1989
    },
    "image": "https://arweave.net/BrF0nWZDzi4X0l70pfgMBcnk1dqa6xWz1StdcQPr3ps",
    "image_url": "https://arweave.net/BrF0nWZDzi4X0l70pfgMBcnk1dqa6xWz1StdcQPr3ps"
  }
}