{
  "address": "0xd123f331ea62adb71bd3296286f54f484ccd6cca",
  "type": "ERC1155",
  "name": "Eric Melzer Photography Editions",
  "tokenCount": "1",
  "uri": "https://arweave.net/mzOYRQqIBZujETjEmh9nJeCKtENanZTX3Pw4FOgP_EU",
  "metadata": {
    "name": "Passage #37",
    "created_by": "Eric Melzer",
    "description": "Title : Passage #37 \nArtist : Eric Melzer  \nLocation : Maasai Mara, Kenya  \nYear : 1991  \nEdition : 50/50  \nSize : 4055 x 2703\n\nThis scene appeared in Kenya during a heavy rain on the savannah. During a downpour a lone female elephant ran across the matted grasses to reunite with a small herd. They trumpeted greetings, joined trunks and wandered off together. Despite the joyful reunion, this image has always carried an urgency. It speaks to my concern for the environment in a way that few pictures I’ve made since have. The rain, the acacia tree and the expanse of savannah gave this frame an emotional weight I didn't expect. It's still a mystery to me why this happens only in some compositions. I consider this to be the first successful image I ever made.\n\n‘Passage’ #37 is my genesis edition NFT. I’m deeply changed because of experiences like these. Experience is my currency. I love travel because it opens my mind and heart through experience. I see new places and meet new people and they expand my worldview. \n\nI am a dedicated conservationist. My commercial photography practice is dedicated to climate change mitigation. Part of that effort is creating artwork that humanizes different cultures and highlights the incredible landscapes I’ve encountered. My intention is to raise awareness about who will be most affected and what natural beauty we stand to lose if climate change goes unchecked. \n\nGiving back : 10% of profits from primary sales will be donated to Ceiba.org, an NGO based in Quito Ecuador / Madison, Wisconsin. Ceiba is dedicated to education and tropical conservation. I’ve taught a course for them in Environmental Photojournalism and know their work first hand. Please visit their website to learn more about their ongoing conservation and educational efforts.\n\nLicense: With the purchase of this NFT, the artist provides the primary holder the licensing rights to sell, trade, or transfer the NFT on the blockchain, but may not make “commercial use” of the underlying works including commercial merchandise, commercial distribution, or derivative works. The primary holder may use the NFT in VR galleries, display in private or public groups, and post on social media platforms as long as the artist is credited. The artist still owns the copyright, IP rights, and reproduction rights of the underlying work. Additional rights must be arranged with the artist or his assigns.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Eric Melzer"
      }
    ],
    "image_details": {
      "bytes": 5642647,
      "format": "JPEG",
      "sha256": "9fe22f5b188c0ea7d13f1f0b114b1948f9c60704cef4355613431d5611f223d2",
      "width": 4055,
      "height": 2703
    },
    "image": "https://arweave.net/r_AVYIKSfPIk4P57GxVB-anenq5Vx1z6pFQjH5H68BA",
    "image_url": "https://arweave.net/r_AVYIKSfPIk4P57GxVB-anenq5Vx1z6pFQjH5H68BA"
  }
}