{
  "address": "0xd14c6d43a722c2db419b8160cc373a1ed34abbd2",
  "type": "ERC721",
  "name": "1st EDITION - DigiArt NFT Collectables",
  "tokenCount": "117",
  "uri": "https://ipfs.moralis.io:2053/ipfs/QmZmF1v2hH9hwgz8NocsRbuKpVfwCU382aRWXat8L26bXW",
  "metadata": {
    "description": "Original Digital Verified Blockchain NFT (Non-Fungible Token)\n\n1 of 1 NFT\n\nTitle: after LARVA LABS 9 Cryptopunks originally a fungible token\n\nAbout the Artwork: In the wake of Christie’s record-breaking sale of Beeple’s non-fungible token, ‘The First 5000 Days’, comes lot 11 A: nine twenty-four by twenty-four pixelated heads. These so-called ‘Cryptopunks’ are estimated to sell between seven and nine million dollars USD, and like Beeple’s NFT are utterly virtual. They are the next erosion in the thinning membrane between the art world and digital, or perhaps more precisely old wealth and bitcoin. \n\nThe kind of questions one might typically ask of art - is it beautiful, what does it say about life, history and identity and so forth - are strangely moot in the face of Cyrptopunks. The fruit of an algorithm written by technologists Larva Labs, these randomly generated NFTs (aesthetically inspired by British punks) are about the machinations of value. They ask, with the thrill of a Silicon Valley start-up or a Pokemon card collector, what is someone willing to pay to own the intangible; what’s the value of ownership in and of itself? \n\nIn his work ‘after LARVA LABS 9 Cryptopunks originally a fungible token’ Philippe Le Miere joins the NFT conversation. These strange characters are like Warhol’s Marilyn Monroes. They refract against the dizzying ends of postmodernism. As art moves further from the physical to the conceptual and now digital, what’s gained and lost? What’s art without beauty and value without meaning? \n\nFor collectors of contemporary and pop art, journey into Le Miere’s brave new world. As one half of Larva Labs told Christie’s, “welcome to the future”. How does it look?\n\n",
    "external_url": "https://www.lloydsauctions.io/collections/LmPiE3CbqK6aOf0z0szWNgPr",
    "image": "https://ipfs.moralis.io:2053/ipfs/Qmc2AGdgkiMFRDVuhcBLNriiiiRnbaizHuAA9XYf3wKYDK",
    "name": "Philippe Le Miere ( 1975 - )",
    "attributes": [
      {}
    ]
  }
}