{
  "address": "0xd19fa06ca4ba0fcd1556cf87e0f7d81876d91394",
  "type": "ERC721",
  "name": "Rae Isla - Free to Love",
  "tokenCount": "25",
  "uri": "ar://3iWAA9zONlE824xdWFmtUJKRdFtlb4QtoLKAFxjI8w0/1",
  "metadata": {
    "animation_url": "ar://09Vj1ky61O6ypWDcV21SLjZfRYl71nshFwcJ7V3WToE",
    "artist": "Rae Isla",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://jtILuBxvcgdliKBu8lG5exT10YPj77D1PBvnR32DIfk",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Free to Love",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 96,
    "credits": null,
    "description": "Like many of us, my life was turned upside down during covid. I’d been building my career around live shows for 5 years in NYC and was finally getting to a place where agents were reaching out about gigs I'd dreamed of. I remember getting an email in Feb of 2020 to play Music Hall of Williamsburg in April. Of course, that never happened.\n\nLocked in my apartment and falling in love with someone on FaceTime, I began to write prolifically. I was making almost a song per day. Some of those songs ended up on my forthcoming album. Some of them I’ve been holding onto, waiting for the exact right moment to share. \n\n“Free to Love” was made in a time of intense love, isolation, fear, and euphoria. I pushed myself to fully produce it, play the instruments, and finish it in a day.\n\nFast forward to last week, I had coffee with an incredible musician and producer named Cam. He’s in a band called King Youngblood and if you don’t know them now, you will next year. His mom Lara is an epic community builder and music industry queen. We were all brainstorming how to get more musicians into web3, since the tech stuff can be such a barrier to entry.\n\nI realized in that conversation, the way to onboard people is through collaboration. We bring people in through their talent, not their Twitter prowess.\n\nSo, I sent him the stems and he stayed up until 3AM mixing, mastering, and adding some magic to the song. We’ve never worked together and only met twice before. No revisions needed. He nailed it.\n\nThis song goes out to all the creators, doers, community builders, and folks who are working to build a better world for musicians and music lovers. ",
    "duration": 208,
    "external_url": "https://www.sound.xyz/raeisla/free-to-love",
    "genre": "Pop",
    "image": "ar://jtILuBxvcgdliKBu8lG5exT10YPj77D1PBvnR32DIfk",
    "isrc": null,
    "key": "B_MAJOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://09Vj1ky61O6ypWDcV21SLjZfRYl71nshFwcJ7V3WToE",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Free to Love #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Free to Love",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}