{
  "address": "0xd2fecc032138ae39772899466e98565a1d9fda1e",
  "type": "ERC721",
  "name": "Simply Composed",
  "tokenCount": "2",
  "uri": "https://ipfs.pixura.io/ipfs/QmSzCbp6UmnFGk3aY4taugmVDUXL84KYpZtfKv9KmKdFu7/metadata.json",
  "metadata": {
    "name": "Remnants",
    "createdBy": "Brynn Alise Schmidt",
    "yearCreated": "2022",
    "description": "This is the first piece in my series \"Simply Composed\" - a new series showcasing some of my favorite minimalist photography. \n\nThis shot will forever be historical and meaningful to me as I captured it on June 11, 2022, the morning before the historical and devastating floods that closed all of Yellowstone for over a week. After spending time above the clouds taking photos and then spending a couple of hours with two of my favorite grizzlies, I left the park and headed to the Tetons. My campsite was underwater at this point and the torrential rain was becoming a bit too much to endure. I had no idea that I would wake up the next morning hearing the news of the destructive floods. I would have been evacuated if I had stayed one more night. \n\nWhile it was very rainy on the morning I took this shot, I got up before dawn hoping to find bison in the thick fog. While I did find them and have a few shots, I haven't decided about those shots yet. However, during this time, I drove up a steep hill to an overlook where I can sometimes find grizzlies and found myself in between layers of the clouds. It was cloudy above me and raining, but down below I could see the tops of these remnants of burned trees from a past forest fire. Many of the trees in the area have fallen, and that is what draws the bears to the area. While I sat there, I could see this amazing line of dead trees reaching out of the fog and clouds toward me. I knew instantly that this was the shot of the day, not the bison I had planned on. Just for reference, on a clear day, you would look out from here over Lake Yellowstone, all the way to the mountains on the other side. As I have become more and more interested in adding minimalist photography to my portfolio over the last three years, I was thrilled to capture this moment. The moment lasted for about three minutes and I shot the whole time. Then, the clouds overtook the trees and engulfed them in the thick whiteness. ",
    "image": "https://ipfs.pixura.io/ipfs/QmYTcEDx1nGnpQwdzbYy8EaiX7KxVovhFM1TvT2uYxL9wg/1I1A0838.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmYTcEDx1nGnpQwdzbYy8EaiX7KxVovhFM1TvT2uYxL9wg/1I1A0838.jpg",
      "dimensions": "4795x3221",
      "size": "11158560",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "yellowstone",
      "fog",
      "clouds",
      "minimilism",
      "trees",
      "deadtrees",
      "monochromatic",
      "naturephotography"
    ]
  }
}