{
  "address": "0xd2c5ad81698d926a94c39d1ebe1c75cd0778b75a",
  "type": "ERC721",
  "name": "Claxo M.",
  "tokenCount": "21",
  "uri": "https://arweave.net/EXs1Kh_IWq6rxWcSecmyVXRQnolcGOil-OgNObyhiFs/1",
  "metadata": {
    "name": "Claxo M. i1",
    "created_by": "Alejo Reinoso",
    "external_url": "https://alejoreinoso.com/claxo-m",
    "description": "A lo largo de los años algo hemos escuchado sobre la vida extraterrestre de la mano de la ciencia, de la historia, del cine, de la literatura, de las creencias populares o de nuestra propia fe.  Seres amigables, o no tanto, han adoptado la vida en forma de una nave espacial, de un ser con cuerpo –en ocasiones de un cuerpo baboso, de una roca, de la experiencia de una parálisis del sueño, o de alguna otra forma que nos imaginemos.  Algunos defendemos que ya estuvieron aquí, otros, que pronto vendrán; si no están ya entre nosotros. \n\nClaxo M. es un proyecto que nació cuando conocí de la experiencia de contacto entre un habitante de una civilización en Ganímedes con un líder humano en la Tierra, a través de telepatía. Yo trabajaba en un encargo sobre un grupo de personas que buscan el contacto extraterrestre y las imágenes que resultaron fueron un registro documental, con uno que otro artificio de luz que me ayudaron a representar al grupo en ese momento. Concluyó el encargo y surgió la idea de representar los mensajes telepáticos del contacto extraordinario entre distintas civilizaciones: una mezcla del archivo de fotografías cotidianas en mi teléfono, la introversión que me habita y la búsqueda de la representación extraterrestre desde la Tierra, dieron forma a Claxo M.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Alejo Reinoso"
      },
      {
        "trait_type": "Camera",
        "value": "Apple iPhone 12 mini"
      },
      {
        "trait_type": "Lens",
        "value": "iPhone 12 mini back dual wide camera 4.2mm f/1.6"
      },
      {
        "trait_type": "ISO",
        "value": "800"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/1.6"
      },
      {
        "trait_type": "Exposure",
        "value": "1/30"
      },
      {
        "trait_type": "Focal Length",
        "value": "4.2 mm"
      },
      {
        "trait_type": "Date",
        "value": "2022:04:28 02:09:08"
      }
    ],
    "image_details": {
      "bytes": 372858,
      "format": "JPEG",
      "sha256": "0054b225a5e262aa3a2f366430c3d5b2871707a82f37a9621b90c1913ed7f1b0",
      "width": 3024,
      "height": 4032
    },
    "image": "https://arweave.net/_L3Tn4iUfBLpwY3SHxavi9ALvCZuK-ie2utEYsfpwGo",
    "image_url": "https://arweave.net/_L3Tn4iUfBLpwY3SHxavi9ALvCZuK-ie2utEYsfpwGo"
  }
}