{
  "address": "0xd221279e7bd1202f133682d1b3c57798cc3ac707",
  "type": "ERC721",
  "name": "Caly Bevier - America ",
  "tokenCount": "18",
  "uri": "ar://5PnVYwKHSj5O14fFvOlFZ9rr-YWQUfYbE3Pu2kwcwio/1",
  "metadata": {
    "animation_url": "ar://pAm72Hr8ZGoJvmnFj-ash99lB-aRz2CiMhArQOT-4lg",
    "artist": "Caly Bevier",
    "artwork": {
      "mimeType": "image/gif",
      "uri": "ar://436d1id4mHP_J5m_a7RLWEoo6ud-onbZdCj1aKfTHd8",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "America ",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "This holiday season a lot of us are blessed with the opportunity to spend time with our loved ones. Whether it be lighting the candles together, decorating the tree, frosting cookies, or tearing open gifts like there's no tomorrow. The holidays, as we know them, are a time of love, joy, and bliss. They are a time to put all your worries and fears aside and just be happy. \nThe families and friends of the 41,477 people lost to gun violence in America this year alone, will not have that. Their holidays will be filled with grief and times of remembrance. There will only be the pictures and videos of their passed loved ones from past holidays, as they hold onto their laughs vibrating through the speakers over and over again. \n\nI wrote America after the Uvalde Elementary shooting. I remember waking up to twitter threads of kids faces who died and rage tweets from all of the people who are over the fact that this can happen due to our lack of gun safety and control in America. Even now as I recount that morning I can feel the sadness from that memory seeping through me and trying to escape. But we can’t let go of these feelings until there is change made. I will stay sad, and I will stay angry until our people are safe. As of October 2022 there have been 257 SCHOOL shootings alone in America. That is an increase from 2021 at 250 school shootings. So things are NOT improving as the stats are showing.  And a direct quote from Snopes states, “Many of these shootings were not the mass killing events that schools typically drill for. Rather, they were an extension of rising everyday gun violence.\" \n\nI know we all have busy schedules and as much as I know a lot of us wish we could constantly be doing research and hands on help after these shootings take place, it’s just not reality. That’s why I have decided to donate 75% of proceeds from “America” to Brady. Brady is a foundation with their hands deep in making change around gun violence. A direct quote from their site being “Brady emphasizes education, litigation, and legislation to ensure that every community is safe, not only from mass shootings, but also from the daily toll of gun homicide, domestic violence, suicide, unintentional shootings, and police violence that plagues so many communities.” \n\nI hope with my full heart that you listen to the lyrics of this song and want to do nothing more but to help with a small yet such LARGE part in making change and that is donating to the cause. As an independent artist, honestly, it is difficult to find balance in making change in the world and focusing on developing my own personal life, but thanks to web3 and these new ways of sharing digital art we can do both. I am able to value myself and at the same time make positive change in our country that is so quickly being divided. I once had pride for the place I live, now I just want to help get back to those feelings. \n\nhttps://www.snopes.com/news/2022/10/26/school-shootings-2022/\n\nhttps://www.bradyunited.org/about",
    "duration": 184,
    "external_url": "https://www.sound.xyz/calybevier/america",
    "genre": "Pop",
    "image": "ar://436d1id4mHP_J5m_a7RLWEoo6ud-onbZdCj1aKfTHd8",
    "isrc": null,
    "key": null,
    "license": null,
    "locationCreated": null,
    "losslessAudio": "ar://pAm72Hr8ZGoJvmnFj-ash99lB-aRz2CiMhArQOT-4lg",
    "lyrics": {
      "text": "I can’t listen to it \nI think I’ll lose my heart \nI need to mute this channel \nTry not to fall apart \n\nHow am I supposed to feel okay \nTreat it like its just another cloudy day \nBabies on the news getting blown away \nAnd people at the top don't do shit to change it  \n\nThis is America America \nLand of the free only if you got your hands up \nThis is America America \nHome of the brave til the cowards lose their temper \n\nBattlefield of children \nWe’ve mourned so many lives \nIt's just another headline \nNow I just scroll on by \n\nWhy the fuck does it feel that way \nTreat this like it’s our new reality \nShooters on the news getting views and praise \nIm not sad, I’m not sorry, I’m angry\n\nThis is America America \nLand of the free only if you got your hands up \nThis is America America \nHome of the brave til the cowards lose their temper\n\nThis is America America \nHad so much pride till I opened my eyes \nThis is America America \nDivided we fall  \n\nWe were built on stolen land \nGot the blood still on our hands \nSystematic rights abuse \nNo protection for our youth \n\nThis is America America \nLand of the free only if you got your hands up \nThis is America America \nHome of the brave til the cowards lose their temper \nThis is America \n\n\n\n\n\n\n",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "America  #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "America ",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}