{
  "address": "0xd2d12ad49957d328e1981c369093c22b06b9ff9a",
  "type": "ERC721",
  "name": "LITTLE ONE V3",
  "tokenCount": "1",
  "uri": "https://arweave.net/H6DpLwy9OVxQPYpEztzonQk6gQrLwv7LIA_Ek5W2hB8",
  "metadata": {
    "name": "LITTLE ONE",
    "created_by": "Nakul Sharma",
    "description": "It’s one of the very few moment of life where I clicked the photo and realised immediately that it would be very close to my heart. \nOne of the very few moment of life & nature captured in a minimalistic way.\n\nSo, this story is all about my latest visit to KYRGYZSTAN in august’22. I was excited and amazed to visit my dream place again after covid. I reached to SON KUL LAKE.\n\nIt was amazing lovely sunny day but nature always had his own plans and ways to make things harder on the journey. We were hit by snow storm after 30 min of arrival. I was super disappointed that one of the most beautiful place on earth and we were stuck inside our yurts. After 1 hour of wait suddenly it stopped and pin drop silenced, It was one of the most quietest moment of my life where I could hear my heartbeats.  I came out and saw beautiful sun was shining on us and all gone with snow flakes on ground. \n\n\nI called my driver & we wen went outside in the valley. I was moving around this big mountain and suddenly my eye landed on the small boy galloping with his horse. I realised immediately that it could be the best composition if that horse would come in front of the mountain and gave a beautiful symmetry click. It wasn’t easy as he was galloping with his horse. So, I decided to wait and I believed that he would come in front and to my fav spot. I was ready with my camera and less but he was getting far and looked like moving away from the mountain to the other side. All hope of that one composition shot lost and I started moving towards my car but then one last look I made and saw he turned his way towards the mountains and galloping again and coming to the spot where I wanted. All the hopes and excitement came back and I waited for that right moment and capture the LIFE & NATURE together. It became one of my fav shot right away and imprinted on my heart. \n\n\nSo, on that day i realised that even little things made huge impact in the life. It's never about grandeur of things or huge procession make us alive, it's the little moment of freedom, nature & life itself make us more alive and human. \n\nprevious collector of my NFT gets one special edition Airdrop  once it's purchased.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Nakul Sharma"
      },
      {
        "trait_type": "Camera",
        "value": "NIKON D750"
      },
      {
        "trait_type": "Lens",
        "value": " TAMRON 100.0-400.0 mm "
      },
      {
        "trait_type": "ISO",
        "value": "320"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/13"
      },
      {
        "trait_type": "Exposure",
        "value": "1/250"
      },
      {
        "trait_type": "Date",
        "value": "2022:07:11 "
      },
      {
        "trait_type": "Loaction",
        "value": "SONG-KUL LAKE ( Kyrgyzstan)"
      },
      {
        "trait_type": "Medium ",
        "value": "Photography"
      }
    ],
    "image_details": {
      "bytes": 15349665,
      "format": "JPEG",
      "sha256": "916110b6708459395f445d3e14d0a0c9007e55e77d8fb2da02edba91b0aa17ed",
      "width": 4016,
      "height": 5126
    },
    "image": "https://arweave.net/ELIzwEGKybMdMPhC_-CuhRru6IACldmdp1eyr2QTzDU",
    "image_url": "https://arweave.net/ELIzwEGKybMdMPhC_-CuhRru6IACldmdp1eyr2QTzDU"
  }
}