{
  "address": "0xd20a1ec163547d9e02c7e1d0398c56ed20078467",
  "type": "ERC721",
  "name": "I AM CHANGE",
  "tokenCount": "3",
  "uri": "ipfs://QmVBixJ6VXaXupb8Lku9zkh5LR46YsMM2Kbd5QKoWFipQu",
  "metadata": {
    "name": "I AM CHANGE - I AM CHANGE 06",
    "description": "This collection was photographed during a time of political turmoil in the United States, as the country had just elected Trump and incidents of police brutality were increasing. In response, people in Los Angeles held protests and demonstrations to express their dissatisfaction with the state of the country.\n\nThe phrase \"I AM CHANGE\" suggests that the people depicted in the photographs are not just passive bystanders or onlookers but actively working to bring about positive societal transformation. It suggests that they are agents of change and have the power to shape the world around them.\n\nMy hope for this collection is that it can be seen as a rallying cry for individuals everywhere to stand up and speak out for what they believe in. \nI hope it encourages people to take action and use their agency to bring about positive change in their communities and the world at large. \n\n\nPrior to the protests, I had been heavily photographing & documenting hiphop concerts and events. Working with artists such as Megan Thee Stallion, Lil Keed, Young Thug, Anderson .Paak, and Drake - to name a few.   But then the pandemic hit.   When I had to stop - it put me in a bit of a rut and finding motivation to continue shooting was tough.   But then the protests started.   I remember having this extremely strong pull in my spirit to go out and be a part of these protests. I needed to be a part of this movement that was bigger than me.  And naturally, being a photographer, I brought my camera with me.   I rode my Harley Sportster all around LA joining different protests. They really moved me in such a way that my only option was to be there - was to participate & to document.  With these photos I wanted to scale the protests down to more intimate portraits. The people depicted in these photographs are not just passive bystanders or onlookers, but are actively working to bring about positive transformation in society. ",
    "image": "ipfs://QmNts6pMgkJmNyZ993uT6jQ7nvRhUvxiMxpf8p6jGM1s9G",
    "external_url": "https://quantum.art/artist/raven50mm"
  }
}