{
  "address": "0xd2ec603bd2a18fd6923639d607c7fb7d7995e4a9",
  "type": "ERC1155",
  "name": "Cypto Jeux France Member",
  "tokenCount": "1",
  "uri": "https://arweave.net/GyJfj0EnKu_y0yIELodnQroKWyvT4AHAmYbl36ng_G0",
  "metadata": {
    "created_by": "Crypto Jeux France",
    "name": "Crypto Jeux France Member",
    "external_url": "https://www.youtube.com/@cryptojeuxfrance",
    "description": "Nous sommes ravis de vous présenter notre projet de NFTs, conçu pour vous offrir bien plus qu'un simple actif numérique. En achetant l'un de nos NFTs, vous bénéficierez non seulement d'un accès exclusif à notre communauté, mais également d'un soutien incroyable pour vous aider à atteindre vos objectifs. En tant que détenteur de notre NFT, vous aurez accès à un salon privé, ainsi qu'à des distributions de listes blanches (WL) à l'avenir, des cadeaux des collaborations futures. De plus, nous prévoyons de distribuer un pourcentage de nos futures collaborations sous forme de cadeaux exclusifs pour nos détenteurs de NFTs. Nous sommes bien plus qu'une communauté, nous sommes une grande famille. Nous voulons que chaque détenteur de notre NFT se sente soutenu et valorisé, et c'est pourquoi nous offrons également des rôles attribués spéciaux en fonction du nombre de NFTs que vous détenez. En tant que détenteur d'un NFT, vous serez un Poisson CJF, vous obtiendrez un rôle spécial, pour les détenteurs de 5 NFTs, un beau requin CJF Et pour 10 NFTs une grande et majestueuse Baleine CJF, vous aurez ainsi d'autres belles et grandes surprises. Enfin, nous avons également prévu de nombreuses autres surprises pour nos détenteurs de NFTs, afin de rendre votre expérience encore plus mémorable. Rejoignez notre grande famille aujourd'hui en achetant l'un de nos NFTs, et voyons ensemble jusqu'où nous pouvons aller !",
    "attributes": [
      {
        "trait_type": "CJF MEMBER",
        "value": "Crypto Jeux France"
      }
    ],
    "animation_details": {
      "bytes": 680132,
      "format": "MP4",
      "duration": 13,
      "sha256": "58a22bc2c09a8fbab6622f7af657fe313b47e60965116ae2771ef9b613724fe6",
      "width": 1024,
      "height": 576,
      "codecs": [
        "H.264"
      ]
    },
    "animation": "https://arweave.net/IPkpvzhZW_zY400_XQ4Nz94gTcbkyXYFITmkuhuMJr4",
    "animation_url": "https://arweave.net/IPkpvzhZW_zY400_XQ4Nz94gTcbkyXYFITmkuhuMJr4",
    "image_details": {
      "bytes": 688737,
      "format": "PNG",
      "sha256": "536b5d698a7d2db97482df473144189653592b8de0f0775137379732ea48ac77",
      "width": 1600,
      "height": 900
    },
    "image": "https://arweave.net/ha8TIRGxhtq_rWknivOfPwkfDZ30S8HrWlR7aVvScyM",
    "image_url": "https://arweave.net/ha8TIRGxhtq_rWknivOfPwkfDZ30S8HrWlR7aVvScyM"
  }
}