{
  "address": "0xd38e7c7236ee8eddcdb2a3af812de1efa7968e79",
  "type": "ERC721",
  "name": "TheComposers",
  "tokenCount": "4",
  "uri": "https://ipfs.pixura.io/ipfs/QmNssvX9s9Vo6gbGBUGnkqUXmF18nQy1msWtHa8gjUZRrZ/metadata.json",
  "metadata": {
    "name": "John Lennon - The Composers",
    "createdBy": "John Van Hamersveld",
    "yearCreated": "2021",
    "description": "The Composers series features four of the most prolific musical geniuses of all time. Having traveled the world in a series of museum exhibitions, these iconic portraits originally hand-drawn with a black sharpie, have been animated for the first time. Although their personalities were incredibly diverse, these composers wrote great music in a way that was true to themselves.\n\nThe reason for this original lack of acceptance is unfamiliarity. The musical forms, or ideas expressed within them, were completely new. And yet, this is exactly one of the things that make them so great. Effective composers have their own ideas. Great composers have something important to say. \n\nThey have an emotion that’s so urgent, it cries out to be expressed. The greatest pieces of music (any music, from rock to rap, from Sinatra to Selena) take advantage of the ability of this art to express the inexpressible. Beethoven and Mozart were 'rock stars' in their time...so why shouldn't they get the same artistic treatment as Lennon, Dylan? With psychedelia thrown in the mix.\n\nGreat composers write from the heart. Great composers’ music is easy to remember. Great composers move you with their creations. Great composers express a relevant human emotion.",
    "image": "https://ipfs.pixura.io/ipfs/QmXRqwp7UUmgGScpn8tAgnEjk93qHr4YyDCzsFSmSywLyP/Lennon-Animation-01.gif",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmXRqwp7UUmgGScpn8tAgnEjk93qHr4YyDCzsFSmSywLyP/Lennon-Animation-01.gif",
      "dimensions": "3000x4000",
      "size": "1917904",
      "mimeType": "image/gif"
    },
    "tags": [
      "composers",
      "john",
      "lennon",
      "van",
      "hamersveld",
      "series",
      "psychadelic",
      "color",
      "animation",
      "beatles"
    ]
  }
}