{
  "address": "0xd3a3ea551a3f0eeea8dcb4d0f8a8ff27a9c1b497",
  "type": "ERC1155",
  "name": "THE MAGICAL WORLD",
  "tokenCount": "1",
  "uri": "https://arweave.net/PSV10D8Ypcv6REZ2o8t0peuNYMeWu19Cn7S-yEw_bcU",
  "metadata": {
    "created_by": "Nakul Sharma",
    "name": "THE MAGICAL WORLD ",
    "description": "The world is so big and beautiful. I always wondered what it would like to be at the other side. I was always curious to know the unknown and to experiences the other side of the world. I grew up watching other people work and photos of magical places. Like every other human being my desires also grew to follow the passion and to live the same dreams and to visit the same magical places. \n\nVALENSOL- The Lavender world situated in the south of France was on my bucket list, years and years I desired and wished to go there and shoot these colourful fields from my camera. In 2016 I went on a solo trip to Europe and visited few places in France but kept the special time for the special dream place “ AIX EN PROVENCE”. One of my Instagram photographer friend ( ADRIEN) hosted me and helped me to live my dreams. We spent 5 days together to explore these beautiful lavender fields and to shoot the beauty of it.\n\nIt was really magical and nothing beats the feeling of being alive when you are actually standing in the middle of your dream. For me it was same and like touching the sky.I was so happy and proud of myself that I had never ever gave up on my dream and came far from 7000kms to live it. \n\nThis photo is a composite version of lavender fields with dark night sky. It’s a reminder that every dream is possible when you really believe in yourself and in your desires to achieve it. I wanted to shoot these fields with dark sky but weather didn’t support us in a way that i wanted. So, I made this beautiful composite one to fulfil my desires and to satisfy my wishes of visiting my dream place, to shot it from my camera and to share it with the rest of the world with a beautiful story of my struggle, passion and years of wait. \n\nIt’s an OPEN EDITION to spread the message of “ BEING ALIVE and LIVE YOUR DREAMS” I hope you resonate to my story and enjoy this special moment of Happiness, Beauty and the Magic of world. \n\nLicense: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Nakul Sharma"
      },
      {
        "trait_type": "Location ",
        "value": "Valensol ( France) "
      },
      {
        "trait_type": "Camera ",
        "value": "NIKON D850 "
      },
      {
        "trait_type": "Medium ",
        "value": "Photography "
      },
      {
        "trait_type": "Year",
        "value": "2018"
      },
      {
        "trait_type": "Time ",
        "value": "Sunset/ Night "
      },
      {
        "trait_type": "Genre ",
        "value": "Landscape/ Night Photography "
      }
    ],
    "image_details": {
      "bytes": 17409500,
      "format": "JPEG",
      "sha256": "0ce9ca47120e2bc8c00478a8e285e86d3a357fbae4cae85e3052c9015c668f9e",
      "width": 4128,
      "height": 2752
    },
    "image": "https://arweave.net/20dcfDIQ9425MYJ5oW2JJsVDKJYBIA7rHRVVBZNLlg8",
    "image_url": "https://arweave.net/20dcfDIQ9425MYJ5oW2JJsVDKJYBIA7rHRVVBZNLlg8"
  }
}