{
  "address": "0xd32ba851bf2ee555dc658add7d6799840b887d14",
  "type": "ERC1155",
  "name": "Eamons Photos Editions",
  "tokenCount": "5",
  "uri": "https://arweave.net/H8j7ex4E4htpQ-E7GZBvT5wSFg8T38pdR0um6MvxGhM",
  "metadata": {
    "name": "A Promise Kept",
    "created_by": "Eamon Bonner",
    "description": "When I first traveled to Iceland in 2019, I promised myself the next time i traveled here, I would be showing people around this beautiful country. In 2021 I made that dream a reality. We explored all southern Iceland had to offer. Our journey began in the highlands. We saw mountains that made us feel microscopic, trekked up and down the rugged Icelandic coast and even took a few dips in some hot springs. The most special part of it all were the friendships that I made made there. I'll admit, I was HORRIFIED about being responsible for all these people in a foreign country, but boy was i wrong. I met the most beautiful souls on that trip. It instantly felt like we had known each other forever, the conversation came easy and the good times followed. Seeing their eyes light up as I showed them around the parts I had explored a few years prior was a memory i wont soon forget. As we sat around the van on our final day, watching the horses graze in the field and reflecting on the good times we had, I snapped this photo. I knew that it would always bring me back to that wonderful moment and this pivotal point in my life. Thank you to Sven, Erika, Conrad, Mikala, John and Alec. You guys will always have a special place in my heart. And to my younger self, congratulations. You did it.",
    "attributes": [
      {
        "trait_type": "Camera",
        "value": "Fuji GA645"
      },
      {
        "trait_type": "Film",
        "value": "Portra 800"
      },
      {
        "trait_type": "Location",
        "value": "Iceland"
      }
    ],
    "image_details": {
      "bytes": 1684433,
      "format": "JPEG",
      "sha256": "e27a38f2e56d822b7c30fbad79bc09196d29bfb0ab4bf49316a450860699a7c7",
      "width": 2048,
      "height": 1546
    },
    "image": "https://arweave.net/T-Dg1cVcIZzfArPB44JV_WM__cbRT6C-GJQO5LAs1fo",
    "image_url": "https://arweave.net/T-Dg1cVcIZzfArPB44JV_WM__cbRT6C-GJQO5LAs1fo"
  }
}