{
  "address": "0xd3da783a29aeb12368533a1ad26c69915784095a",
  "type": "ERC721",
  "name": "MARCHING PEPEs",
  "tokenCount": "3",
  "uri": "https://arweave.net/dNoIKilUpb3uyxZUpzGnAB2hxJgjVC1_En90oOkDVqI/1",
  "metadata": {
    "name": "Pepe The Eth Teller",
    "created_by": "BURCIN IO",
    "description": "Marching Pepes is a series of artworks put a light on some of many reflections of Pepe character, digital movement shapes around it and the participants of the movement etc. Also part of my Marching Ants collection which is  A CONTEMPORARY APPROACH FOR ART MAKING - TOOL HACKING ART ‘MARCHING ANTS’ \n\nAs a contemporary artist who experiments with different mediums and materials, I am always looking for new ways to push the boundaries of creativity. This collection is no exception.\n\nThe core element of this collection is the marching ants animation of selection tool that we are all familiar with. Instead of using it as an assistant painting tool, I have discovered a way to use it as a material to create compositions. By leveraging the screen recording feature, I have captured the marching ants animation style drawings and exported them in mov format to process them on video editing software for creating the master piece.  \nThe result is a series of mesmerizing animations of marching ants lines on solid black background. For the start of course. Colorful versions with the same technique will follow the genesis collection. But this collection is not just about the final product, it's about the process and the layers that artists can play with.\n\nBy scaling the canvas before drawing, different outcomes on marching ants lines of the animation can be achieved at the end. Condensed lines create fluid blocks, while intersected lines can create pattern flows. There are handful amount of possibilities that can be achieved with the technique and of course some limitations too. \n\nThis technique also has allowed me to explore the beauty of simplicity and the power of hacking tools in art. It challenges the conventional notion of what art is and how it should be created. It's about breaking the rules and discovering new paths that lead to unexpected destinations which honestly resonates with me a lot because I’m a self taught artist and always had to figure out my own ways to learn&make things.\n\nI believe that this collection will inspire artists to think outside the box and experiment with different tools and techniques. It's a reminder that there are no limits to creativity and that we can always find new ways to express ourselves.\n\nI hope you enjoy this collection as much as I enjoyed creating it. Thank you for joining me on this journey.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "BurcinIO"
      },
      {
        "trait_type": "Collection",
        "value": "MARCHING PEPEs"
      }
    ],
    "image_details": {
      "bytes": 50790969,
      "format": "GIF",
      "sha256": "efda9c192a386610e78c979e7774a5f40346e0338e7716fa2aa10a631ab6362d",
      "width": 2160,
      "height": 1280
    },
    "image": "https://arweave.net/OIEAhMsstD0mGFYT9ZNl2XyESSmdzIh3vFzwRfHxKVM",
    "image_url": "https://arweave.net/OIEAhMsstD0mGFYT9ZNl2XyESSmdzIh3vFzwRfHxKVM"
  }
}