{
  "address": "0xd3e51621b30d6a7f6e951e3e43a110f6b6ac835b",
  "type": "ERC721",
  "name": "Spiritual Beings",
  "tokenCount": "2",
  "uri": "https://api.generativenfts.io/sb-prereveal/1",
  "metadata": {
    "description": "***You are currently viewing the PRE-REVEAL image for this digital collectible. Once your unique collectible arrives, the image will change to its permanent state and will be unique among the entire set.*** Spiritual Beings is a collection of 11,111 digital collectibles on the Ethereum blockchain. It is a visual manifestation of our hope and declaration for our community of holders. Things that feel disjointed and scattered, and even dead, can come together again through the journey of spirituality. Spiritual Beings is a collection that is based on a firm foundation -- that we are more the same, than we are different. We are spirit, mind, and body. We are all spiritual beings. Ownership: Spiritual Beings owns all legal right, title, and interest in and to the Art, and all intellectual property rights therein. The rights that you have in and to the Art are limited to those described in the License below. Spiritual Beings reserves all rights in and to the Art not expressly granted to you in this License. License: a. General Use. Spiritual Beings grants you a worldwide, non-exclusive, non-transferable, royalty-free license to use, copy, and display the Art for your Purchased digital collectibles, along with any Extensions that you choose to create or use, solely for the following purposes: (i) for your own personal, non-commercial use; (ii) as part of a marketplace that permits the purchase and sale of your digital collectibles. b. Commercial Use. Spiritual Beings grants you a limited, worldwide, non-exclusive, non-transferable license to use, copy, and display the Art for your Purchased digital collectibles for the purpose of commercializing your own merchandise that includes, contains, or consists of the Art for your Purchased digital collectibles (\"Commercial Use\"), provided that such Commercial Use does not result in you earning more than Fifty Thousand Dollars ($50,000 USD) in gross revenue each year.",
    "image": "https://arweave.net/Bmu_zNFGJAgHgLdzlChbTpZFCO7oRTa2EQQFd1VfdjE",
    "name": "Spiritual Being #1",
    "external_url": "https://www.SpiritualBeings.io",
    "attributes": [
      {
        "trait_type": "BACKGROUND",
        "value": "TBD"
      },
      {
        "trait_type": "BODY",
        "value": "TBD"
      },
      {
        "trait_type": "SKULL",
        "value": "TBD"
      },
      {
        "trait_type": "HEAD",
        "value": "TBD"
      },
      {
        "trait_type": "EYES",
        "value": "TBD"
      },
      {
        "trait_type": "MOUTH",
        "value": "TBD"
      },
      {
        "trait_type": "CLOTHES",
        "value": "TBD"
      }
    ]
  }
}