{
  "address": "0xd481668a8cf7e1037f8906efda7fc7f0c7adb4c7",
  "type": "ERC721",
  "name": "Conversations with Son",
  "tokenCount": "5",
  "uri": "https://arweave.net/RbKCZz4X_YVO1njrI8hx8pSYRzTcn34AWNUvzfd432w",
  "metadata": {
    "name": "Burning",
    "created_by": "Hrant Khachatryan",
    "description": "When I was a child, I didn't have the opportunity to talk to my father, to tell him something or share my fantasies with him because he wasn't there by my side. I grew up without parents from the age of 3. Now that I have son, one of the most important things for me is to be close to him. To talk and listen to his stories and fantasies. He's 3 years old and started talking at the age of 2. For about a year now, talking to him has been one of my favorite activities. We chat about his made-up stories, discuss and so on. So one day I got the idea to visualize these conversations into pictures through AI (mostly in 90’s style). Luca is 3 years old and his father is Hrant, 36 years old.\n\n\n   License:  \nThe holder of this NFT is free to display the associated file privately and publicly, including in commercial and non-commercial settings, and in groups with an unlimited number of participants. The license includes unlimited use and displays in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Creator retains full commercial rights, including the right to produce and sell physical prints.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Hrant Khachatryan"
      },
      {
        "trait_type": "Son",
        "value": "Luca Khachatryan"
      }
    ],
    "image_details": {
      "bytes": 17378958,
      "format": "PNG",
      "sha256": "f34b73751f13699441834ac2596302a19a07a7ddba01bcdcd5591cd8e8b49799",
      "width": 4928,
      "height": 3712
    },
    "image": "https://arweave.net/f4V04AIk40DgnsPbylUmNyDpzZ7ljDJQl_lLgGOpT_g",
    "image_url": "https://arweave.net/f4V04AIk40DgnsPbylUmNyDpzZ7ljDJQl_lLgGOpT_g"
  }
}