{
  "address": "0xd4c7f949c7016fb239de7719c3d13244e0a1ce8a",
  "type": "ERC721",
  "name": "Marie Bloomfield Editions",
  "tokenCount": "1",
  "uri": "https://arweave.net/88xGiIzS5Yo5U5QZbc1ROCvtGqv8xlxR-i2xqH1sYEQ",
  "metadata": {
    "name": "Crypto Catalyst - Marie Bloomfield",
    "created_by": "Marie Bloomfield",
    "external_url": "https://www.mariebloomfieldmusic.com",
    "description": "ABOUT THE COLLECTIBLE \n\nThere will only ever be this one special 1/1 Collectible. Here are the special perks of being the owner of this unique part of Marie Bloomfield's journey:\n\n- A digital collectible on the Ethereum blockchain, which is yours forever\n\n- Early access to the Extended Version coming out on May 12th 2023\n\n- Backstage pass (behind decks) at the official Crypto Rockstars conference pre-release party @domhof, Koln\n\n- An animated/special colour ai generated artwork from Marie, that comes with the Collectible\n\nABOUT THE TRACK \n\n\"Crypto Catalyst\" is a dynamic and hypnotic tech house track designed to capture the energy and excitement of the cryptocurrency industry. The pulsing bassline and driving rhythm create a sense of urgency and momentum, while the intricate melodies and atmospheric synths provide a dreamy, futuristic vibe.\n\nThe track's title is a nod to the idea that cryptocurrencies and blockchain technology are acting as a catalyst for a shift in the financial industry. The rise of decentralized finance, non-fungible tokens, and other innovations is challenging the traditional models of banking and investment, and \"Crypto Catalyst\" seeks to capture that spirit of disruption and transformation.\n\nAs the track builds and evolves, the layers of sound and texture come together in a powerful crescendo, symbolizing the potential for change and growth in the crypto industry. Whether experienced on the dancefloor or through headphones, \"Crypto Catalyst\" is a thrilling journey that captures the excitement and potential of this rapidly-evolving field.\n\nWith its combination of driving beats, futuristic sounds, and thematic focus on innovation and transformation, \"Crypto Catalyst\" is a perfect anthem for anyone looking to make a shift in the industry or embrace the potential of blockchain and cryptocurrency.\n\nABOUT THE ARTIST \n\nMarie Bloomfield is an Australian DJ and producer whose passion and talent for music can be felt through her energy-driven performances and original productions. Her sound, which she terms 'shift-tech' is polyrhythmic, percussive, groove-infused and hard-edged. It blurs genre boundaries with an electrifying fusion of house, tech house and techno. Skilfully layered elements of uplifting vocals, world instruments and obscure sounds create a captivating journey that is tribal in music and spirit. She was awarded as a 'Future of Dance' artist in 2023 by 1001Tracklists x Corite. Bloomfield honed her DJ craft in the best clubs and underground parties in Dusseldorf and its surrounds, including notable residencies at Silq Club and 102 Club. She performs at renowned festivals, clubs and events in Germany such as Nature One, Ruhr in Love, Luft & Liebe, Berlin's Rave Space and Kittball Rooftop Sessions. As well as having had the privilege of playing at historic Bora Bora Ibiza and featuring on Ibiza Live Radio. She is also known for creating transcendent sunsets in Egypt, Cyprus, Tunisia and Italy. She is grateful to have played alongside and received support from industry pioneers such as Sasha, Juliet Sikora, Tapesh, Nick Curly, Moguai, Tube & Berger, Tocadisco, Phil Fuldner, Monika Kruse and Dr Motte. Further evolution for Bloomfield comes as a producer in the tech house scene, with her first releases in 2022 catching attention. Her debut release ‘Stomp Down’ on Australian label Basement Sound received international radio play. Then, ‘Fiesta’ on Kittball Records earned her a #21 spot on Beatport’s Tech House Releases chart and support from top artists like Jamie Jones, Chelina Manuhutu, Lexlay, Pablo Ceballos and Robbie Rivera. ‘Fiesta’ also earned great reviews from Glasgow Underground’s Kevin McKay, featured in Fazemag and aired worldwide on radio. Most recently, 'Fuego' was signed on Happy Techno Ltd as part of a Killer Cuts compilation. Marie Bloomfield has a strong presence with an ability to read and transmute energy in her surrounds. She has a drive towards growth and is always boldly stepping into the next level. A core value is to remain authentic and express the song of her soul by merging deep passions into her projects. An advocate for human rights and a visionary for a new earth, her mission is to expand collective consciousness through music. In the fast changing music industry, she brings personal experience and wisdom of the old into the new.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Marie Bloomfield"
      },
      {
        "trait_type": "Song Title ",
        "value": "Crypto Catalyst"
      },
      {
        "trait_type": "Artwork ",
        "value": "Animated"
      }
    ],
    "animation_details": {
      "bytes": 23040315,
      "format": "MP4",
      "duration": 24,
      "sha256": "881856e785b1f68850794703b666f413f596fe2712f6b7b5830fc199331d76a8",
      "width": 1440,
      "height": 1440,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/kdLlFG3jMhMFxbC_vmZ98Jx-kiaerL-wOrM0d_PlQD0",
    "animation_url": "https://arweave.net/kdLlFG3jMhMFxbC_vmZ98Jx-kiaerL-wOrM0d_PlQD0",
    "image_details": {
      "bytes": 1707228,
      "format": "PNG",
      "sha256": "679fac230abbcfb22af01dfc5c6b35db073989408c262fd6eb468378d22fb855",
      "width": 1080,
      "height": 1080
    },
    "image": "https://arweave.net/ZNmoqyAu0_15SazBJUF3cnqquPY0s9VqeOnh-IUZGtY",
    "image_url": "https://arweave.net/ZNmoqyAu0_15SazBJUF3cnqquPY0s9VqeOnh-IUZGtY"
  }
}