{
  "address": "0xd44b600097a6056b89b6d0458f93c7882b55e11b",
  "type": "ERC721",
  "name": "FLOW EXPLORER",
  "tokenCount": "3",
  "uri": "https://flow.mypinata.cloud/ipfs/QmRbUHL4UJNRkRAxCX77ePjgYGcw8JEJqc6kfD6GC4HDGT/London-1",
  "metadata": {
    "description": "The Flow EXPLORER NFT is a collection of 18,750 unique NFTs - digital tokens stored on the Ethereum blockchain - with 750 NFTs allocated to 25 major cities around the world. Holding the Flow EXPLORER token signifies your status as a true urban explorer in your town or city. Whether you're new to the city or have lived there you're entire life, it's a place you can't help but explore. A place where just when you think you've seen it all, there's always something new hiding around the bend. You love it and it loves you back. Connect this NFT to your account on the Flow app to unlock access to select members-only locations in your city on Flow, as well as a marketplace of best-in-class membership NFTs and other benefits granted only to Flow EXPLORER token holders.",
    "short_description": "Your friends might go to the same places all the time, but you don't. You know the truth - the world is filled with incredible places. Now you can tap into them.",
    "provider_description": "Flow is building the world's largest marketplace for location-based services like coworking spaces, health & fitness clubs, wellness and leisure facilities, and entertainment venues. We offer users a single app to discover, access, and pay for places to work, train, relax, or play in a seamless and frictionless experience.",
    "external_url": "https://marketplace.flowplaces.co/flow-explorer",
    "creator_website": "www.flowplaces.co",
    "provider_website": "www.flowplaces.co",
    "image": "https://flow.mypinata.cloud/ipfs/QmT1x52pA2MXqhCcgCBR2vNV6Dbp5cwCsTB5BQ8XxvUaJC",
    "name": "Flow - EXPLORER",
    "attributes": [
      {
        "trait_type": "Author",
        "value": "Flow"
      },
      {
        "trait_type": "Name",
        "value": "EXPLORER"
      },
      {
        "trait_type": "Region",
        "value": "LONDON"
      },
      {
        "trait_type": "Provider",
        "value": "Flow"
      },
      {
        "trait_type": "Number",
        "value": 1
      },
      {
        "trait_type": "Subscription",
        "value": "None"
      },
      {
        "trait_type": "Transferability",
        "value": "Unrestricted"
      },
      {
        "display_type": "date",
        "trait_type": "Published",
        "value": 1653668884254
      }
    ],
    "utility": [
      "Discounted access to select locations in your city on Flow",
      "Access to token-gated \"members only\" locations in your city",
      "Ability to mint and activate all location-specific NFTs",
      "Invites to regular IRL events & experiences",
      "Exclusive perks, benefits, discounts, and merch",
      "Access to Flow EXPLORER Discord community"
    ],
    "recurring_fee": "£0",
    "activation_fee": "£0",
    "retail_discount": "N/A",
    "required_tokens": [],
    "activation_notes": "Just connect your wallet to the flow app and the rest will handle itself."
  }
}