{
  "address": "0xd40c8d4eb0376a9d926a67fbc6078462837b4038",
  "type": "ERC1155",
  "name": "HB Limited Editions",
  "tokenCount": "7",
  "uri": "https://arweave.net/0whrzGOdU_dmbDFGcwTwDCfAT3eYbweLHf6npb7c6z8",
  "metadata": {
    "name": "Race With Yourself",
    "created_by": "Hakan Biyiklioglu",
    "external_url": "https://linktr.ee/hakan.biyiklioglu",
    "description": "Sancaklar Mosque, on the edge of Istanbul in Büyükçekmece, has a unique architecture formed by Emre Arolat. Resembling a simple cave, the mosque has a dramatic and awe-inspiring interior for praying and being alone with God. The slits along the qibla wall strengthen the orientation of the prayer area and allow the sun's rays to filter into the interior. As the sun moves in the sky, the architecture fills with shadows and geometry.\n\nBesides the people who come here for prayers, also many people come here just to see the beautiful place. \n\nI took the photograph while I was producing an episode for a tv documentary series, for the main stream tv channel in Turkey, TRT2. Documentary was called \"Bir Kare Bir Anlam\" (roughly translated: A frame, a concept). \n\nWhile we were on a break, a kid from one of the visiting families started to run around on the carpet. Remembering my childhood, I could resonate so easily because the space is wide and empty and the carpet on the ground is so soft. So what do you do? Run.  \nWhile I watched him I positioned myself and clicked the shutter, just to capture his silhouette with the geometric shape of light.  \n \n\nTaken w/ Fuji XPro2 XF10-24mmF4 R OIS lens \nAugust 28, 2021  \n5914x3943 px\n\nLicense: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries, and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Hakan Biyiklioglu"
      },
      {
        "trait_type": "Medium",
        "value": "Photography"
      },
      {
        "trait_type": "Camera",
        "value": "Fujifilm X-Pro2"
      },
      {
        "trait_type": "Lens",
        "value": "XF10-24mmF4 R OIS"
      },
      {
        "trait_type": "Date",
        "value": "August 28, 2021"
      },
      {
        "trait_type": "Location",
        "value": "İstanbul, Turkey"
      },
      {
        "trait_type": "Dimensions",
        "value": "5914 x 3943 px"
      }
    ],
    "image_details": {
      "bytes": 8707038,
      "format": "JPEG",
      "sha256": "07d4107d7c65c24bec56472d480e8e1d2232e2c7a95b7a3009ca719eed660942",
      "width": 5914,
      "height": 3943
    },
    "image": "https://arweave.net/jbfzE-r3vTanff2isCO4xzDkbSxJ6auqFg7SmNAwLgY",
    "image_url": "https://arweave.net/jbfzE-r3vTanff2isCO4xzDkbSxJ6auqFg7SmNAwLgY"
  }
}