{
  "address": "0xd42569026df30c73689f2dc131c779508bab2a10",
  "type": "ERC721",
  "name": "Days at Sea",
  "tokenCount": "1",
  "uri": "https://projects.transientlabs.xyz/ipfs/QmcmYDvuEq357X3eGqr6eAYLLBxwg5cSx88HgC4XN924aF",
  "metadata": {
    "name": "Kepa Kurl",
    "description": "Kepa Kurl comes from the traditional custodians of the region in which it was captured. Kepa meaning water, kurl meaning boomerang.  \n\nThis piece is a combination of art and technology to bring you on a visual journey from a day on the ocean. Utilising innovative technology thanks to the team at Transient Labs, this piece showcases not only a range of changing elements from tides to wind, swell to light. It also shows a range of ability as an artist with years of oceanic knowledge.  \n\nThe piece starts as 5 images and 1 video all set to a timer that displays them at the same time of the day they were captured. When you wake, the first light image will show, As your day ends, the sunset image will display. Then over the next 6 months the piece will continue to grow automatically. 1 Piece will be added every month to bring the total to 11 images and 1 video, bringing you on the journey with me to experience what it's like to capture from one of the most remote oceans in the world.  \n\nEach image stays true to my signature style to show the raw and rugged ocean with as much detail as possible. Thanks for joining me.  \n\nAnj Semark",
    "image": "https://projects.transientlabs.xyz/ipfs/QmehLRysA3vitMJZarMna3zGLKMrSZ9yg21hKtACeGq1GG",
    "image_details": {
      "bytes": 4017704,
      "format": "JPEG",
      "sha256": "2cb87050cea3cced96fb0553ef888dec3db8514d9cb8ec247899fbd64f5a1a02",
      "width": 2000,
      "height": 1333
    },
    "animation_url": "https://projects.transientlabs.xyz/ipfs/QmRcSD2yDpoCmHxrfEUu1tgcykzXup9Z7g4tafmdt2mHNe",
    "animation_details": {
      "bytes": 9488,
      "format": "HTML",
      "sha256": "4bea3ae2653cfb574f00fa6dd34616fd2d9843f602375efbd8f76d0f5c3537bc",
      "width": 4000,
      "height": 2667
    },
    "artist": "Andrew Semark"
  }
}