{
  "address": "0xd4a71afb115182c0b2df759553267e33fa4363dd",
  "type": "ERC1155",
  "name": "The St. Choppio Book Reservation Token",
  "tokenCount": "1",
  "uri": "https://arweave.net/izh-MS1eHBA1UEW5TAJbAiQ9FKvNRgcvn1lEhTUx-l0",
  "metadata": {
    "name": "Saint Choppio",
    "created_by": "DaoBao",
    "external_url": "https://daobao.substack.com",
    "description": "This is St. Choppio, the contemporary avatar of Poggio Bracciolini. He's in your area, revealing the hidden artistry on the blockchain. Holders of this reservation token receive an airdrop of \"The Hidden Renaissance\" in October 2022. \n\nSummary of \"The Hidden Renaissance\"\n\nThe parallels between the end of the medieval period in Europe and the arrival of the Renaissance, and the rise of blockchain art and the mania for NFTs are so striking that you would think you are watching history repeat itself all over again. \n\nSeparated by over 600 years, both periods suffered the stresses of war, immense corruption, and a looming and authoritarian dogma that cancelled out innovation and enforced mediocrity and heterodoxy. \n\nBut for one group of fanatical, fun and argumentative... punks.  This book traces the path of one scribe from 1417 named Poggio Bracciolini and the modern day curiosity of a group of developers, artists and collectors as they both unlock a human potential that only could have been possible in their own times. \n\nThis book is for anyone who wanted to know why so many people were buying Jpegs, or for anyone who loves history and art. The story is remarkable.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "PaulyOx"
      },
      {
        "trait_type": "Date",
        "value": "2022:06:11 18:43:33"
      }
    ],
    "image_details": {
      "bytes": 303307,
      "format": "JPEG",
      "sha256": "858c31e56ccba55e8caa1231c7a2e50b3e78e99671c268ba7f42dce55f8a3e72",
      "width": 1170,
      "height": 1597
    },
    "image": "https://arweave.net/Rr9vadZcLYokqeFEvkSE8RzERm4Pr3-7Cl-jNVPyRkA",
    "image_url": "https://arweave.net/Rr9vadZcLYokqeFEvkSE8RzERm4Pr3-7Cl-jNVPyRkA"
  }
}