{
  "address": "0xd429460c5fb0cbb174007ab81723caeed5d3583d",
  "type": "ERC721",
  "name": "Officially Artificial",
  "tokenCount": "3",
  "uri": "https://arweave.net/6Z0sjpfOgICwABS39jgT81ilLjS83OKl70boq_-eico",
  "metadata": {
    "name": "Follow the Signs",
    "created_by": "MonikasArt",
    "external_url": "https://lynkfire.com/monika",
    "description": "AI NFT, created with Midjourney v5 x ChatGPT 3.5 x Photopea, 3033x1700px.  \nAfter almost two years in NFTs, this is my AI debut piece on Ethereum. Today, I am also releasing a limited edition collection on Tezos with 12 Zodiac Sign themed NFTs, so please visit https://objkt.com/collection/KT1A8c2MQqp1Dz8fp3dTmH43RsGwoS9J1ekb  \nTechnology always develops, and while I was always AI-curious, I was looking for a way to still stay connected to my style (physical based, colourful abstracts) so that it feels right and good. For the last months, I learned, studied others, and experimented myself. The collections here on Ethereum and the one on Tezos are the result - and the start of a new chapter for me!\n\n\"Follow the Signs\" is not only the artwork's title but also a statement to amend our personal paths to the actual realities, like I am doing with this piece and the following.  \nBesides the hint to the Tezos collection of Zodiac signs, the sky full of stars and planets is clearly visible... a hint to the upcoming continuation of this collection.  \nAlso, you will notice 13 Zodiac signs in the sky: I included the sign of \"Ophiuchus\" or \"Serpentarius\" which is the \"serpent bearer\" in Greek, a controversially discussed '13th zodiac sign'. I found the discussion around \"Ophiuchus\" interesting, and having a 13th sign 'helped' me: IRL, I love symmetry, in art, I embrace more chaos and dynamics and follow my emotions, so breaking up the symmetry of the 12 signs was as attractive for me as the fact that besides the 12 'classical' pieces on Tezos, there is now a 13th artwork that is completely different from what I normally create, one that could be seen as the most 'controversial' piece of the 13.  \nLike Ophiuchus.\n\nPlease see my https://lynkfire.com/monika for the latest mints and news, educational articles, videos, and so much more!  \nLove, Monika",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "MonikasArt"
      },
      {
        "trait_type": "year minted",
        "value": "2023"
      },
      {
        "trait_type": "dimension",
        "value": "3033x1700"
      },
      {
        "trait_type": "edition size",
        "value": "1/1"
      },
      {
        "trait_type": "medium 1",
        "value": "AI"
      },
      {
        "trait_type": "style",
        "value": "surreal"
      }
    ],
    "image_details": {
      "bytes": 8088175,
      "format": "PNG",
      "sha256": "75133fa775af8ca55ef930ae3e9e7827f4f19b0a24b65bf6dd548ed94dcf9673",
      "width": 3033,
      "height": 1700
    },
    "image": "https://arweave.net/eFWhqp1jMPV0IXUeXvFcntjPcWk4tG1CdP6p23fMIyU",
    "image_url": "https://arweave.net/eFWhqp1jMPV0IXUeXvFcntjPcWk4tG1CdP6p23fMIyU"
  }
}