{
  "address": "0xd53365c0e9d245c6ce613262003d5491195c07ba",
  "type": "ERC721",
  "name": "My Infinite Worlds",
  "tokenCount": "5",
  "uri": "https://ipfs.pixura.io/ipfs/QmQQ33EgmYzyRb87cbkmQ9YadMU9Pcpqe6DpPXuSoR3C4D/metadata.json",
  "metadata": {
    "name": "\"Gemstone Canyon\" (PRIME)",
    "createdBy": "Tyrone J. Webb II",
    "yearCreated": "2022",
    "description": "Commissioned painting for Infinite Worlds Magazine issue #7 created using only cans of spray paint and no brushes.  One of the very few paintings I have made that have some form of animate life in the landscape.  Digitally enhanced from the original in coloring and with motion.\n\nPLEASE READ\nPRIME Artwork Holder Benefits, \n1. The original painting, framed and shipped to you free of charge. Only the first purchaser has claim to the original painting (Does not transfer with secondary sale)\n\n2.  After PRIME artwork is sold I will release a collection of 200 still images of the corresponding painting. The holder of the PRIME Artwork will receive 20% of the primary sales of that edition collection and 2% of Secondary sales for 1 year (Does transfer with secondary sale and will restart the 1 year from date of purchase)\n\n3. Each first time buyer/holder of a PRIME artwork will be airdropped a custom Spatial environment designed by Polycount.io.  Must hold PRIME Artwork at release of environment.  If PRIME artwork sold BEFORE release of environment the new owner will receive the airdrop. (Does not transfer with secondary sale)\n\n4.  A one year subscription to Infinite Worlds Magazine (Does not transfer with secondary sale)\n\n5. 1 Year of Spatial+ free of charge (Does not transfer with secondary sale)\n\n6.  Prime Holder Role within Discord server with early access to future drops and Alpha about other projects.  (Does transfer with secondary sale)\n\n7. Receive the back issue edition of the magazine the PRIME artwork is in and it will be signed by me and sent to you with the Original Painting\n(Does not transfer with secondary sale)\nðŸ–Šï¸ \n8.  Official Infinite Worlds Trading Cards sent to you with the Original Painting  (Does not transfer with secondary sale)\n\n9. Reserve list for qualifying, future art drops, collection releases and collaboration drops. (Does transfer with secondary sale)\n\nJoin FineSprayPaintArt Discord for more details -> https://discord.gg/6kXW5E2Dy8",
    "image": "https://ipfs.pixura.io/ipfs/QmZuvVRS5rbkn3cU9gCq5RCYqEB5vTAhz4fTLaZy36GaVV/GenstoneCanyon24x32.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmYLR7RcEAyTd7u611p11vmnNiK9zL9d1Y5UUfWmdWeTac/GemstoneCanyon25FPS.mp4",
      "dimensions": "1200x1600",
      "size": "33271051",
      "mimeType": "video/mp4"
    },
    "tags": [
      "finespraypaintart",
      "scifi",
      "fantasy",
      "spraypaint",
      "sciencefiction",
      "motion",
      "water",
      "moons",
      "moon"
    ],
    "attributes": [
      {
        "trait_type": "Moons",
        "value": "2"
      },
      {
        "trait_type": "Life",
        "value": "Yes"
      },
      {
        "trait_type": "Water",
        "value": "Yes"
      },
      {
        "trait_type": "Trees",
        "value": "No"
      },
      {
        "trait_type": "Apocalyptic",
        "value": "No"
      },
      {
        "trait_type": "Mountains",
        "value": "Yes"
      },
      {
        "trait_type": "Stencils",
        "value": "No"
      }
    ]
  }
}