{
  "address": "0xd5dfe9a55bd6d5c237df4f65b850be7faa6e69b5",
  "type": "ERC721",
  "name": "Muskulls",
  "tokenCount": "5",
  "uri": "https://ipfs.pixura.io/ipfs/QmeESjZ6ee8RFWr5zuAqtQwDgYrFg6dy5MMjub4juo78f1/metadata.json",
  "metadata": {
    "name": "Muskulls",
    "createdBy": "Lev Polyakov",
    "yearCreated": "2021",
    "description": "Muskulls is the festive orange shrimp-tailed jester creature taking center stage in the Flatland Valley & his magnetic presence draws the multitude of surrounding inhabitants to gaze on. \n\nAs the subject & object of all existence is one, fractal pockets of such relationships play themselves out in our daily interactions and in works of art… universes enclosed in themselves which nevertheless resonate with our collective unconscious. \n\nMuskulls is the 1st of a fractal series by Lev Polyakov where more than a 100 individual characters from this piece, each with their own backstory, will be minted as stand alone NFTs who will in turn have their own mini-universe with its side characters… some found in the original Muskulls piece, while others are completely new. \n\nWhich characters do you want to see more of? The owner of Muskulls will have the highest say in which beings are minted next, as well as any owners of the individual beings & their worlds, though everyone is open to help Lev in building this up into the direction they’re interested in taking it. With your help, these worlds and their stories will further evolve over time into other mediums. \n\n-------------\n\nMuskulls Bio:\n\nMuskulls grew from a puny Shrimp Jester fledgeling into an all powerful Shrimp Jester High Elf, the sign of which being his fake gold jester crown acquiring consciousness & growing two birds which protect him from above while the cone in the center transmits signals from far away in the astral realm in order to mainly negotiate purchases of gold artifacts from which Muskulls acquires further power. The artifact Muskulls is holding onto here is the \"Triramyd\" on top of which dances Monque who is Muskulls's faithful companion & biggest fan. His dance appeases the higher entities looking out from further away.\n\nBecoming so powerful within his own realm, Muskulls has acquired a multitude of other beings that he has become a Guru towards as well as a few haters... the mere gazing on Muskulls inspires many feelings but regardless it fills the witness up with power.  \n\nHowever, being top dog has also resulted in Muskulls becoming lazier in his embodied existence, preferring to dream himself into the various astral realms where he assumes other forms & life is harder.  \n\nAlso due to his interactions with other realms, portals have opened up, including one inside of Pyraminder & another in the sky, to gaze on at Muskulls. \n\n\nTo keep up with & help in furthering this story, follow Lev Polyakov #investinlev\n\nhttps://levcards.com/\nhttps://twitter.com/levpo\nhttps://www.instagram.com/levpolyakov/\nt.me/investinlev\n",
    "image": "https://ipfs.pixura.io/ipfs/Qmf13K5NBLYrp19CdLEZWiKdDipzy1qMYXYxpY1YDBWvmx/21-A-MSK-001-Muskulls.png",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/Qmf13K5NBLYrp19CdLEZWiKdDipzy1qMYXYxpY1YDBWvmx/21-A-MSK-001-Muskulls.png",
      "dimensions": "4000x3581",
      "size": "7056262",
      "mimeType": "image/png"
    },
    "tags": [
      "Surreal",
      "Surrealism",
      "Cartoon",
      "Fairy",
      "DMT",
      "Fantasy",
      "Bosch",
      "Jester",
      "Holiday"
    ],
    "attributes": [
      {
        "trait_type": "Population",
        "value": "100+"
      },
      {
        "trait_type": "Aligment",
        "value": "Chaotic Neutral"
      },
      {
        "trait_type": "Creature Type",
        "value": "Shrimp Jester high Elf"
      },
      {
        "trait_type": "Nature",
        "value": "Dazed & Confused but satisfied with life"
      },
      {
        "trait_type": "HP",
        "value": "10000"
      },
      {
        "trait_type": "ATK",
        "value": "8000"
      },
      {
        "trait_type": "DEF",
        "value": "2500"
      },
      {
        "trait_type": "MAG",
        "value": "9400"
      },
      {
        "trait_type": "Attack 1",
        "value": "Lick"
      },
      {
        "trait_type": "Attack 2",
        "value": "Throw Triramid"
      },
      {
        "trait_type": "Attack 3",
        "value": "Double Peck"
      },
      {
        "trait_type": "Magic 1",
        "value": "6 Eyed Gaze"
      },
      {
        "trait_type": "Loves",
        "value": "https://twitter.com/levpo"
      },
      {
        "trait_type": "Favorite Food",
        "value": "Gold"
      },
      {
        "trait_type": "Opinion of Muskulls",
        "value": "♥😺"
      }
    ]
  }
}