{
  "address": "0xd596c98947d67f875c2be73269f9f7aab71b355c",
  "type": "ERC721",
  "name": "Lady with Pomeranian",
  "tokenCount": "50",
  "uri": "ipfs://QmSXxtVDfLQSwoGzNBiz9m14KF26tqMenVmPjquZV7MiFy/1",
  "metadata": {
    "image": "ipfs://QmW3gfbzhaY1BUpAdndj462rH8USb4gBxeBL4Ru8hzVtJD",
    "name": "Lady with Pomeranian - 1|1 Edition",
    "description": "Edition 1 of 1 - \"Lady with Pomeranian\" is an oil painting on canvas produced in June 2022 by Pascal Boyart.\n\nThe work has two particularities; it consists of a physical work, the canvas, as well as a digital work, the NFT.\n\nThese two works hide a puzzle riddle that allows whoever finds the solution to become the owner of the 1 of 1 NFT.\n\nAlongside this NFT 1/1 which is the reward reserved for whoever finds the key to the enigma, a collection of multiple editions has also been produced and is on sale for the duration of the enigma:\n\nThere are 7 sets of multiple NFTs, numbered 1-7, one set for each effect applied to the Pomeranian (In order: Glitch, Arcade, Holo, TV Screen, Psychedelic, and Pixel). Each series has 7 NFTs.\n\nTo summarize ; there are 7 series of 7 NFTs = 49 NFTs in multiple editions + 1 NFT in single edition (1/1) = 50 NFTs in total.\n\nThe 7 series of 7 NFTs are unlocked as the puzzle clues are deciphered, if a clue is discovered, we will manually trigger the new series, the first to know will be the person who found the clue and he can be the 1st to buy and mint his NFT of the new series freshly unlocked.\n\nEveryone can participate because the puzzle contains public particularities accessible to all, as well as particularities decipherable only by being in the presence of the physical work.\n\nWe can say that it is a form of protocol in \"proof of decipher\" which allows new series to be created.",
    "attributes": [
      {
        "trait_type": "Scarcity",
        "value": "1|1 Edition"
      },
      {
        "trait_type": "Painting",
        "value": "Lady with Pomeranian"
      },
      {
        "trait_type": "Creation Year",
        "value": "2022"
      },
      {
        "trait_type": "Painting duration",
        "value": "7 days"
      },
      {
        "trait_type": "Painting style",
        "value": "Realism"
      },
      {
        "trait_type": "Medium",
        "value": "Oil on canvas"
      },
      {
        "trait_type": "Character",
        "value": "Lady"
      },
      {
        "trait_type": "Animal",
        "value": "Pomeranian"
      },
      {
        "trait_type": "Gender",
        "value": "Woman"
      },
      {
        "trait_type": "Effect",
        "value": "All"
      }
    ],
    "external_url": "https://en.pboy-art.com/",
    "animation_url": "ipfs://QmSakCZEm8VWJwjvMfcRW6z5J1tVmhUC4PbyQdbf5EQxGj"
  }
}