{
  "address": "0xd535835a70303d51a7e772f707aa2fd99f2098d4",
  "type": "ERC1155",
  "name": "Eric Phillips",
  "tokenCount": "1",
  "uri": "https://arweave.net/lGMtwsviocAqeZbp6UHtLL2rD53SZGqbQZT9LQ9HcbI",
  "metadata": {
    "name": "The Perfect Storm",
    "created_by": "Eric Phillips ",
    "external_url": "http://phillips-photo.com",
    "description": "I've been trying capture an image that sums up what what it's like living in Crested Butte during the winter. After years of waiting for the right storm and buried car close enough to Elk Ave, the magic happened. \n7 feet in 10 days. The so called Santa-Slammer hit Crested Butte from Dec 21- 31st, 2021. After numerous calls for buried cars and none looking as buried as I envisioned, my friend Eliza told me she had a very buried Subaru. Only one block from the colorful historic buildings, buried since the start of the storm, and she was willing to let it continue to build until a break. That break was New Years Day. There would be nobody on Elk Ave early that morning or so we hoped. I showed up before sunrise with a shovel to a large pile of snow with a car somewhere underneath. We worked meticulously for close to 2 hours to free the car from the snowbank while keeping as much snow on as possible. \n\nJust after sunrise we freed the car from its snowy tomb. With the windshield cleared and radios to communicate, we lined up for the shot. The perfect snow storm, a fully buried car, and downtown Crested Butte to ourselves on a holiday morning.\n\n‘The Perfect Storm' is an Open Edition, minted on a ERC1155 smart contract and now available through Manifold Studio.  \nArtwork Title: The Perfect Storm  \nArtist: Eric Phillips  \nEdition: Open  \nPrice: 0.10 Ξ  \nCapture Date: January 1st, 2022  \nCapture Location: Crested Butte, Colorado  \nLicense : Primary NFT holder is free to display privately and in groups, including virtual galleries, documentaries and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Eric Phillips"
      },
      {
        "trait_type": "Collection",
        "value": "The Perfect Storm Edition"
      },
      {
        "trait_type": "Car",
        "value": "Subaru"
      },
      {
        "trait_type": "Sticker",
        "value": "I Tele Because I Hate You"
      }
    ],
    "image_details": {
      "bytes": 167066,
      "format": "JPEG",
      "sha256": "01be7346ec0f4c1c0ca94a7870b8763883b8623837befaf7c126310d97ee26fb",
      "width": 1080,
      "height": 1350
    },
    "image": "https://arweave.net/oeJG1-sW8kDGqSOrOZwMDlaEHw1Yc7K1fKnu_g7bfXc",
    "image_url": "https://arweave.net/oeJG1-sW8kDGqSOrOZwMDlaEHw1Yc7K1fKnu_g7bfXc"
  }
}