{
  "address": "0xd5502acbb7841a839dd1267e9fdac9cc6e131647",
  "type": "ERC721",
  "name": "Exqusitie figures",
  "tokenCount": "1",
  "uri": "https://ipfs.pixura.io/ipfs/QmQ8tjHQ6MgAPSNPiVMP1Brccm8zuMPjQFRbzRLShcYMcz/metadata.json",
  "metadata": {
    "name": "Exquisite figures XI",
    "createdBy": "Yura Miron",
    "yearCreated": "2022",
    "description": "Exquisite figures are now on SuperRare!\n \nI’ve started working on the Exquisite figures series in early 2019 using a custom sequence of ai tools and later digital overpainting them. I’ve created a great variety of exquisite figures, representing sentient beings. Thin, long, fluent, joyful, beautiful, and at the same time they are mortal, short-lasting and can break apart under many different unfortunate circumstances. Human life feels rare and precious. Of all 6 types of migrating beings in Samsara - human life is the most difficult to find. Like blind a man who has chanced upon a treasury of great price - with joy achieve your benefit and happiness. Exert yourself wholeheartedly and win your Freedom.\n\nFirst X Exquisite figures were minted as limited editions of 10-20 on HicEtNunc while it existed. Original HEN stopped its existence some time ago and gave birth to many new platforms and communities on Tezos. All of my previous X Exquisite figures are safe and available on the secondary market on Objkt.com: https://objkt.com/profile/yuramiron/created\nExquisite figures XV-XVII have been minted on KnownOrigin https://knownorigin.io/collections/yura-miron/exquisite-figures \nCurrently I’ve decided to continue minting these series exclusively as 1/1’s. My all time favorite platform for 1/1’s is SuperRare, where I’ve been minting art for more than 3 years. Since SR now has added the ability to mint artworks in a separate series, I’ll mint all of my completed/unrelesed Exquisite figures here and will continue to mint the best new artworks, as they will be completed. \n\nPart of proceeds will be donated to Voices of Children, who provide psychological and psychosocial support to children in Ukraine. It helps them overcome the consequences of armed conflicts and develop further.  ",
    "image": "https://ipfs.pixura.io/ipfs/QmPVkZi86LVgXvfC639GcuaEf6RJb3FLZZMHDYf7pGp7cY/Exquisitefigure11.png",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmPVkZi86LVgXvfC639GcuaEf6RJb3FLZZMHDYf7pGp7cY/Exquisitefigure11.png",
      "dimensions": "4800x4800",
      "size": "19011321",
      "mimeType": "image/png"
    },
    "tags": [
      "Exqusitiefigures",
      "digitalpainting",
      "ai",
      "exquisite",
      "visionary",
      "psychedelic"
    ]
  }
}