{
  "address": "0xd6952b6dcae208c2eda9ee4e1270838e21cf76bd",
  "type": "ERC1155",
  "name": "Reignited",
  "tokenCount": "1",
  "uri": "https://arweave.net/z_R9q_GeQmngkJQVP1rVxZw9nI4r70MkjP8HFhlNxaE",
  "metadata": {
    "name": "A New Beginning",
    "created_by": "Jado",
    "external_url": "https://lynkfire.com/Jado",
    "description": "In a post apocalyptic scenario, this creature looks across the horizon, seeing a new world to explore and discover. Chaos laid waste to it's once safe environment; A ray of hope shines across the cityscape. The now evolved being, must be able to adapt to its surroundings and thrive or accept its perilous new life and cower in fear and terror with little chance of survival. The adventure begins with a choice.\n\nA New beginning is a meaningful piece to me for multiple reasons. \n1) It's my first piece in about a year after a hiatus from the creative front aswell as my first mint of 2023.  \n2) On December 26th, I got a very real awakening to the dangers in this space after my computer was compromised and lost my life savings worth nearly 20 ETH. \nNow instead of quitting Web3 as a whole. I'm doubling down. Returning as an artist is something I've been putting off for some time now. I will be bringing my own flare back to the blockchain. I will continue to work on my Web3 brand as both a digital artist and a project manager as I continue to create a Web3 native brand which specializes in crypto safety and generally explaining the web3 way in a user friendly experience creating an avenue for mass adoption some day in the future. \n\nThis piece will have utility!",
    "attributes": [
      {
        "trait_type": "Mint ID",
        "value": "#1"
      }
    ],
    "image_details": {
      "bytes": 50230689,
      "format": "PNG",
      "sha256": "5b2921ed0e0b7b0b934935d684e3d1bcb89ad02120cba502c2f0a5725a97998e",
      "width": 6144,
      "height": 6144
    },
    "image": "https://arweave.net/XSSn3sJNyTYgiFC9ESDMH_9Dz8TOYwuz1ebnGbVve_4",
    "image_url": "https://arweave.net/XSSn3sJNyTYgiFC9ESDMH_9Dz8TOYwuz1ebnGbVve_4"
  }
}