{
  "address": "0xd6bb27f696f133db2821a0b8de220d1f38eefa7c",
  "type": "ERC721",
  "name": "Norma De Saint Picman Parallels Guardians",
  "tokenCount": "1",
  "uri": "https://arweave.net/CftBBgHchblrqR-lGODwXpliM_HSdHY4xmSLv1BsZb0",
  "metadata": {
    "name": "PARALLELS African Queen before firing",
    "created_by": "NORMA DE SAINT PICMAN",
    "external_url": "htttps://noravision.eu",
    "description": "Guardians / Parallels is a series of ceramic works created between 2014 and 2016, African Queen being the first portrait with floral vegetative elements bursting from her head.  \nPARALLELS - Emona the Green Queen, Fire, Air... presents an interplay and confrontation of different expressive media, ceramic sculpture, oil painting and collages, graphics and photography, digital prints and video. The artworks are experienced in the confrontation of traditional and state-of-the-art technologies, as a symbiosis and interplay of the past and the present, and on the conceptual plane as a harmonious coexistence of different cultures and civilisational codes. The basic elements of earth - fire - water - air - light - metal are also represented in the project itself. A technical and thematic fusion of the old millennial tradition of terra cotta with oil paintings, collaged objects, large digital prints and contemporary video. \n Fire/ Earth : The installation of heads of different races in terra cotta technique - Africans, Asians, Arabs... is set up taking into account the architectural tectonic elements. Decorated brick blocks or wooden trunks are placed symmetrically from the central life-size figure of the royal couple along the entire length of the room along both sides of the glass walls; in a modular sequence, brick or wooden columns are followed by brick or wooden columns, on which the heads of the Guardians are placed with fantastic accent decorations - leaves, flowers, architectural elements. The postmodern artistic expression modelled with the reminiscence of Ousman Sow, (Dakar), art deco, the warriors of the Chinese tomb of X'ian, the gisants of the Basilica of Saint Denis, the Park Guell and Nikki de Saint Phalle's Tarot's Garden.  \n In the central part of the room, we see the Queen and the King (Etruscan couple, Louvre Museum) in a semi-reclining position. The floor is covered partly with artificial and partly with living greenery. \n Lettristic elements of various scripts are also present in large-format digital photographs of crowds of people, containing elements of sacred or poetic texts - the Bible, the Koran, Presheren, De Sade. \n  b/ water: Emona Green Queen: royal attributes - crown, throne, guards - belong to the capital (King Matthias...); the ground is covered with lawn. \n\n  c/ Water - air - light - stone: \n\n   The element of water, air and light is represented in the drawings and paintings of architect and painter Alenka Kham Pičman.  The paintings and drawings are concisely arranged in the entire spatial layout, partly drawings of the urban landscape and Plečnik's Ljubljana, partly aerial views of the artist's many travels ( Djerba, Ancona, Cadaques, Tunis...) as well as karst motifs. The singing and virtuosic line of the architectural drawing itself is the basis of the artistic composition, which is complemented and activated by the free, independent surfaces of pure, luminous colours as a separate element. The atmosphere is airy, radiant, positive, dominated by the colours of the second triad of turquoise, green, purple with accents of pure primary colours. \nf/ Fire/ Earth / \n   With its integral integration of ancient millennial cultures and modern technologies, and its emphasis on the interdependence between sculpture and architecture (Ceramics in Architecture and Public Space- theme of the 47th AIC meeting in Barcelona, 12-16 September 2016), the exhibition is placed in a broader context (General Assembly Barcelona 2016, International Academy of Ceramics). \n  The Internet of Things represents one of the pillars of the future Internet, which will extend the Internet to heterogeneous physical and virtual things that will communicate with each other or with end-users, becoming active in different domains in the form of information, using standardised communication protocols and a network infrastructure capable of self-configuration. These are the basic foundations of the IoT architecture that I’m using in the opening performance.\n\n Creation of sculpture from modular blocks was possible by collaboration with Wienerberger Ormož and a round table with a lecture on Ceramics ( skulputra) in architecture and public space - sculptural architecture: Antonio Gaudi, Frank Gehry, Zaha Hadid, Jacques Kaufann and the Waba group ( World association of Brick Artists) , Gwen Heeney. ..\n\nFrom the same series issues already minted video King, in Noravisionsolarmetaverse series , first shortened version of video “Parallels” , from 2016, a mixed version of creation process of King and Queen ceramic sculpture in the Wienerberger Brick Factory in Ormoz, Slovenia, “Parallels, Emona, The Green Queen Exhibition opening in 2016 at Ljubljana Exhibition and Convention Center, combining coloured oil paintings from Alenka Kham Picman, inspired by her voyages to Africa, Mediterranean, Cadaques and terra cotta sculptures Guardians from Norma De Saint Picman. \n    There are scenes from a voyage to Barcelona and Gaudi’s Sagrada Familia, from author’s visit of AIC General assembly. \n   Acoustic mix is combined from Lorca, Joyce, Mariza, and opening speeches by artists, last scenes by improvisational dance by Norma at Parallels Gorenjska museum, The Colonial Hall.",
    "Ceramic works": "Norma De Saint Picman GUARDIANS PARALLELS",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "NORMA DE SAINT PICMAN"
      },
      {
        "trait_type": "Lens",
        "value": "iPhone 4S back camera 4.28mm f/2.4"
      },
      {
        "trait_type": "ISO",
        "value": "100"
      },
      {
        "trait_type": "Exposure",
        "value": "1/20"
      },
      {
        "trait_type": "Title",
        "value": "GUARDIANS"
      },
      {
        "trait_type": "Title ",
        "value": "PARALLELS"
      },
      {
        "display_type": "number",
        "trait_type": "YEAR",
        "value": "2014",
        "max_value": "2022"
      },
      {
        "trait_type": "Material",
        "value": "Ceramics"
      },
      {
        "trait_type": "Technics",
        "value": "Terracotta"
      }
    ],
    "image_details": {
      "bytes": 1160930,
      "format": "JPEG",
      "sha256": "89dfe8ab744a14a266315f836884889066c77d8e0984c4e548adb949806a854a",
      "width": 1536,
      "height": 2048
    },
    "image": "https://arweave.net/gqTgtQ1jMuJWOK0-tsctuNxI_n6C6TtVgpKOks6fsps",
    "image_url": "https://arweave.net/gqTgtQ1jMuJWOK0-tsctuNxI_n6C6TtVgpKOks6fsps"
  }
}