{
  "address": "0xd6cc5da2e6e273ff42713954a69e53c536556e8e",
  "type": "ERC721",
  "name": "godaydream",
  "tokenCount": "14",
  "uri": "https://arweave.net/x5oC4G1Fmi-6sXUpDu-i4ANVp3QL2lZzKpzzIgQv-2M",
  "metadata": {
    "name": "Token of Gratitude for Richerd",
    "created_by": "godaydream",
    "description": "My first day at VeeCon. I barely made it. My Thursday night red eye flight was canceled from Maui, rescheduled to Friday night, which would have got me to Minneapolis Saturday afternoon, essentially missing most of VeeCon. I called my friend Chris who was already there & basically told him I wasn't going to make it, which he was like you need to get here! So, there were two more flights out of Maui that night, quickly booking a ticket, hoping that I would make it in time the next morning for my connecting flight. I was the last one on that departing flight from Maui.\n\nThankfully my connecting flight in San Francisco was delayed so I was able to make the connection, arriving shortly before Deepak Chopra's talk & guided meditation.  I cried.\n\nShortly after I met Richerd. I thanked him for all he & the Manifold.xyz  \n team has done for artists & the NFT space.  I told him it had been my goal since May 2021 to mint on my own contract…He looked at me and said why did you wait so long? I guess I could have tried reaching out earlier haha. I minted my first contract in January 2022 for my \"I Lost My Keys\" Polaroid collection when Manifold Studio became easily accessible to all. \n\nThis was the first Polaroid I took at VeeCon and is the first token minted on my \"godaydream\" contract.  This Polaroid is especially rare because the colors of the Polaroid borders are random, so to have the borders match the frames of Richerd's 3D glasses is amazing!\n\nAgain, thank you Richerd.",
    "Unique Characteristic": "Polaroid frame colors match the frames of Richerd's 3D glasses",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "godaydream"
      },
      {
        "trait_type": "Location",
        "value": "44.97348881740359, -93.25695198039482"
      },
      {
        "trait_type": "Date",
        "value": "May 20, 2022"
      },
      {
        "trait_type": "Occasion",
        "value": "VeeCon Minneapolis "
      },
      {
        "trait_type": "Camera",
        "value": "Polaroid Now"
      },
      {
        "trait_type": "Film Type",
        "value": "Polaroid Spectrum Color"
      },
      {
        "trait_type": "Muse",
        "value": "Richerd"
      },
      {
        "trait_type": "Pose",
        "value": "Peace-Shaka"
      },
      {
        "trait_type": "Token of Gratitude",
        "value": "#1"
      }
    ],
    "image_details": {
      "bytes": 822308,
      "format": "JPEG",
      "sha256": "f5c40fab4e584e1b7027917dda1e1235d23b663ab3861535c439c3832bcc2dc7",
      "width": 1038,
      "height": 1273
    },
    "image": "https://arweave.net/ziOZJQBax9p5B2ue38iDHZpptUETK5NZkNXGN7basCk",
    "image_url": "https://arweave.net/ziOZJQBax9p5B2ue38iDHZpptUETK5NZkNXGN7basCk"
  }
}