{
  "address": "0xd6f63692400266c8531f6f6ec835b936d659fe40",
  "type": "ERC721",
  "name": "Future by Kevork Mourad",
  "tokenCount": "101",
  "uri": "ipfs://bafybeihtmuvba4qe6aucmhmqqq222gffgv6kixwx6k6guyzd47xpnewg4e/1",
  "metadata": {
    "name": "Future",
    "description": "Future is my Genesis NFT. It is a short video dedicated to the Ethereum community and its historic Merge to a Proof-of-Stake blockchain. With this video I hope to spread love, beauty and hope and I believe cryptocurrency is trying to do that by giving us power to build a better future. \n\nThe artwork merges two different concepts; the ancient knight piece in the game of chess transforming to a portrait of Vitalik Buterin, the founder of Ethereum.  I wanted to capture this concept of how a game from the past merges into a game for the future; and the future is cryptocurrency. \n\nThe concepts of game and cryptocurrency are intertwined in the process to create the work. Paper and paint transformed to digital format and then into a video. Whatever I created was merged into each other to make a video which exists as an NFT on the Ethereum blockchain. \n\nThe music was made by my good friend JP in Argentina using an Argentinian bandoneon. He is kind to give us the permission to share his music to spread the same idea and philosophy.",
    "attributes": [
      {
        "trait_type": "Minted on",
        "value": "ChangeDAO"
      },
      {
        "trait_type": "Changemaker",
        "value": "Kevork Mourad"
      },
      {
        "trait_type": "Area of Change",
        "value": "Financial Inclusion"
      },
      {
        "trait_type": "Movement",
        "value": "Blockchain for a Better Future"
      },
      {
        "trait_type": "Honoring",
        "value": "Vitalik Buterin"
      },
      {
        "trait_type": "Moment of Change",
        "value": "The Ethereum Merge"
      },
      {
        "trait_type": "Date",
        "value": "September 15, 2022"
      }
    ],
    "image": "ipfs://bafybeib5wqhs55ayxopmmluwmet32i2djzy2q4rvcudcnfn6cwomkblxs4",
    "animation_url": "ipfs://bafybeihmczyeoduc5zudze5t4rnwgm6jyozjlcjxzjq26w7xaegqghufei"
  }
}