{
  "address": "0xd6e2c209a1227f7918cf62acb26bbb213bac4d17",
  "type": "ERC1155",
  "name": "Unidentified contract",
  "tokenCount": "75",
  "uri": "https://final.mypinata.cloud/ipfs/QmYEVMmNNFea9o8rcPE5MX1mueRU5cx4F4jLRcU32B1Xxq/1.json",
  "metadata": {
    "name": "Currency Creators Silver",
    "description": "We believe that currency creation should be done by and benefit the individual. www.BankX.io is the first stablecoin built for individual freedom. When you mint the XSD stablecoin, you earn interest the entire time it is in circulation. This is all done with complete autonomy. It is just you and decentralized machines (blockchain). The images of the Currency Creators Collection depict the minting process and the transformation BankX is bringing to legacy banking. In Currency Creators Silver, we see an unknown minter bring value to the system (a silver bar since the stablecoin is pegged to the price of 1 gram of silver). The Currency Creators Collection is the FIRST Stablecoin NFT That Pays YOU!  (1) Each NFT will be paid 1,000 XSD stablecoins when the TVL of the stablecoin reaches $100M. Thereafter, it is 200 XSD for each NFT for every $100M in stablecoin TVL. (2) Each NFT increases your rewards in the Certificate of Deposit by 10%. Maximum of 5 can be staked per CD. (3) As an owner of the Currency Creators NFT, you get exclusive membership to private Telegram and Discord groups with access to BankX information before it is released to the public. Total of 5,000 NFT's in the Currency Creators Collection. Only 1,250 of this NFT. This is 1 of 4 in the collection. Read the Currency Creators Manifesto: https://final.mypinata.cloud/ipfs/QmdsPdRA9R8ywmbKADb4dpwLajWJYc7PrshXKUFZy9qwV6",
    "image": "https://final.mypinata.cloud/ipfs/QmWMPUP4GB6jjk4PUsQCmWuMppDNpuigXALfCT42tq4zVA",
    "attributes": [
      {
        "trait_type": "Badge",
        "value": "Upper Left"
      },
      {
        "trait_type": "Piston",
        "value": "Retracted"
      },
      {
        "trait_type": "State",
        "value": "Silver Bar"
      }
    ]
  }
}