{
  "address": "0xd66eb320b77e677ba76cc4ac8675c3bcfdd74213",
  "type": "ERC721",
  "name": "PEPE CARD : BACK TO BEGIN",
  "tokenCount": "1235",
  "uri": "ipfs://QmQAwi6Yd5Hxzwd9BHYFM3fciapEJngMqd7Bg18hyimNEB/1.json",
  "metadata": {
    "name": "Strength",
    "image": "https://ipfs.io/ipfs/QmPkSCUpnw8DPCbcjZs3sDugTEyrdxwMS87XMQyqTD2tpK/1.gif",
    "description": "The Strength card shows a woman peacefully closing the maw of a lion with her bare hands. Gracefully handling the ferocious beast, she shows no signs of struggle or pain. Like The Magician, she has an infinity symbol above her head representing her infinite potential.",
    "attributes": [
      {
        "trait_type": "Relationship",
        "value": "Strength does not necessarily mean using excessive force, but to face adversity with a graceful approach and harness the wherewithal to control a potentially adversarial situation. Call upon patience and compassion when connecting with others. Indecision will not serve you, for if your strength should falter, you may be down an appendage. Use force if needed, but only when it is necessary to control a situation to make sure that all parties involved get out safely."
      },
      {
        "trait_type": "Financial",
        "value": "Pulling the Strength card is typically very positive for the querent, especially when it comes to pursuing fortune and wealth. It shows us our capacity to restrain our impulses and exercise patience in order to make bold moves when the time is right. When faced with hard times, call upon your inner strength to help you persevere and come out the other end feeling more empowered than ever."
      },
      {
        "trait_type": "Self",
        "value": "If you are experiencing a stressful situation, temper your emotions with grace and resolve to resist being encumbered with negativity. Attempt to calmly contain and contemplate these feelings. Be sure to channel compassion for yourself and what you're going through. The Strength card shows that you are able to remain calm even when your impulse is to panic."
      }
    ]
  }
}