{
  "address": "0xd668d5ddbad79d21ab791c212e491c6325fb3aad",
  "type": "ERC721",
  "name": "In a Miami Hallway",
  "tokenCount": "6",
  "uri": "https://arweave.net/Esfo0CoCkiHRCH7l08FTe2QmKypBh3VH5Lr7EqWEJ0s/1",
  "metadata": {
    "name": "Miami #1",
    "created_by": "David Levine",
    "description": "The hallway of the hotel provided the perfect backdrop for the shoot, with its vintage and somewhat grubby patina, everything was perfect. Particularly the unwashed windows which provided a diffused light that added a soft, warm glow to the images, creating a cozy and intimate atmosphere. With the shot done, the client was very happy, and with time in hand, we manages a second shoot for ourselves.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "David Levine"
      },
      {
        "trait_type": "Shoot Date",
        "value": "April 2 1991"
      },
      {
        "trait_type": "Film Type",
        "value": "Kodachrome"
      },
      {
        "trait_type": "Your Licence",
        "value": "Your NFT is licensed for personal and private use only. It may not be displayed in a commercial or public setting. No reproduction of any type is permitted under this license other than a personal print or in your personal gallery such as a spatial gallery. That gallery must not contain any commercial promotions, links or advertising. It can be used as a PFP on any personal social media account held in the name as used to purchase it. If you wish to sell it on the secondary market it can only be sold with this license you can not use a different licence.  If required a commercial license can be negotiated via this email dlpnft@gmail.com All sales are final. All Rights Reserved. No copyright is transferred. This token is ©DLP/DLD 2023. David Levine hereby asserts his moral right. If you do not agree to these terms do not buy this NFT."
      }
    ],
    "image_details": {
      "bytes": 24417978,
      "format": "JPEG",
      "sha256": "2b55e1cbf6229de85001084987638003cd5d027c7a2d1c6026eb4330519f94b2",
      "width": 4999,
      "height": 6622
    },
    "image": "https://arweave.net/SknkJ5OWUsmFgAWYguNYDxKSP9AAq1_T76x_jGVgctM",
    "image_url": "https://arweave.net/SknkJ5OWUsmFgAWYguNYDxKSP9AAq1_T76x_jGVgctM"
  }
}