{
  "address": "0xd640207af408cb5a72012100d72cc9587a587cdf",
  "type": "ERC721",
  "name": "WAGMI OUT Collective (Powered By Rap Pack NFTs)",
  "tokenCount": "7",
  "uri": "ipfs://bafkreigrt5xx6hpreas3ifg5u3c46qhwnfdvotd5g2usm4ln5xje2ahmbq",
  "metadata": {
    "description": "Are you ready to own a piece of music history and support emerging Music NFT artists in Web3? Introducing \"WAGMI,\" the newest Music NFT drop that any Degen can relate to. This six-minute and thirty-six-second piece doubles as a music video and features 104 stunning graphics that are yours to use and download.\n\nCreated by Malik Naim who has sold out five collections and gone full-time in Web3, \"WAGMI\" is packed with inspiration from the heart of the community. The artist wrote this song just two days ago and included familiar names of people who have touched their heart, inspired their soul, and helped them keep going when things were hard.\n\nBut that's not all; as a WAGMI holder, you get to vote on the next project, brand, or person to be included in the song drop, ensuring your voice is heard. Plus, you receive ten unmintable Soundverse Soundpods on the Polygon chain, potentially granting you custom songs, song streaming royalties, and a lore feature, among many other perks\n\nThe perks don't end there; holders of the first 50 editions will receive 1% streaming royalties on \"Wagmi\" once it's uploaded to streaming platforms. Others can claim custom songs, lore features, and even a private concert from the artist, Malik Naim, by holding a certain number of editions:\n\n- Hold 7 Editions to claim a custom song\n\n- Hold 12 Editions to claim 3 custom songs\n\n- Hold 20 Editions to claim 3 custom songs, a lore feature & a private concert from Malik Naim.\n\nAnd the best part? After the sellout, several things will be raffled, and your NFT is considered your raffle ticket. You could be one of seven lucky winners to receive a custom song, two lore features, or even a custom song and lore feature combo.\n\nDon't miss out on this incredible opportunity to support a Music NFT artist who's using the power of community to expand the depths of collaboration. Get your WAGMI NFT today for only 0.075ETH and join the Rap Pack Family Music NFT community.",
    "name": "WAGMI Pt.1 Music Video NFT (Powered By Rap Pack NFT)",
    "attributes": [
      {
        "trait_type": "Track Name",
        "value": "WAGMI"
      },
      {
        "trait_type": "Part",
        "value": "One"
      },
      {
        "trait_type": "Airdrop",
        "value": "10 Soundverse Soundpods"
      },
      {
        "trait_type": "Artist",
        "value": "Malik Naim"
      },
      {
        "trait_type": "Genre",
        "value": "HipHop"
      },
      {
        "trait_type": "Music Video",
        "value": "Music Video"
      },
      {
        "trait_type": "Graphics In Video",
        "value": "104"
      },
      {
        "trait_type": "Character",
        "value": "WAGMI OG"
      }
    ],
    "animation_url": "https://nftstorage.link/ipfs/bafybeibbf4dl5bw44uo4iua5tcalvzpvtmw7lmp7ouwfxhmo72w7n2mpiu",
    "background_color": "",
    "youtube_url": "",
    "external_url": ""
  }
}