{
  "address": "0xd6018f927ef52c1c4010f6e9653907f939e6b8b3",
  "type": "ERC721",
  "name": "Ben Kessler - Graffiti",
  "tokenCount": "24",
  "uri": "ar://A3wIkuCHf9l6qLZvm9G8pHv4RDgVa6ziFs_95w1JBq0/1",
  "metadata": {
    "animation_url": "ar://79Bk7a_sYMq0NAmecj7I7zGoPlR6aksnScbZIG8PGaE",
    "artist": "Ben Kessler",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://ctF6D8U5GttuR6IqcfWYP-sIYZaYZOQAalCUmLzIUT4",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Graffiti",
        "value": "Song Edition"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "I took a lot of trips to NYC over the last year to work on my second EP and to live a little life outside of my suburban bubble. During one of these trips I was on the bus to a friend’s apartment when an old drunk man began reciting bible verses while waving a kitchen knife. I was already deep in this weird, reclusive funk - and this whole drunk Jack Sparrow wielding blade situation made me feel like Brad Pitt in Fight Club or DeNiro in Taxi Driver - like I was caught in the middle of some larger plot being poked at by the universe. I marched around NYC that day imagining I really was the main character - and that every crack in the concrete and every character on every bus and every piece of graffiti on every subway platform was deliberately placed to remind me of a past relationship that I couldn’t shake. I wrote the first verse and first half of the chorus on a bench in NYC over a short piano loop I made with my little OP-1 synth. I brought these orphaned pieces to my dear songwriter friend Jesse Fink. He suggested the lyric that drives this whole song: “the writing on the wall is just graffiti with your name” and the whole song clicked. My friend Sean Cook added some guitars and synths and his brother Ryan Cook laid down some real life tasty drums to bring the whole record together.\n\nwritten by ben kessler, jesse fink\nproduced by ben kessler, sean cook\nartwork by josefine cardoni",
    "duration": 188,
    "external_url": "https://www.sound.xyz/benkessler/graffiti",
    "genre": "Pop",
    "image": "ar://ctF6D8U5GttuR6IqcfWYP-sIYZaYZOQAalCUmLzIUT4",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://79Bk7a_sYMq0NAmecj7I7zGoPlR6aksnScbZIG8PGaE",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Graffiti #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Graffiti",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}