{
  "address": "0xd765def24e480ac40a6939e916b6a5e1d392ee8f",
  "type": "ERC721",
  "name": "i  Black Star",
  "tokenCount": "51",
  "uri": "https://arweave.net/FObWp6HCDwXalSYjOFc0yhUU1_TGCqZ3vpaiQJyRfpI/1",
  "metadata": {
    "name": "i Black Star #1/33",
    "created_by": "Flipacadabra x Achtungrael",
    "external_url": "https://lynkfire.com/Flipacadabra",
    "description": "i- Black Star\n\nACHTUNGRAEL x FLIPACADABRA\n\n- What would you do if you were totally bathed in darkness, in a black hole seemingly devoid of light, gravity or any solid ground? Ponder this:\n\n  At the center of every human being is no-thing. There is no point, there is a black hole. And what do black holes do? They pull in light, bending it into a different dimension. \n Our pupils are similar to a black hole, pulling light in and bending it until it is interpreted by our brains, so we can then share our visions with the outer world. But what if all we see if darkness?\n\n  Our inner black hole pulls in all our cells, and holds our mortal being together. Our cells working in unison orbiting around this Black Star.. Our heart beats, creating an electrical charge automatically from this. So in essence, we internally generate light. Even in the darkest space ever, your inner generator goes thump thump. \n  So next time you're lost , in the dark, or feel like there is no solid ground...Remember, you ARE the light. The fact that you have the ability to even know that, is proof. \n\n- 'Excerpts from a DMT ceremony'. \n----------------------------------------  \nAchtungrael: We as human beings perceiving reality through a series of filters and modifiers that live in our subconscious and conscious. They are a very important part in our understanding of the ethereal, the perfection of nature and the connection between all. This piece is called “I” because within ourselves is where that cosmic journey begins and ends. We can see everything when taking a journey into our mind and soul.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Flipacadabra"
      },
      {
        "trait_type": "Artist",
        "value": "Achtungrael"
      }
    ],
    "animation_details": {
      "bytes": 43997488,
      "format": "MP4",
      "duration": 34,
      "sha256": "bd47ecdca961636c2aa751ed4d2680d6aefecd81b56cd41234427f2df359fb50",
      "width": 1920,
      "height": 1920,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/2zdnspVMbF02gUIWl3uXLkbPzDYCwitz6C-UyJh18_4",
    "animation_url": "https://arweave.net/2zdnspVMbF02gUIWl3uXLkbPzDYCwitz6C-UyJh18_4",
    "image_details": {
      "bytes": 101609,
      "format": "JPEG",
      "sha256": "1f4e483ae25db787eb99db7ae03561e222c8c014738ad8c00c27cc2117a832fa",
      "width": 978,
      "height": 771
    },
    "image": "https://arweave.net/oWHAx0-TjJ-5s9nOp9GRQC9EYpq0-Rk7EKG_0vNxIUw",
    "image_url": "https://arweave.net/oWHAx0-TjJ-5s9nOp9GRQC9EYpq0-Rk7EKG_0vNxIUw"
  }
}