{
  "address": "0xd76cc091dda3ddd4c84d3098781edaf9fc84a081",
  "type": "ERC721",
  "name": "TGOA: Community Curated",
  "tokenCount": "1",
  "uri": "https://arweave.net/8-1ngH7U1tJaCxT36Y6i4LdrmnaDLiio1z7mQSglisI",
  "metadata": {
    "name": "MAGMA: LOG_FILE 3.72.1",
    "created_by": "XenonX",
    "description": "I was known for my strength and fearlessness as a Senshi. For me, death was merely a stepping stone to a more powerful rebirth, resulting in a new body and new identity as Magma. Although I have no recollection of my past life, I exist as a carbonized soul, devoid of emotions and empathy.\n\nMy mission was to traverse the Prism Shield, a formidable glass barrier erected by our ancestors that separates the known world from the unknown. It was rumored that unimaginable wealth, ancient wisdom and supernatural abilities could be found beyond it, but also great danger. No one had ever succeeded, or perhaps even tried, to break through it... until now.\n\nWith a fierce determination, I revved up my engines and charged forward, brandishing Sunstrike with all my might. The glass barrier quaked under the impact of my strike and with a blinding burst of light it shattered into a million pieces. Molten glass surged like rivers as I launched through the breach and into the uncharted territory.\n\nThe journey ahead was uncertain, but I was ready for anything. Driven by the thrill of adventure and the desire to uncover the secrets that lay beyond Prism Shield - I, Magma, the carbonized soul, am unstoppable.",
    "external_url": "https://foundation.app/@XenonX",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "XenonX"
      }
    ],
    "animation_details": {
      "bytes": 2857683,
      "format": "MP4",
      "duration": 22,
      "sha256": "79aefc7a2858b5a94ffb62b06fadc83ca7364d61e99ff4726ef396a1ac3711a5",
      "width": 1200,
      "height": 1600,
      "codecs": [
        "H.264"
      ]
    },
    "animation": "https://arweave.net/vqnZ312oZZRuNS2NwPVxjhurke1lTbDUNNcFPp1NK7o",
    "animation_url": "https://arweave.net/vqnZ312oZZRuNS2NwPVxjhurke1lTbDUNNcFPp1NK7o",
    "image_details": {
      "bytes": 386173,
      "format": "JPEG",
      "sha256": "3f5ffe596e86a7f9cc31add5da209543efe147159ed4f227de006ea0b6c06bef",
      "width": 1536,
      "height": 2048
    },
    "image": "https://arweave.net/-lMryfGr0s-GhhemUES5avny5-EeSYRm9OAmpWW6jnQ",
    "image_url": "https://arweave.net/-lMryfGr0s-GhhemUES5avny5-EeSYRm9OAmpWW6jnQ"
  }
}