{
  "address": "0xd7d1738658f0bddae5ea66433a9f88edc5987ebd",
  "type": "ERC721",
  "name": "Indian Wrestling Students",
  "tokenCount": "15",
  "uri": "ipfs://QmZUUhvSJrGytH3h2JtrBDaoo1EHQktFbT35aikc28SSTx/1",
  "metadata": {
    "name": "Indian Wrestling Students #1",
    "description": "Indian Wrestling Students: Indian Wrestling or Kushti is a form of combat wrestling that originated in India wherein the wrestlers practice the sport on mud and by becoming a disciple of the Akhara under a Guru who runs it. Traditionally, Akharass are places where the Pehelwans ( Those who practice wrestling ) live and train along with their Guru and learn the art of wrestling. The wrestlers consider their Akhara as a temple and their Guruji as God. Lord Hanuman, the deity of strength, is worshiped by the wrestlers, and they all practice abstinence or Brahmacharya ( celibacy ) like their deity Hanuman. Wrestling is worship to them. The wrestlers, before practicing, perform Puja ( worship ) in the practice area and dig the wrestling pit soil. Then, they seek blessings from their Guruji, and only then do they start their Kushti practice. After waking up at 4 in the morning and consuming a big glass of apple juice and some almonds, wrestlers jog for about 4 miles. Then they come to the Akhada and dig the soil. After that, their conditioning drill starts that include rope climbing, 500 Hindu pushups, a mace workout, and sparring with a partner for learning the technical part of wrestling. Here I have captured this image when the training Sessions get kicked off with elaborate warm-up routines which consist of push-ups, squats, and various other exercises with large wooden clubs.",
    "image": "ipfs://QmWehDr5URgoh4ZGvNGmf6uggB1Y6gD2wg4uYn72415T2n/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Kolhapur, India"
      },
      {
        "trait_type": "Subject",
        "value": "Photography"
      },
      {
        "trait_type": "Genre",
        "value": "Travel"
      },
      {
        "trait_type": "Genre",
        "value": "Documentary"
      },
      {
        "trait_type": "Artist",
        "value": "Shreenivas Yenni"
      },
      {
        "trait_type": "Edition",
        "value": "1/15"
      }
    ],
    "external_url": "https://sloika.xyz/shreenivasyenni.eth/indian-wrestling-students/1"
  }
}