{
  "address": "0xd791d306525a9160c259069f5983a2e2a71e2183",
  "type": "ERC721",
  "name": "MOVING PORTRAITS PROJECT: COLORS OF TOKYO",
  "tokenCount": "27",
  "uri": "https://arweave.net/OLhjhPbL4qV_RRy1ncNpsVvbL5_ahrBVrodTDcIY3u4",
  "metadata": {
    "name": "COLORS OF TOKYO: Rising Sun",
    "created_by": "JFRNDPHOTO",
    "external_url": "www.joefriendphoto.com",
    "description": "MOVING PORTRAITS PROJECT: COLORS OF TOKYO  \nGenesis Collection by Joe Friend  \nDrop Date: June 30th 2022  \nCollection: 27, 1/1 NFT's  \n-  \nAbout The Artist:  \nJoe Friend is an advertising photographer and fine artist currently based in Colorado. With a multitude of artistic interests, Joe refuses to subscribe to one genre of photography, fully committing to a variety of specialities including  portraiture, street, fashion, lifestyle and still life. His artistic style is bold and colorful, using color, directional lighting and human connection to create purpose driven imagery that conveys a feeling or narrative. Forever inspired by the nuances of shared human experiences, he approaches every project as a collaborative conversation between himself, his team and his subject. He's passionate about creating value through artistic expression and celebrating the creative community.\n\nThe Project:  \nMoving Portraits Project is an ongoing creative project that visits iconic cities around the world known for their unique fashion scenes and vibrant cultures. It's a project that merges two of my creative passions: traditional street photography and curated portraiture. To date, the project has visited New York City (2015) and Tokyo (2017), with ambitions to visit other cities including Seoul, Milan, Paris, London and São Paulo, amongst others. Proceeds from the sale of this project help fund future installments of the project. \n\nArtist’s Note:  \nPersonal projects are a representation of who we are as an artist, offering unique insights into our interests, our process, our voice and our vision. As a photographer, I am forever inspired by the nuances of shared human experiences. Where people choose to live, how we interact with our environment, how we interact with one another and the ways in which we express ourselves are all an extension of our identity. Identity, whether it be on the macro or micro level, is something that I am always driven to capture with my camera. In other words, a PORTRAIT.\n\nThe Collection:  \nIn November 2017, I set off on a creative journey to visit Tokyo with my brother, Nick Friend, and friend Sean O'Neill. Over the course of 7 days, we explored the streets of Tokyo by foot and train, peering down every side alley, looking up at the neon glazed skyscrapers and stopping total strangers in their tracks to pose for curated, street-side portraits. From the towering skyscrapers of Shinjuku to the vibrant streets of Harajuku, each day we aimed our viewfinders at a different district of the city. We were up too early and down too late, not wanting to miss any opportunity to capture a unique perspective of the city and her people. We had dumpling dinners and sushi breakfasts. We were engulfed by the crowds at Shibuya Crossing and we were stunned by silence in the corridors of the Golden Gai District. And by the end of my experience in Tokyo, I was left with two words ringing in my mind: color and contrast. This collection is my unique view of Tokyo and I hope to offer the viewer a contemporary and editorial glimpse of a city saturated with vibrant colors and stark contrast.\n\nThis project could have been a lot of different things. After all, the most populous city in the world sees lots of cameras and creative eyes. And even though the intentions of this project were premeditated, the final artistic direction of this collection was truly dictated by my experience once I fully immersed myself in the city. And in reflecting on this, I realized that most of my work evolves in this reactionary fashion, becoming a conversion between myself and my subject. Whether I’m in the studio or on the streets, I prefer to curate an idea and then back away, leaving lots of room for the unintended moments in between. When I see something that inspires me through the viewfinder, I react to it, curating it further and seeing how the moment evolves. With this approach, I’m always surprised by the results and end up learning new things about myself and my craft.\n\nPhilanthropic Initiative: \n10% of primary sale profits will be donated to Planned Parenthood.\n\nPlanned Parenthood is one of many organizations at the crux of the fight for reproductive justice. The institution also provides a number of other services including cancer and COVID-19 screenings, contraception access, health, natal support, sexual dysfunction support, psychological services, STD screenings and treatment, sexual assault support, and counseling with regards to relationships, gender identity, and sexual orientation. This indispensable organization is a pillar of contemporary American medicine, especially for women and the LGBTQ+ community.\n\nLicense: Primary NFT holder is free to use for personal use and display, including in virtual galleries, documentaries and essays by holder of the NFT, providing that the artist is clearly is credited. This licensing prohibits commercial or advertising use in print, web, merchandise, commercial distribution, derivative works. NFT Holder does not own image copyright. Copyright is owned by the artist, Joe Friend.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Joe Friend"
      },
      {
        "trait_type": "YEAR",
        "value": "2017"
      },
      {
        "trait_type": "GENRE",
        "value": "Street "
      },
      {
        "trait_type": "CITY",
        "value": "Tokyo, Japan"
      }
    ],
    "image_details": {
      "bytes": 5309606,
      "format": "JPEG",
      "sha256": "27ba5b31d44d3a5f62d6e8f3920caa26542f5eb1c663a2ea881e36ba43ef6cef",
      "width": 2500,
      "height": 2000
    },
    "image": "https://arweave.net/zhKWdmYxvfoK68JcL5nAUYL_HGqfx3cOVCBeMbVaL6o",
    "image_url": "https://arweave.net/zhKWdmYxvfoK68JcL5nAUYL_HGqfx3cOVCBeMbVaL6o"
  }
}