{
  "address": "0xd7bc41f205679c3f056a1bd2857409e74baa03c6",
  "type": "ERC1155",
  "name": "At the Epicenter of COVID-19",
  "tokenCount": "25",
  "uri": "https://arweave.net/P-wDl8oJ1ZTSObKeKeag_K4Eyd8xMOPWR8vryhBd6_k",
  "metadata": {
    "name": "#1 - HELPLESSNESS",
    "created_by": "F. DILEK UYAR",
    "description": "One of the most successful tools against COVID-19 has been testing. That testing had to be done through protective glass at the Gazi University Hospital in Ankara, Turkey. It was a grueling job for the healthcare professional taking the samples with temperatures soaring inside the little glass enclosure. Being stuck with heavy PPE gear inside a hot glass enclosure was a helpless feeling, which in a way was symbolic of what people felt all around the world with lockdowns.  \n\nBecause of the symbolism, to me, this photo will forever be a portrait of a doctor and humanity during the times of the COVID-19 pandemic.\n\nF. Dilek Uyar\n\nEdition: 15/15  \nSize: 3000*2000\n\nAwards for collection or photos from this collection:  \n2021 - 16th Julia Margaret Cameron Photo Awards - Best Documentary & Reportage Photographer  \n2021 - Xposure photo - Tapsa winner  \n2021 - Awarded in HIPA  \n2021 - 6th 35 Awards - Best Reportage photographer Of the Year  \n2020 - IPA - Photographer of the Year (Deeper Perspective)  \n2020 - Chromatic Awards - 1st Place Winner in Photojournalism \n2020 - IPA - Photographer of the Year (Deeper Perspective)  \n2020 - IPA - 1st Place Winner (Deeper Perspective)  \n2020 - RISE - International Documentary Photographer of the Year  \n2020 - IPA - Winner (Editorial/Press)  \n2020 - IPA - Runner Up (Editorial /Press)  \n2020 - IPA - Discovery Of the Year\n\nAbout F. Dilek Uyar:  \nDilek is a highly accomplished travel and documentary photographer from Ankara, Turkey. Dilek is also a lawyer and a skilled sky diver. She took up photography as an escape from the courthouse and life, after she quit sky diving. That spark turned into a fire which led her to be named National Geographic Travel Photographer of the Year in 2017. Fighting through challenges that are typical to what women face in male dominated spheres, she has not only made many proud with her accomplishments but has also inspired a whole new generation of female photographers. \nDilek, a TEDx speaker, is also a contributing photographer of National Geographic YS and National Geographic Turkey. She teaches photography at Ankara Bilim University in Ankara, Turkey. She is also a jurist for some of the most prestigious photography awards in the world, such as those given by National Geographic. In 2020, she was named IPA Photographer of the Year (Deeper Perspective). In 2021, she was named Best Reportage Photographer of the Year at the 6th 35 Awards. She was also named Sony World Photography Award and was the third-place winner at the HIPA Humanity Awards (Story Telling). \nAs a female photographer, lawyer, and mother from Turkey, she is a big champion of women’s rights and issues and advocates for saying yes to change. Her goal is to increase social awareness and recognition with her stories and to inspire young women in her country and all over the world.\n\nLicense: \nPrimary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries, and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "F. DILEK UYAR"
      },
      {
        "trait_type": "COLLECTION",
        "value": "AT THE EPICENTER OF COVID 19"
      },
      {
        "trait_type": "MEDIUM",
        "value": "PHOTOGRAPHY"
      },
      {
        "trait_type": "GENRE",
        "value": "DOCUMENTARY"
      },
      {
        "trait_type": "EDITIONS",
        "value": "15"
      },
      {
        "trait_type": "DATE",
        "value": "07..05.2020"
      },
      {
        "trait_type": "TIME",
        "value": "09.59"
      },
      {
        "trait_type": "LOCATION",
        "value": "GAZI UNIVERSITY HOSPITAL, ANKARA, TURKEY"
      },
      {
        "trait_type": "CAMERA",
        "value": "SONY A7RIV"
      },
      {
        "trait_type": "LENS",
        "value": "16-35"
      },
      {
        "trait_type": "DPI",
        "value": "300"
      },
      {
        "trait_type": "LICENCE  ",
        "value": "EDITORIAL"
      }
    ],
    "image_details": {
      "bytes": 4799462,
      "format": "JPEG",
      "sha256": "cbf73e8cf1bd190b44cde100dc320ad10df6d92ed8331ced6ca5f182c279d766",
      "width": 3500,
      "height": 2333
    },
    "image": "https://arweave.net/xF5wmCD_KYC4nChltRvOWG_-Ymoy3z9az8fTHIZW4Yw",
    "image_url": "https://arweave.net/xF5wmCD_KYC4nChltRvOWG_-Ymoy3z9az8fTHIZW4Yw"
  }
}