{
  "address": "0xd7ee23cf0b8a3659a3da26c38fc92d1d88b6142e",
  "type": "ERC1155",
  "name": "Battleship NJ Executive Pen",
  "tokenCount": "1",
  "uri": "https://arweave.net/kTH5iD94ziDU2CcxfP3q-J7bpmTwe-wsDteVVV_EVtY",
  "metadata": {
    "name": "BB-62 Battleship New Jersey Executive Pen Certificate of Authenticity",
    "created_by": "Sean Davis",
    "description": "PLEASE ALLOW 2 to 4 weeks for delivery as these are handmade as they're ordered. \nPRICE INCLUDES SHIPPING in the continental US ONLY.  \n\nUpon collection, please email a physical mailing address and digital wallet info used to collect for confirmation to:  \ninfo@thornburystudios.art \n\nYou will be contacted within 24 hours with delivery date estimation.  \nIf by chance a new holder wishes to resell, it is solely the new owners responsibility to obtain new physical address/wallet address, handle and pay for all future shipping charges to new owner.\n\nHonoring the men and women who served on the most decorated Battleship in US Naval History, the Battleship NJ (BB-62). Own a piece of history while giving back to preservation of this living monument. With each initial sale, $25.00 in proceeds/per pen, go back to the Battleship NJ Memorial Fund. This is an extremely limited collection that won't come again. \n\nA massive, 5 year restoration process is taking place on the ship. Part of that includes replacing the original Teakwood deck, much of which is original to the ship's construction that took place after its planning began in 1938. BB-62 launched on Dec. 7th, 1942, the one year anniversary of Pearl Harbor. BB-62 was commissioned on May 23rd, 1943.\n\nProvenance  \nBB-62, the USS New Jersey, is an Iowa class battleship. It was built at the Philadelphia Navy Yard, Philadelphia, Pennsylvania, which, in its own right, was an extremely active shipyard during WWII that played a significant role in the outcome of the war. The BB-62 weighs in at a staggering 45,000 tons. \n\nBB-62 was commissioned in May of 1943. The western Atlantic and Caribbean regions was its first voyage. From there, it sailed to the South Pacific in early 1944 and performed her first combat operations supporting the Marshall Island’s invasion. She was the flagship of the Fifth Fleet raid on the Japanese held base at Truk. \n\nIt was here that BB-62’s main guns were fired to sink one enemy vessel and assist sinking a second. Now settled, seasoned and being honored as the flagship of Admiral William F. Halsey's Third Fleet in August, 1944, BB-62 remained in the South Pacific throughout 1944, taking part in multiple raids (listed below).\n\nThe Marianas  \nBattle of Philippine Sea  \nBattle of Leyte Gulf  \nHeavy combat operations against the Philippines\n\nThroughout ’44 into 1945, BB-62 remained in the South Pacific, which led to supportive roles in both Ryukyus and Iwo Jima invasions. Battle worn, the BB-62 needed an overhaul, but as soon as it was complete, she once again became the flagship of the Fifth Fleet. As WWII drew to a close, BB-62 ventured to the Far East until early 1946. After a midshipman’s training course cruise to Europe in 1947, she was decommissioned in 1948.\n\nThe call came again for BB-62’s power in 1950, when the Korean conflict began. Recommissioned, it completed two combat tours in 1951 and early ’53. After returning to the Atlantic region again, BB-62 was deployed to European and Mediterranean waters in ’55-’56, until being called home again for decommission in August 1957.\n\nOut of the entire US Naval Battleship Fleet, the New Jersey was the only Battleship called for service during the Vietnam conflict. By April 1968, BB-62 was recommissioned again, arriving in Southeast Asian waters. BB-62 pounded the South Vietnamese coastlines frequently through April 1969. They had orders to prepare for a second Vietnam tour but was re-ordered as inactivated and decommissioned again in December 1969.\n\nAlmost two decades go by before BB-62 is recommissioned yet again in December 1982. The crisis in Lebanon saw the awesome display of might when her big guns assisted in support and bombardment roles.\n\nAfterwards, it sailed throughout the Western Pacific in 1986 and 1989-90. This part of the cruise extended into the Persian Gulf region during the Gulf War. \n\nIn February 1991, the USS Battleship New Jersey was decommissioned, and was towed from the Pacific to Camden, NJ in 1999, where it is now in a state of preservation for a dual purpose. It not only serves as a museum and a living piece of history to educate, but because of the constant upkeep and preservation, it can be called up for service if need be. \n\nI hope you enjoy this pen for years to come. As an Artist, it means a lot to me that creating functional Art can bring joy into your life. Thank you.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Sean Davis"
      },
      {
        "trait_type": "Wood Turning",
        "value": "100%"
      },
      {
        "trait_type": "Limited Edition",
        "value": "100%"
      },
      {
        "trait_type": "Historic Collectible",
        "value": "100%"
      },
      {
        "trait_type": "One of a Kind",
        "value": "100%"
      }
    ],
    "image_details": {
      "bytes": 4428249,
      "format": "PNG",
      "sha256": "3cb880e627b33dbeb1d854bad5549d7fe1f32a8bfb3640a69296eaeceb5a2424",
      "width": 3300,
      "height": 2550
    },
    "image": "https://arweave.net/BfRf6PBMOh3AdoYOa-7EOyfTOaZPCzLQ5TN-kZwYxHc",
    "image_url": "https://arweave.net/BfRf6PBMOh3AdoYOa-7EOyfTOaZPCzLQ5TN-kZwYxHc"
  }
}