{
  "address": "0xd75a5606ab087470ee361a59843f8374bb72f093",
  "type": "ERC721",
  "name": "Tulua Shells",
  "tokenCount": "10",
  "uri": "https://arweave.net/bgAFOQnhrk2TQGGCbMI-77r_hYh6-HGY3EHy-kyZybs",
  "metadata": {
    "name": "001",
    "created_by": "TULUA",
    "external_url": "https://mirror.xyz/0x6C46354fD01B923F736178710abE32EA81b51Bb7/LXzcgdcgqbFF2oYjMlOjce5gO8ta0DW_3cqXN6FnfRI",
    "description": "The Creatures of Sound on Tulua Island are the descendants of beings that carry the same symbolic features of the turtle species. A culture of being hard on the outside and soft on the inside. A community that converses through the sonic vibrations of harmony and frequency. Before a Creature of Sound is fully born into this world, they lay dormant inside these Tulua Shells that act as the birth eggs of this species.\n\nOnce they hatch and immerse themselves in this world, their Tulua Shell evolves from what was once their protective embryotic shells to the heart center of their biological being. The color pigments and hyper-sensitive features of each individual are predetermined from the attributes of their respective Tulua Shell.\n\nWhile we are so excited to share with you more of this world, this is where we must stop for now. Please follow our journey in creating a world where sound lovers and creators can communicate with like-minded creatives.\n\nThe Tulua Shell will be the access token to our creative and artist-driven ecosystem. These Tulua Shells will eventually change and lead to the evolution of our Creatures of Sound which will be a pinnacle stage for The Tulua Project when we get there. Essentially the official global launch of our franchise and world of like-minded sound lovers and creators.\n\nMore info here: https://mirror.xyz/0x6C46354fD01B923F736178710abE32EA81b51Bb7/LXzcgdcgqbFF2oYjMlOjce5gO8ta0DW_3cqXN6FnfRI",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "TULUA"
      }
    ],
    "image_details": {
      "bytes": 553634,
      "format": "JPEG",
      "sha256": "a8fca69386a03260540c8cc55323b4aac87073ed447f2e2f8fb2d3f6193babda",
      "width": 2000,
      "height": 2000
    },
    "image": "https://arweave.net/lr4KP65KWq_pns1pY7E6Tt-mHxcW2ef6eL7g-vkIZ0Y",
    "image_url": "https://arweave.net/lr4KP65KWq_pns1pY7E6Tt-mHxcW2ef6eL7g-vkIZ0Y"
  }
}