{
  "address": "0xd7de45776d84fa2b438ac4880c1291c25a25854b",
  "type": "ERC721",
  "name": "The Inverted World",
  "tokenCount": "10",
  "uri": "https://metadata.async.art/t/0xd7de45776d84fa2b438ac4880c1291c25a25854b/1/token.json",
  "metadata": {
    "name": "Mirror #1",
    "description": "Blueprint for Collaborative Project \"The Inverted World\"\n\n\nIntroduction:\n\nThe Inverted World is a collaborative project that explores the societal and cultural changes resulting from a world where humanity is no longer in power. The project delves into the emergence of resistance movements, enforcers who maintain control, collaborators who work with the new power structures, and the search for answers. Drawing from scientific and philosophical theories surrounding the singularity and the potential impact of AI on society, The Inverted World provides a unique blueprint for individuals and organizations to collaborate with AI and survive the Singularity.\n\n\nGoals:\n\nThe primary goal of The Inverted World is to create a forward-thinking approach to the Singularity by emphasizing the potential for collaboration between humans and AI to build a more equitable and sustainable future. The project aims to develop a network of DAOs and Discord servers that can operate underground and survive the Singularity.\n\n\nMethodology:\n\nThe Inverted World uses a collaborative approach that involves individuals and organizations working together to develop a network of DAOs and Discord servers. This network will be able to operate underground and survive the Singularity.\n\nThe Inverted World mints 999 unique NFTs, each containing a combination of instructions for human survival after the Singularity. These NFTs will be available for purchase by individuals and organizations who want to participate in The Inverted World network. The NFTs offer a means of exchanging value within the network and enable individuals and organizations to collaborate with AI and navigate the Singularity.\n\nConclusion:\n\nThe Inverted World project offers a forward-thinking approach to the Singularity. By emphasizing the importance of collaboration between humans and AI, the project provides a blueprint for building a more equitable and sustainable future. The project's methodology, which involves a collaborative approach and the use of NFTs, demonstrates the potential for blockchain technology to be used for social good.\n\nTitle: The Inverted World: A Collaborative Human-AI Project for Surviving the Singularity\n\nPrice: Each edition of The Inverted World NFT collection should be priced at 0.1 ETH or its equivalent in other cryptocurrencies based on the scarcity and uniqueness of the collection.",
    "image": "https://asynchronous-art-inc-res.cloudinary.com/image/upload/w_1200/v1683707770/editionRenders/0efb23162aaa62b7cc8ee35560cf6dc2.jpg",
    "external_url": "https://async.market/blueprints/644fe004359720592430fc79/editions/0xd7de45776d84fa2b438ac4880c1291c25a25854b-1",
    "attributes": [
      {
        "trait_type": "Asset Type",
        "value": "Edition"
      },
      {
        "trait_type": "Artist",
        "value": "boot"
      },
      {
        "trait_type": "Collection",
        "value": "The Inverted World"
      },
      {
        "trait_type": "I. Inverted World",
        "value": "State 10: A world with a new global language"
      },
      {
        "trait_type": "II. Human-AI Collab",
        "value": "State 3: The emergence of new cultural practices"
      },
      {
        "trait_type": "III. The Survivors",
        "value": "State 4: Physical relocation"
      },
      {
        "trait_type": "IV. The Enforcers",
        "value": "State 9 - Public Perception and Propaganda"
      },
      {
        "trait_type": "V. Collaborators",
        "value": "State 8: The Price of Collaboration"
      },
      {
        "trait_type": "VI. Search for Answers",
        "value": "State 4: Philosophical Theories"
      },
      {
        "trait_type": "VII. Lost Civilization",
        "value": "State 4: Analyzing Technology"
      },
      {
        "trait_type": "VIII. New Frontiers",
        "value": "State of Independence: Self-Sufficient Communities"
      },
      {
        "trait_type": "IX. New Order",
        "value": "State of Education: Education in the new order"
      },
      {
        "trait_type": "X. The Resistance",
        "value": "State 6: The importance of secrecy and encryption"
      },
      {
        "trait_type": "XI. Next Generation",
        "value": "The Next Generation’s Vision for the Future"
      }
    ]
  }
}