{
  "address": "0xd88f254139817437648812bceeb21a344df89ac7",
  "type": "ERC721",
  "name": "Silk Camp Shirt",
  "tokenCount": "30",
  "uri": "https://arweave.net/YIvQA-yGu5U0tpRBpgML5_o7rdfaHFmXVATZBgHhgqk/1",
  "metadata": {
    "created_by": "Mirrorwerx",
    "name": "Thirty 104 #1/55",
    "external_url": "https://mirrorwerx.xyz/",
    "description": "Mirrowerx is a Web3 native fashion brand harnessing the power of blockchain technology to reinvent the way we make, sell and buy clothes. Through partnerships with domain experts across the manufacturing supply chain we hold to account a mission to transparently and provably engage in sustainable practices while building software tools and digital experiences that transforms the consumer into informed, invested and collaborative co-creators.\n\nWe are soft launching with a camp shirt made with 100% silk featuring a generative artwork NFT from the series Marfa Yucca by artist Daniel Calderon, distributed as free NFTs during Art Blocks weekend in Marfa, TX. The artwork is deconstructed, scaled and engineered directly to individual pattern pieces using 3D fashion design software to then be digitally printed, cut and sewn. Each shirt is equipped with an NFC chip powered to verify authenticity, edition ownership and continued engagement features with collectors.\n\nMinting the NFT essentially enables pre-order of the physical, removing the need for inventory and specifying total supply through limited and capped editions.\n\nWe will continue to provide updates on our website, please contact us with any questions and thank you for joining us. We look forward to disrupting with you.",
    "attributes": [
      {
        "trait_type": "Style",
        "value": "Camp Shirt"
      },
      {
        "trait_type": "Artwork",
        "value": "Daniel Calderon: Marfa Yucca #258"
      }
    ],
    "image_details": {
      "bytes": 16986643,
      "format": "GIF",
      "sha256": "268a1a7c36e6947b8344340dffb494482727f6995926b3d03781ee35db0f07cb",
      "width": 1080,
      "height": 1080
    },
    "image": "https://arweave.net/CPJH0QtyhIN5AoNawSuNgfVSfa-V7BNCfq1EzWleZXs",
    "image_url": "https://arweave.net/CPJH0QtyhIN5AoNawSuNgfVSfa-V7BNCfq1EzWleZXs"
  }
}