{
  "address": "0xd8fa1d3c0551a3eb4c0082b08182b43a0a3a9b27",
  "type": "ERC721",
  "name": "Line Scanner (Herbert W. Franke Tribute Edition)",
  "tokenCount": "4",
  "uri": "https://cdn-api.niftykit.com/reveal/Gabprp316dp6kDsm0VoC/1",
  "metadata": {
    "description": "Line Scanner (Herbert W. Franke Tribute Edition) is an excerpt from Line Scanner (2016), the first artwork by Ania Catherine and Dejha Ti, known as Operator. Line Scanner merges computer graphics and performance; it was created through Dejha Ti live triggering animations, video mapped onto Ania Catherine’s improvised movement from a projector suspended 11 meters above. The full length version of Line Scanner has been exhibited at CICA Museum in Korea, CADAF NYC, and film festivals internationally. \n\nThis edition is released on the occasion of the Tribute to Herbert W. Franke, as it realizes Franke's observation made decades earlier that \"...the emergence of computer graphics could lead into other, quite different directions, for instance to unconventional, nondeterministic forms of theater\" (Computer Graphics — Computer Art, 1971).\n\n25% of primary sales will be donated to the Foundation Herbert W. Franke. \n\nEdition No. 1/10  \nDuration: 13 seconds (seamless loop)\nAspect Ratio: 1:1\n*A 16:9 version is available to collectors upon request. \n\noperator.la/line-scanner-hwf\n\nCopyright & Terms of Use\nAll copyrights, rights and intellectual property are reserved by Operator, LLC. Use of the NFT is subject to the Terms of Use available at https://www.operator.la/nft-tou-line-scanner-hwf-tribute",
    "name": "Line Scanner (Herbert W. Franke Tribute Edition) - No. 1/10  ",
    "attributes": [],
    "image": "",
    "animation_url": "https://nftstorage.link/ipfs/bafybeieel275xnwlm36cgamuize6o2gp6w7qksiah5ujsgwtrslvpqfgsu",
    "background_color": "",
    "youtube_url": "",
    "external_url": "",
    "seller_fee_basis_points": 1500,
    "fee_recipient": "0x8ba7E0BE0460035699BAddD1fD1aCCb178702348"
  }
}