{
  "address": "0xd82fc2acbb25cf7f1b337708513ae80341169900",
  "type": "ERC721",
  "name": "Brynn Alise Majestic Editions",
  "tokenCount": "40",
  "uri": "https://arweave.net/twh4QLcHirCA2xmOvXuenwg2phPSqfuIwPYpTUYrpA4/1",
  "metadata": {
    "name": "Majestic #1/40",
    "created_by": "Brynn Alise Schmidt",
    "description": "\"Majestic\" is one of my most recognized photographs and I have taken my time deciding what to do with it. I chose to do editions since it is a favorite among many photographer friends and I would love as many friends as possible to own this piece. I am so thankful for this supportive community and hope that everyone who wants one is able to own one. There are 40 editions (ERC-721 tokens), created on my custom Manifold contract. \n\nI took this shot in late October of 2020 in Grand Teton National Park. This is the largest bull in the Tetons and he is known as \"Shoshone\". I spent the previous night sitting in a blizzard with a few friends waiting for him to get up. You could barely see his antlers above the brush and we waited for over three hours. He finally got up, but it was well past sunset and too dark for great shots. I have truly never been so cold in my life. Waiting for an animal to get up in about 18 degrees and a blizzard that dropped 13 inches of snow isn't for everyone, but I loved it. I got up early the next morning hoping to find him near where I left him at dark the night before. He was about 1/2 mile from the previous spot and moving quickly through the brush. Since I have photographed him several times and know his behavior a bit, I decided to keep driving and get ahead of him, near a river bank I know he likes to spend time at. I got to my spot and had time to pull out the camera right as he changed direction and started moving my way. I parked where he would have plenty of room to cross the small road to the river and this time, he did exactly what I was hoping he would. I was able to get several photos of him coming toward me before jumping back into my car to make sure he  and I had a safe distance and barrier between us. It is, by far, my favorite moment with him. There are rumors that a larger bull has made an appearance in this past year and I am hoping to find out if Shoshone is still the king of the Tetons or not when I am back there at the end of September, 2022.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Brynn Alise Schmidt"
      }
    ],
    "image_details": {
      "bytes": 2133504,
      "format": "JPEG",
      "sha256": "63d9acb243db1df2f3167951878ed37ce2d25dba376aeeaca040524297de0f29",
      "width": 1204,
      "height": 1879
    },
    "image": "https://arweave.net/XmHEfHQqBghQbqPVmr0aqma03f-LQUMj-8dmpEVQfqw",
    "image_url": "https://arweave.net/XmHEfHQqBghQbqPVmr0aqma03f-LQUMj-8dmpEVQfqw"
  }
}