{
  "address": "0xd89bf6b907f0c041996bbc662ab4c6959d620630",
  "type": "ERC1155",
  "name": "0x292 - old",
  "tokenCount": "5",
  "uri": "https://arweave.net/q3DkH68RoemMnXBLYQSiDYM8XG-RuM8DVod7bitbtwk",
  "metadata": {
    "name": "Infinity",
    "created_by": "ツチエ アキヒロ",
    "external_url": "https://m.facebook.com/profile.php?id=10000858423826",
    "description": "This work is my early copperplate engraving using viscosity printing (Hayter method) and created with inspiration by the technique of Jackson Pollock.\n\nPollock himself was inspired by the demonstrations that Hayter experimented with when he moved his Atelier 17 (established in Paris) to New York to escape the war (World War II), which may have led to his later development of the \"pouring method\" and more techniques. \n\nHereby I would like to pay tribute to the great achievements of Hayter, whose direct and indirect influence on the masters of the world at that time is immeasurable. The technique of copperplate engraving is profound and I even felt \"infinite\" possibilities. This is why I named this work “Infinity”. \n\n\nThe variations of this work are currently exhibited/purchased as below:\n\n- Exhibited at Ashiya Branch of Aizawa Securities Co., Ltd.  \n- Purchased by a domestic steamship company in Japan.\n\n\n----------  \nこの作品は一版多色刷り（ヘイター法）による初期の銅版画作品です。ジャクソン・ポロックの技法から着想を得て制作しました。  \n\n因みにポロック自身もアトリエ17（パリに設立）が戦火（第二次世界大戦）を逃れニューヨークに移転した時代にヘイター本人が実験したデモンストレーションにインスピレーションを得、後のポーリング（技法）他に繋がったのではということを知りました。\n\n当時世界で活躍していた巨匠達に直接・間接的に与えた影響は測り知れないとあらためましてその偉業に対し、敬意を表したいと思います。銅版画の技法は奥がとても深く「無限」の可能性を感じました。なのでこの作品のタイトルとしました。\n\nこの作品のバリエーションが現在  \n■ アイザワ証券　芦屋支店　展示  \n■ 国内汽船会社　買上げとなっています。",
    "attributes": [
      {
        "trait_type": "tag",
        "value": "digitalart"
      },
      {
        "trait_type": "tag",
        "value": "nftart"
      },
      {
        "trait_type": "tag",
        "value": "nftanalog"
      },
      {
        "trait_type": "tag",
        "value": "engraving"
      },
      {
        "trait_type": "tag",
        "value": "mixedmedia"
      },
      {
        "trait_type": "tag",
        "value": "contemporaryart"
      }
    ],
    "image_details": {
      "bytes": 4615950,
      "format": "JPEG",
      "sha256": "b9865475b18431a72c0872ae2dc7fc6db6c6e306861ed2217a1b4b2ee65c5c27",
      "width": 4309,
      "height": 2345
    },
    "image": "https://arweave.net/lrC-mv6SjxbLMbC_0A7B86eq4be8sVnXTo9UYiHwWZE",
    "image_url": "https://arweave.net/lrC-mv6SjxbLMbC_0A7B86eq4be8sVnXTo9UYiHwWZE"
  }
}