{
  "address": "0xd87f06ccf68662de923d1cf21c2e9083a5c8493a",
  "type": "ERC721",
  "name": "Emoshow by Kenny Scharf",
  "tokenCount": "71",
  "uri": "https://nftmarket.api.etnah.com/api/metadata/1/0xd87f06ccf68662de923d1cf21c2e9083a5c8493a/1",
  "metadata": {
    "name": "CRANKY 3 EYED BLUE GUY",
    "description": "Emoshow explores the value of emotions by experiencing and sharing the creative process of understanding and expressing emotions. Emoshow proposes to confront our daily emotions, understand ourselves, and communicate with others. \r\n\r\n“(Art is) Communication, feelings, history… Art that I love is art that emotionally gets to me, and I want to convey the same thing to people. I want people to feel.”\r\n— Kenny Scharf on interview with Maryam Eisler, Lux Magazine\r\n\r\n\r\nThe collection consists of animated pieces with added sound effects derived from drawings in which he expressed his emotions (which he called \"MOODZ\"). Each Emoshow will be dropped as a unique artwork to represent the volatile and tender emotions.\r\nIt is a S2E NFT in which collectors can create new images with different emotions from the original animation and share, send and sell this newly created image as an NFT to connect with others.\r\nCollectors of the original Emoshow will be able to build their own community as a mediator and communicate and share their emotions by sending and selling the image work as NFTs.\r\n\r\nThe serial process of understanding and expressing our emotions and exchanging them with others through art encompasses Kenny Scharf's desire to reconsider the value of emotions together with more people and to make the world a better place.\r\n365 Emoshows will be created on the Ethereum blockchain network to represent 365 days of a year, for our emotions change day by day and often moment by moment.\r\n\r\n",
    "image": "https://dft8gss2khn20.cloudfront.net/og/54_CRANKY_3_EYED_BLUE_GUY.mp4",
    "reveal": true,
    "external_url": "https://etnah.com",
    "author": [
      "Kenny Scharf"
    ],
    "attributes": {
      "vt_mint_amount": "3"
    },
    "animation_url": "https://dft8gss2khn20.cloudfront.net/og/54_CRANKY_3_EYED_BLUE_GUY.mp4"
  }
}