{
  "address": "0xd917d16c10c4ca7424e7e740f4d6cb005eea7958",
  "type": "ERC721",
  "name": "InfraMunk is Breathing",
  "tokenCount": "1",
  "uri": "ipfs://QmNe1Maiqzo8tPN2wXA3d7huedomaLn91qDGcsvqPUjKEh",
  "metadata": {
    "name": "First Breath",
    "description": "In the genesis chapter of Inframunk Is Breathing, an infusion of something as basic as the breath of life triggers a cellular-level excavation through the lens of mutation.  \n\nA digital valve releases a respiratory bloom and what transpires is a dance of psychedelic botany.  \n\nThe rhythm and pace of Inframunk is Breathing replicates the gradual awakening of the eye and the neural pathways. Through this graceful transformation, true discovery is possible. Your mind-body is exposed to protozoan level transfiguration and, as such, you are provoked to challenge and question what meets the eye.  \n\nA tree, indigenous to the Pacific Northwest, racked with fog, is now considered to be something other than the label it is given. In allowing its non-ordinary life and image to evolve, we expand our understanding of it and therefore our capacity to be surprised.  \n\nA metamorphosis is at hand that does not distort or deform, but reveals the truest definition. This truth is only detectable in a state of heightened awareness – here achieved through respiration, high-level machine learning, psychedelia, and photographic exposure to an invisible light spectrum.  \n\nThe intention is to peel back layers of diffusion and blockages, to invoke a guided meditation of sorts that is crafted through a learning machine paired with the intuitive, organic invocation of the spirit of nature.  \n\nTo the machine, the tree is a conglomerate of pixels. To the human eye it is comprised of cells, even more so, to the naked eye it has leaves, branches, a trunk, bark. Both systems, the machine learning and the human viewer, are initiated into an altered state in which the tree begins to breathe and grow.  \n\nA journey of microcellular breathing causes the audience’s vision to be repeated, patterned, alive, dismantled and reformed in an unusual and beautiful way. So to is the machine learning, given its own equivalent of a psychedelic dose in the form of prompts and embeddings, trained on the artist’s custom designed light sculptures and full-spectrum photographs, and crossed with Ernst Haeckel organisms to unfetter the limitations between science, art, and the human touch. The machine responds to the stimulus by subdividing the pixels, the very genetic and photographic make-up of the tree and in turn is made alive.  \n\nWhile the intent and techniques are deliberate, the outcome sought after and achieved is mostly unknown. Transformation, mutation, change, on a digital microcellular plane, as well as a soulful one, must be allowed to surprise and expand.  \n\nWith Inframunk Is Breathing the inaugural inhalation, the First Breath becomes the trigger to unveil what lies beneath but also what lies beyond. The result is euphoric, transcendent and elemental, a shattering challenge to a biological status quo.",
    "image": "ipfs://QmereUfyfsX1ygD9dYDenvy3UrFbkw4E62b6Dkr6FgpHyL",
    "image_details": {
      "bytes": 4442696,
      "format": "JPEG",
      "sha256": "62262647e897083a57b02865957ac1892171e245694d7bf0d7d8ce5024319101",
      "width": 2560,
      "height": 2560
    },
    "animation_url": "ipfs://QmS27vHAKMCadPGwv9YW1HbUDg2aADZEnSv6fqEuGz6wbq",
    "animation_details": {
      "bytes": 296136309,
      "format": "MP4",
      "sha256": "5099e2213fb254fd9afc16bfa60c48a75c249cfb21f115ec5b31506d9ccb715b",
      "width": 2560,
      "height": 3840
    },
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "GMUNK"
      },
      {
        "trait_type": "Auctioneer",
        "value": "SuperRare"
      },
      {
        "trait_type": "Collection",
        "value": "InfraMunk is Breathing"
      },
      {
        "trait_type": "Genre1",
        "value": "PsyMunk"
      },
      {
        "trait_type": "Genre2",
        "value": "InfraMunk"
      }
    ],
    "artist": "GMUNK"
  }
}