{
  "address": "0xd92c2f734f6c25e2a3f1cc6a918080dd514e1c8a",
  "type": "ERC721",
  "name": "Saint Ripley - it's ok to be alone",
  "tokenCount": "25",
  "uri": "https://arweave.net/fXkEBk67uQEtBthbxSSn8IQQTRtgKFCTSavU-Idxhlc/1",
  "metadata": {
    "name": "it's ok to be alone [Audio] #1/25",
    "created_by": "Saint Ripley",
    "external_url": "www.saintripley.com",
    "description": "“it’s ok to be alone” is about coming to terms with the fact that I haven’t found “the one” yet, and offering myself some reassurance that it’s okay to walk my own path. \n\nThe song has two verses, each inspired by a different relationship. \n\nThe first is about a woman I dated in my early twenties, who also inspired the song “Photograph”. Though I cared about her a lot, we weren’t a match. She was very buttoned-up, a big believer in the American Dream (though she never put it that way) and wanted a man to match her vision and traditional upbringing – and I’m not that. The first verse is simply me re-living my experience gaining trust for her, as well as falling in love, as we laid in bed. \n\nWhile the song is made to sound like it’s about the same person, the second verse is about someone entirely different. Juxtaposing the two pieces together just made for a much more compelling story – but you can still pretend it’s about one person if it makes you feel better. \n\nThe woman in verse two was a perfect match for me on the surface: yoga teacher, heavily tattooed, loved music, vegan cook, etc. We didn’t get to know each other very long or very well at the time our romance sparked, which was super unfortunate. She indicated that she was going through some personal shit, and it left me with more questions than answers as things faded as quickly as they ignited. My hope was that it would rekindle when the time was right, but it just never came about. Since then, we’ve built a bit of a friendship, started seeing other people, and I came to the realization that she was probably not be the best match for me anyway. It’s one of those it is what it is kind of situations.\n\nAnyway, as much as I love the rush of falling in love and all that comes with it, I’ve had to find solace in being alone, and have learned it’s not such a bad place to be. ",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Saint Ripley"
      },
      {
        "trait_type": "Producer",
        "value": "Tarsan"
      },
      {
        "trait_type": "Photo",
        "value": "Phil Ortiz"
      },
      {
        "trait_type": "Engineer",
        "value": "Alex Fumo"
      },
      {
        "trait_type": "Cover Art",
        "value": "Saint Ripley"
      }
    ],
    "animation_details": {
      "bytes": 66207902,
      "format": "WAV",
      "duration": 250,
      "sha256": "8ed4696cfb9466fb737240d905de819dde89aa3201ff0388d29d7cf2cad1262f"
    },
    "animation": "https://arweave.net/zH_m8OUWIlKAgaNU-vu_qrQToz0CWZZFuCA3uM8NE1I",
    "animation_url": "https://arweave.net/zH_m8OUWIlKAgaNU-vu_qrQToz0CWZZFuCA3uM8NE1I",
    "image_details": {
      "bytes": 7042984,
      "format": "PNG",
      "sha256": "50fddd83e9f02907eae1725f9365f2dbb8a78db9d5f6d5765f33ef59d62a84b7",
      "width": 2100,
      "height": 2100
    },
    "image": "https://arweave.net/wEDDSvFMIAOwAXqdOl-_Pz_zh06PuSiN5uuvR3M_l2I",
    "image_url": "https://arweave.net/wEDDSvFMIAOwAXqdOl-_Pz_zh06PuSiN5uuvR3M_l2I"
  }
}