{
  "address": "0xd94fbcdb50c8f63d1dddce4091e40860504bff12",
  "type": "ERC721",
  "name": "Cath Simard - Christies",
  "tokenCount": "1",
  "uri": "https://arweave.net/2Bkr3TZBWKs2dWV5Kg6fUNOQ8SE0AQDpp9sDncPBxIo",
  "metadata": {
    "name": "Les parts du Soi",
    "created_by": "Cath Simard",
    "description": "\"Les parts du Soi\" is a symbolic statement in personal creative freedom.\n\nBreaking the traditional rules of landscape photography while remaining true to myself has always been at the forefront of my creative process.\n\nMy first composite image was published in September 2016, only a few months after first photographing landscapes. I have always had a desire to express myself in ways that aren’t necessarily reflective of the natural landscape, even before I could fully understand what I was creating.\n\nI am guided by a perfectionist, idealistic nature, striving to heighten the images of the locations I set out to photograph.  My work is also rooted in a profound obsession to deconstruct reality, which then allows me to create reimagined worlds through the sum of various experiences into the wilderness. \n\n‘’Les parts du Soi’’ was created and released in 2019. It is composed of twenty-eight photographs, all captured within Patagonia over a three-week period.\n\nThe artwork was composed with the intent of rejecting the traditional rules of landscape photography. Neither my style, nor my process in creating this image set out to be subtle or realistic; both are actually intended to be provocative by creating a composite that defies the laws of nature. All of these elements cannot coexist at one time within the same scenery, although in an imagined world, they do so harmoniously and seamlessly.\n\nThis is what makes composite photography the ultimate gateway to the ‘’Soi,” where pieces of the Self and memories intertwine with the natural world.\n\n\"Créer des composites, pour moi, est une manière d’assembler les parts du Soi.\"  \n\"Creating composites, to me, is a way to assemble the pieces of the Self\"",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Cath Simard"
      },
      {
        "trait_type": "Executed",
        "value": "2019"
      },
      {
        "trait_type": "Size",
        "value": "16559 × 11827"
      },
      {
        "trait_type": "Location",
        "value": "Patagonia"
      }
    ],
    "image_details": {
      "bytes": 134986957,
      "format": "JPEG",
      "sha256": "5b46c6d7fc7c20aa05646b8551e604f4addac1aed47746b7dbb1bc50a901ef85",
      "width": 16559,
      "height": 11827
    },
    "image": "https://arweave.net/V2R6kG-aYQlOuwcMwxthx9h44-k7XZc8nQcRnWxO4LI",
    "image_url": "https://arweave.net/V2R6kG-aYQlOuwcMwxthx9h44-k7XZc8nQcRnWxO4LI"
  }
}