{
  "address": "0xd9e10d9ee5b63edea7f707a635906310dbb67ebb",
  "type": "ERC721",
  "name": "Don't Look Away V2",
  "tokenCount": "8",
  "uri": "https://website-assests-oasisx.s3.amazonaws.com/e8759d8a-b5ec-4c0a-a574-8ea96bdc67f7/metadata/1.json",
  "metadata": {
    "dna": "8feffc208ad5f09c0eb20902a4cc6d430820bbdb00a58737da2c25a7652f68b3",
    "name": "Step Into Paradise",
    "description": "This 1/1 digital edition is combined with a physical 1/1 printed edition. Upon acquisition, please email us on info@toofoola.com with your shipping address.\r\n\r\nThe Artwork\r\nA gateway to a moment in time where innocence is slowly being reconditioned to the compartments of society creating a barrier between freedom for authenticity to be explored through the subtle details. Emerging from the confines of expectations we are faced with the carefree innocence of the girls. Under the veil are their hopes and dreams that are now facing a new challenge; the only real challenge from this point onwards, society. Armed with a smile and a popsicle our subjects display their virtue as the shadow of social expectations casts itself on them through the hypersexualisation of menstruation. Finding hope in what can be deemed a suffocating expectation we are reminded that there’s more to us than what meets the eye.\r\n\r\nArtist Shurooq Amin\r\nShurooq Amin is an award-winning artist with a PhD in Ekphrasis, a 30 year career in art, a pioneer in socio-political \"artivism\" in the region and the first artist from Kuwait to enter the world of NFTs.\r\n\r\nProof of Ownership\r\nThis creation constitutes a work of authorship protected by intellectual property rights and certified under the reference below. Without an express authorization of the creator, you are not allowed to copy, modify, create derivatives of, publicly display, play, publish this work (please note that this list is not exhaustive). If you would like to use this work, please contact the creator to request an appropriate license.\r\n\r\nCertificates references\r\nBitcoin: 215a09e6-84ac-42c7-9892-023ebec0dff5\r\nTimestamp Authorities - EU: 29b2ac05-a155-4c57-9024-9016bee39020\r\nTimestamp Authorities - China: 4f0b84cf-3063-4ab3-a835-67dea36a27f6\r\n\r\nIf you wish to validate the NFT file, go to https://app.bernstein.io/validator, copy/paste any of the above certificate references and drag and drop the NFT file.",
    "attributes": [
      {
        "trait_type": "Artist Name",
        "value": "Shurooq Amin"
      },
      {
        "trait_type": "Physical Artwork Ref.",
        "value": "96 x 72 cm\r\nPaper print [Hahnemühle A-rchival fine Paper 308 gsm]"
      },
      {
        "trait_type": "Bitcoin Timestamp ID",
        "value": "215a09e6-84ac-42c7-9892-023ebec0dff5"
      }
    ],
    "edition": 1,
    "date": 1673975065929,
    "image": "https://website-assests-oasisx.s3.amazonaws.com/e8759d8a-b5ec-4c0a-a574-8ea96bdc67f7/assets/1.png",
    "compiler": "LaunchX Generator"
  }
}