{
  "address": "0xd9cecf138109d11cf7543ee738b5934823dbca2b",
  "type": "ERC721",
  "name": "ALENKA KHAM PICMAN Canyon of Kokra, 1",
  "tokenCount": "20",
  "uri": "https://arweave.net/SDVos4Rz9m6PG4m6ctsx0-4gOuNUWBQr8um-Kork7-U/1",
  "metadata": {
    "name": "Canyon of Kokra series, 1 #1/20",
    "created_by": "ALENKA KHAM PIČMAN",
    "external_url": "https://noravision.eu/403-2/",
    "description": "The canyon of Kokra series contains several artworks depicting this theme, all firstly worked in situ as a small sketch and then reworked in the studio on a larger format, drawing, aquarelle, or painting. Some artworks executed directly on the Kokra bridge, including a sight towards old Pungert Church. \nAlenka Kham Pičman, Slovenian painter, architect, interior designer, and graphic artist graduated in 1956 from the Faculty of Architecture with prof. Jože Plečnik, and then in 1975 at the Academy of Fine Arts in Ljubljana, postgraduate studies in graphics with prof. Marjan Pogačnik, completed 1979 the theoretical postgraduate work of the image in a modern interior. Between 1957 and 1961, worked as an architect in the project department of the Uddevalla Varvet shipyard Thorden-Lines in Uddevalla, Sweden, interior decoration of ocean steamers. In Denmark, in Copenhagen, in the Architectural Bureau of Architect Jørgene Bo, in the studio of architect Professor Palle Suenson (Burmeister & Wain in Copenhagen), architect Jørgen Utzon, the Motel near the Caspian Lake, architects Eva and Nils Koppel, the plans for the Technical High School in Lyngby, Denmark.  In Slovenia she was teaching drawing and textile design at the Faculty of Natural Sciences and Technology at the Department of Textile Technology between 1979 and 1983.  \n As a student she conceived a project with the famous architect Jože Plečnik - continuation of the centrally placed iconic Three Bridges. She is well known for her sketchy ink drawings and oils, brightly colored, depicting Slovenian as well as European, Spanish or African towns and villages, landscape from Gorenjska region, along the Kokra river, and colorful motifs from the Primorska - Karst region and  a studio in Sveto near Komen.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "ALENKA KHAM PIČMAN"
      },
      {
        "trait_type": "Date taken, year created ",
        "value": "2022:11:05 15:46:16, 2004"
      },
      {
        "trait_type": "SERIES",
        "value": "Canyon of Kokra Series"
      },
      {
        "display_type": "number",
        "trait_type": "Number",
        "value": "20"
      },
      {
        "trait_type": "Country",
        "value": "Slovenia"
      },
      {
        "trait_type": "Category",
        "value": "Landscape paintings"
      },
      {
        "trait_type": "Material, technincs",
        "value": "Pen drawing, colour pencils on graphc paper"
      }
    ],
    "image_details": {
      "bytes": 5223802,
      "format": "JPEG",
      "sha256": "8ea8ee6054826f8137a17c6e9a18ba974bfa50b44547583c938e85daa6d8677c",
      "width": 2438,
      "height": 3171
    },
    "image": "https://arweave.net/Wx5OhntqD9o_D5uF4JUazFwfLsoP7jNBDUFQwEvbIHY",
    "image_url": "https://arweave.net/Wx5OhntqD9o_D5uF4JUazFwfLsoP7jNBDUFQwEvbIHY"
  }
}