{
  "address": "0xda32880c71394a2c3e3a4cedd42625b19ac4de18",
  "type": "ERC721",
  "name": "Bohema MetaCrew Pass",
  "tokenCount": "2",
  "uri": "ipfs://QmdYtsTobW2p5mnP7eYk4iQRVeyBYe2dbXEp63dhMPU8fs/1",
  "metadata": {
    "name": "BOHEMA META CREW PASS",
    "description": "Bohema MetaCrew is a community of people which are creating together unique world of art, creativity, fashion & events.\n\nBe a part of us, explore new opportunities which will allows you to enter to our digital metacrew. Our metacrew is directly connected with our real life of Bohem's. \n\nPass will opens you a possibility to explore our story to meet our vision to be a real world Bohem.\nJoin the metacrew to get the vibe, enjoy, invest, drink, collect, recycle, flip, develop, earn. Define yourself in Bohema metacrew organization to follow our roadmap. Find proper way destroy your daily routine, step out from comfort zone to became reshape your future. \n\nThis is right time to own unique piece of Bohema within our NFT project.\n\nYou'll get your premium access to: \nArt, Gallery, Fashion, Events, Drinks, Production, Clubs, Lot of Perks, Community, Crazy Airdrops\n\n\nBohema MetaCrew je komunita ľudí, ktorí spolu vytvárajú unikátny svet plný umenia, kreativity, fashion a eventov. \nPridaj sa k nám a objavuj nové možnosti, ktoré ti odomknú vstup do digitálneho sveta. Náš priestor je prepojený s reálnym svetom Bohémov. Tento pas ti umožní zažiť príbeh, ktorý z teba spraví novodobého Bohéma. Vstúp, užívaj, investuj, pi, zbieraj, recykluj, vymieňaj, podnikaj, predávaj, využívaj výhody a konečne sa definuj v cool hnutí, ktoré mení pohlad na zaužívané skostnatelé princípy a redefinuje tvoj život. \n\nToto je tvoja šanca vlastniť kúsok Bohémy a Manifestu cez NFT. \n\nZískaš prístup k prémiovému obsahu:\nUmenie, Galéria, Fashion, Eventy, Drinky, Produkcia, Clubs, Zážitky, Komunita, Airdropy\n\n\n",
    "image": "ipfs://QmUGE4wqA2MMbGbLbpBWNikws3QdgzgxYLDVuVUDK3GDtn/0.gif",
    "external_url": "",
    "background_color": ""
  }
}