{
  "address": "0xda893350d07435a23beeadd70e6a3f51d7d5eeb6",
  "type": "ERC1155",
  "name": "Sullivan Trading Card Game - Fab Four Gear",
  "tokenCount": "56",
  "uri": "ipfs://QmfCWpp3UAKk8KPkMu2i3UYFjN8Sm5z4dNntLUELvC4J4T/1.json",
  "metadata": {
    "name": "Fab Four Gear Sullivan Trading Card #1",
    "description": "We are Beatles fans inspired to use the Metaverse to change the real world while creating valuable assets for our community.Fab Four Gear is a project centered around a unique collection of period-correct and extremely rare instruments exactly like the ones the Beatles used. These instruments belong to our collector, Beatles Gear, and are showcased on http://www.beatlesgear.org. This Ultimate one-of-a-kind collection forms the central theme of our project which is the only Beatles-inspired long term project connecting rare physical assets to the creation of highly desirable NFT assets for our community. Our core team is centered around our Collector, our Creative Director and our Social Media Director. Our Collector, Beatles Gear, not only provides access to the rare collection but also brings vast and successful business experience. Our Creative Director, Nekktr, is the cornerstone of our creativity as an internationally showcased Fine Artist and also digital artist. She is known for creating one of a kind art pieces and is commissioned by elite collectors. Our Social Media Director, Fabfourgear, has been part of the project from inception to growth. In addition to creating and growing our community, he created the concept of the Trading Card series. As our project grows, the community will inspire our creativity as we reach out and collaborate with artists of every type; musicians, artists, poets, film makers, and photographers to create unique pieces, helping to grow our project and mission. We are an inclusive humanitarian project inspired by the Beatles to give help to those who need resources, peace, and love the most. As such, a portion of the proceeds from every NFT following our Genesis VIP Pass NFT will be donated to charity. We felt it is fitting to begin with 4 charities supported by Paul McCartney, Ringo Starr and the Estates of John Lennon and George Harrison.",
    "external_url": "https://fabfourgear.com/",
    "attributes": [
      {
        "trait_type": "Stage",
        "value": "White Arrows"
      },
      {
        "trait_type": "Background",
        "value": "Red"
      },
      {
        "trait_type": "Beatle",
        "value": "John"
      },
      {
        "trait_type": "Instrument",
        "value": "'58 Rickenbacker 325"
      }
    ],
    "image": "ipfs://QmW3HTVyDvbrKyopbSHRuNrNv3znzJYd2d972sHhyPwPXw/1.jpg"
  }
}