{
  "address": "0xdacc9fde9e1fed9bc1a08ef2958e0eb886d2f119",
  "type": "ERC721",
  "name": "Arlo Sinclair",
  "tokenCount": "1",
  "uri": "https://arweave.net/nABvitTIip3slfAYy5l0y0Z0zFGWUGhq7oxw6x1vV0A",
  "metadata": {
    "name": "Satoshi's Bitcoin Wallet",
    "created_by": "Arlo Sinclair",
    "external_url": "www.arlosinclair.com",
    "description": "A nervous excitement starts to build in my stomach, I sit back in my chair and look up at the ceiling. It's 2012 and I've just finished reading a white paper written (four years previously) by someone called Satoshi Nakamoto. A peer-to-peer electronic cash system isn't, in itself, that interesting to me. However, my mind flashes memories of Napster, and what peer-to-peer did to the entertainment industry. I wondered what kind of fight the banking system might put up.\n\nFast forward nearly a decade and Bitcoin is a global phenomenon. Some countries, including China, have banned it, and many others are left scratching their heads as to what to do next. And where is Mr Nakamoto now? Maybe he's a group of people, maybe he never really existed. \n\nOnly 21 million Bitcoin will ever be created, and it's estimated that over a million of these belong to whoever created Bitcoin. There they sit, viewable to all, and completely untouched.\n\nThe private key to a Bitcoin wallet is like its password -- giving the holder the ability to withdraw these coins. But if you lose this key, they are lost forever. Did Satoshi misplace the key? Or is he biding his time until he's the richest person on the planet to finally withdraw them?\n\nWelcome to my genesis piece. It seems fitting that my first NFT is a homage to this unknown man, a myth and a ton of unclaimed wealth.\n\n#arlosinclair #floppydisk #bitcoin #satoshi #wallet #disk #trash",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Arlo Sinclair"
      },
      {
        "trait_type": "Floppy Disks",
        "value": "1"
      },
      {
        "trait_type": "Audio",
        "value": "Yes"
      }
    ],
    "animation_details": {
      "bytes": 32028507,
      "format": "MOV",
      "duration": 17,
      "sha256": "1d3372af5a66007a2d30f45d6035d26ea5dc0560b2bcf3c09e54c7da039776b9",
      "width": 2160,
      "height": 2160,
      "codecs": [
        "H.264",
        "LPCM"
      ]
    },
    "animation": "https://arweave.net/jaYsYUt7hA3xO7iNus2ULpyxnk6r5T07yet3RJApWLs",
    "animation_url": "https://arweave.net/jaYsYUt7hA3xO7iNus2ULpyxnk6r5T07yet3RJApWLs",
    "image_details": {
      "bytes": 334020,
      "format": "JPEG",
      "sha256": "7b1d82453c00089f5089fe58643117bf5e5b925df62f8e4ac52452069ac48245",
      "width": 1412,
      "height": 1412
    },
    "image": "https://arweave.net/aXq3cHVJ2vutd0mJgvTiMt7Mj89gPV3NB0O7mpEtpGw",
    "image_url": "https://arweave.net/aXq3cHVJ2vutd0mJgvTiMt7Mj89gPV3NB0O7mpEtpGw"
  }
}