{
  "address": "0xda9f904ac30c7909160f7f01ff8ead1bfe57b0ab",
  "type": "ERC721",
  "name": "Xyzros Headspace",
  "tokenCount": "161",
  "uri": "https://arweave.net/nItCHM0v9rm7EnYmzufXDAOLDJuK3FsDO3RbdwiCMHY",
  "metadata": {
    "name": "Christopher",
    "created_by": "Xyzro.eth",
    "external_url": "xyzro.eth.co",
    "description": "Christopher\n\nMoon Demolition Expert and Former Professional Athlete\n\n• Skilled at navigating the challenging terrain of the moon and completing demolition tasks safely and efficiently\n\n• Passionate about sports and music\n\n• Always looking for new challenges and opportunities to grow\n\nExperience\n\nMoon Demolition Expert, Moon Demolition Team (2022-present)\n\n• Work alongside Johnny, Dustin, and Daniel to carefully dismantle structures on the moon\n\n• Use physical strength and agility to navigate the challenging terrain of the moon\n\n• Maintain a perfect safety record on the job\n\nProfessional Athlete (2015-2022)\n\n• Participated in a variety of professional sports, including football, basketball, and tennis\n\n• Achieved notable accomplishments and set personal records in various sports\n\n• Built a small but dedicated fan base through social media and other online platforms\n\nSkills\n\n• Physical fitness and athleticism\n\n• Moon demolition\n\n• Sports and music\n\nInterests\n\n• Watching and participating in sports\n\n• Playing the guitar and singing\n\n• Exploring the moon\n\nEducation\n\n• Bachelor of Science, Kinesiology (2015)\n\nReferences\n\n• Available upon request\n\nBackground story:\n\nChristopher is a former professional athlete who now works as a member of a moon demolition team. He is highly skilled at his job, using his physical strength and agility to navigate the challenging terrain of the moon and complete demolition tasks safely and efficiently.\n\nDespite his intense focus on his work, Christopher also enjoys a rich and varied personal life. He is an avid sports fan and enjoys watching and participating in a wide range of sports, from football to basketball to tennis. He is also a skilled musician and enjoys playing the guitar and singing in his spare time.\n\nAs a moon demolition expert, Christopher has had the opportunity to travel to the moon many times and see things that most people can only dream of. He is always eager to take on new challenges and push himself to the limit, both on the job and in his personal life.\n\nOverall, Christopher is a dynamic and well-rounded character, with a passion for both work and play. He is driven by a desire to succeed and is always looking for new opportunities to challenge himself and grow",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Xyzro.eth"
      },
      {
        "trait_type": "SSN ",
        "value": "5935954025"
      }
    ],
    "image_details": {
      "bytes": 92088,
      "format": "JPEG",
      "sha256": "4a04eecdce5d7f0bd8104bde1c171045f153b57d4fe351f044adb4bb3bf56083",
      "width": 680,
      "height": 680
    },
    "image": "https://arweave.net/jcbZ9Nso1LmcZ7Nn6zdYlnaelApr_ngYk9s_OMfWiZA",
    "image_url": "https://arweave.net/jcbZ9Nso1LmcZ7Nn6zdYlnaelApr_ngYk9s_OMfWiZA"
  }
}