{
  "address": "0xdad11b27fa6fc897de43cc79758cd57a055552fe",
  "type": "ERC721",
  "name": "TESTSMARTCONTRACT",
  "tokenCount": "952",
  "uri": "https://metadata.mintfoundry.xyz/c/HNTHDKcrunhfjD1q9e2i/token/1.json",
  "metadata": {
    "name": "BTCA01",
    "description": "**Token has unlockable content!**\n[Click to unlock additional token content](https://unlock.mintfoundry.xyz/u/HNTHDKcrunhfjD1q9e2i/1)\n\nSum of different face values is 210 which 1：100,000 scaled down from BTC real circulation 21,000,000. We issued 30 pieces of 1 face value,10 pieces of 1 face value(coin), 20 pieces of 2 face value, 12 pieces of 5 face value, and 7 pieces of 10 face value. Each NFT has unique style and unique series number on it.\n\nThe earth pattern represents block chain links the world and changes the world. The character's decorative pattern behind represents his decentralization idea shine the world. The left character watermark, gravure touch line, gravure BTC symbol, gravure number, and the chain bank electronic seal and the chain bank founder’s electronic signature are specials for anti-counterfeiting. The quarter letter and number are issue serial number.\n\nIntroduction of Bitcoin: Bitcoin is a decentralized cryptocurrency originally described in a 2008 whitepaper by a person, or group of people, using the alias Satoshi Nakamoto. It was launched soon after, in January 2009.\n\nBitcoin is a peer-to-peer online currency, meaning that all transactions happen directly between equal, independent network participants, without the need for any intermediary to permit or facilitate them. Bitcoin was created, according to Nakamoto’s own words, to allow “online payments to be sent directly from one party to another without going through a financial institution.”\n\nSome concepts for a similar type of a decentralized electronic currency precede BTC, but Bitcoin holds the distinction of being the first-ever cryptocurrency to come into actual use.\n\nBTC founder: Satoshi Nakamoto\n\nNationality: Possibility for Japan is 40, for America is 40, and for other countries is 20\n\nIdentity: Bitcoin Founder，Block Chain tech pioneer\n\nBTC founder Intro: It is impossible to know whether Nakamoto is a person, a team or a country. At present, some people claim to be Satoshi Nakamoto, but no detailed research has been done. Let's take his image as Nakamoto for a moment. Under the background of the global financial crisis, he founded Bitcoin in an attempt to open up a decentralized currency system. At the same time, he also brought the block chain technology to the world and made the concept of decentralization deeply rooted in people's minds. The block chain technology he drew is about to break out into a new technological revolution, and he is the worthy ancestor of block chain.",
    "image": "ipfs://QmZ88RANofiueasspCEobULikUdv8uUQpAA7S2LSzzNsaw/1.png",
    "attributes": [
      {
        "value": "0",
        "trait_type": "ANIMALS AMOUNT"
      },
      {
        "value": "Azure",
        "trait_type": "BACKGROUND"
      },
      {
        "value": "Store of Value",
        "trait_type": "CATEGORY"
      },
      {
        "value": "Suit",
        "trait_type": "FIGURE CLOTHING"
      },
      {
        "value": "Lavender",
        "trait_type": "FIGURE MAIN COLOR"
      },
      {
        "value": "Serious",
        "trait_type": "FIGURE EXPRESSION"
      },
      {
        "value": "Unknown",
        "trait_type": "FIGURE NATIONALITY"
      },
      {
        "value": "Right Side",
        "trait_type": "FIGURE POSITION"
      },
      {
        "value": "0",
        "trait_type": "TOPIC PATTERNS HUMANS"
      },
      {
        "value": "Left Side",
        "trait_type": "WATERMARK POSITION"
      },
      {
        "value": "Paper",
        "trait_type": "MATERIAL"
      },
      {
        "value": "Celestial Body",
        "trait_type": "MAIN CONTENT"
      },
      {
        "value": "BTC 1 Face Value",
        "trait_type": "NATURE"
      },
      {
        "value": "1",
        "trait_type": "TOPIC PATTERNS AMOUNT"
      },
      {
        "value": "Navy Blue",
        "trait_type": "TOPIC PATTERNS COLOR"
      },
      {
        "value": "No",
        "trait_type": "SPECIAL EFFECT"
      },
      {
        "value": "Azure",
        "trait_type": "CLOTHING COLOR"
      }
    ],
    "unlockables": [
      "text"
    ]
  }
}