{
  "address": "0xdab13d9dd2ec19699ccf53cf9a9ecb132ec7b8ff",
  "type": "ERC721",
  "name": "SEASONS by Brayden Hall",
  "tokenCount": "7",
  "uri": "https://arweave.net/PhWsoOj6tJltHalJ9O_TrppsHRVOKT1j4oaB0bIynBQ",
  "metadata": {
    "name": "Stairway to Nowhere",
    "created_by": "Brayden Hall",
    "description": "A circular, stone staircase, fortified by proud arches, silently lies in the forest under a blanket of fallen leaves, curving ever-upward to end in the midst of nowhere ...\n\nThis either looks like something out of a horror film or the forgotten ruins of an ancient castle taken straight from a fairytale. Welcome to Madame Sherri's Castle.\n\nMadame Sherri was an eclectic costume designer from New York who built an extravagant summer home in the forests of New Hampshire in the late 1920s. Madame Sherri's mantra was apparently, \"Only the best!\" For years, she threw wild parties in her \"castle.\" Madame Sherri lived a rock and roll lifestyle and, inevitably, her money ran out.\n\nShe was forced to abandon her castle and it became forgotten as it fell into disrepair while the memories of her, once ostentatious, parties were lost to time.\n\nOn October 18th, 1962 the castle burned down leaving nothing but the stonework of the staircase, foundation, columns, and a fireplace behind. \n\nAs I walked around the \"medievalesque\" remnants of this place, my imagination ran wild with fantasized histories of dragons burning down castles, witches who left curses for the unfortunate ones to walk these stairs, an ancient portal to another dimension and so on and so forth.\n\nAs you view this image, it's hard to imagine that this grand stairway to nowhere was built by an absolute degen who partied away her life's work. Maybe, just maybe... Madame Sherri did have a more magical story than history decides to let us think...",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Brayden Hall"
      },
      {
        "trait_type": "Camera",
        "value": "Sony a7R iii"
      },
      {
        "trait_type": "Lens",
        "value": "FE 16-35mm F2.8 GM"
      },
      {
        "trait_type": "ISO",
        "value": "400"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/2.8"
      },
      {
        "trait_type": "Exposure",
        "value": "1/250"
      },
      {
        "trait_type": "Focal Length",
        "value": "16.0 mm"
      },
      {
        "trait_type": "Social Media Handle",
        "value": "braybraywoowoo"
      }
    ],
    "image_details": {
      "bytes": 21980776,
      "format": "JPEG",
      "sha256": "88260787b7a28cabdbe02decff89007d67c1e677c38e1ff31423d019e7802810",
      "width": 3900,
      "height": 4875
    },
    "image": "https://arweave.net/thL8DdQPat8JRvEqtcuwR8Pt01o-hRAHHPBZySkR0m4",
    "image_url": "https://arweave.net/thL8DdQPat8JRvEqtcuwR8Pt01o-hRAHHPBZySkR0m4"
  }
}