{
  "address": "0xdbbedd8e0d43bbd762af8790bcd8612aa0254960",
  "type": "ERC721",
  "name": "Phonogram.me NFT",
  "tokenCount": "68",
  "uri": "https://phonogram.me/metadata/60d7828f30cfc50cf42493e3",
  "metadata": {
    "description": "ATROÁ CryptoPass #01 + Arte\n\nUm passe que dá direito a entrada livre de uma pessoa em todas as ações digitais e para as arenas principais dos festivais Bananada, Coquetel Molotov e DoSol, montadas em Goiânia, Recife e Natal, ou em qualquer parte do Brasil e do mundo!\n\nEnquanto os festivais realizarem atividades, seu NFT garante sua participação. O CryptoPass é numerado, em formato de vídeo, com uma obra de arte 3D criada pelo ROSABEGE e trilha sonora criada por Benke Ferraz.\n\nPara marcar essa parceria histórica, convidamos os artistas visuais Maria Eugênia Franco e Caio Vitoriano a criarem em colaboração uma obra especial, que foi transformada em poster em serigrafia e será enviado ao primeiro comprador do primeiro CryptoPass.\n\n- A obra original digital acompanha o CryptoPass 01/100.\n\n- Este NFT contém um LINK que será desbloqueado no momento da compra. Por meio deste link você poderá fazer o download de arquivos exclusivos disponibilizados pelos festivais. E também, por meio deste link, no prazo de até 30 dias antes do início dos eventos, você fará o download do passo-a-passo para utilização do seu CryptoPass. \n\n- O envio do material físico está restrito à primeira venda do NFT, de forma que as vendas seguintes não garantem o envio do pôster ou a obra original, ficando a critério e responsabilidade exclusiva do vendedor. Após a primeira compra ser feita, você receberá um email do phonogram.me pedindo seus dados para envio dos brindes físicos, do não recebimento deste, entre em contato pelo email abu@phonogram.me; \n\n_________\n \nATROÁ CryptoPass #01 + Art\n\nA pass that entitles one person to free entry to all to the main arenas and digital actions of the Bananada, Coquetel Molotov and DoSol festivals, set up in Goiânia, Recife and Natal, or anywhere in Brazil and the world! As long as the festivals carry out activities, your NFT guarantees your participation. The Crypto Pass is numbered, in video format, with a 3D artwork created by ROSABEGE and a soundtrack created by Benke Ferraz.\n \nTo mark this historic partnership, we invited visual artists Maria Eugênia Franco and Caio Vitoriano to collaboratively create a special work, which was transformed into a serigraphy poster and will be sent to the first buyer of the first CryptoPass.\n\n- The original art work will accompany CryptoPass 01/100. \n\n-  This NFT contains a link that will be unlocked when it’s purchased. Through this link you will be able to download exclusive files made available by the festivals. Also, within 30 days before the beginning of the festivals, this link will provide you with a step-by-step file for the CryptoPass. \n\n-  The shipping of a physical asset is linked to the first sale of the NFT only, so the following sales do not guarantee you will receive a poster or the original work, a decision to be made exclusively by the seller. After the first purchase is made, you will receive an email from phonogram.me asking you for your shipping details - if you don’t receive, email abu@phonogram.me;\n",
    "image": "https://phonogram.me:1717/uploads/atroa/nft.gif",
    "name": "ATROÁ CryptoPass #01 + Arte",
    "external_url": "https://www.instagram.com/_atroa/"
  }
}