{
  "address": "0xdb1e361fd102cd3d453d70f1531c19427fc3dc1d",
  "type": "ERC721",
  "name": "Mos maiorvm",
  "tokenCount": "7",
  "uri": "https://arweave.net/hpv6nYAagIwPL673x3eYNpyRFlK2lPFBdBoliYQuSi4",
  "metadata": {
    "name": "Roma vocat",
    "created_by": "ETOS ONE",
    "description": "«Roma vocat!» («Rome calls!», ancient Roman legionary motto)\n\nBarbarism and civilization are salt and pepper concepts that are inextricably interlinked. In the Western world, \"barbarism\" is derived from the classical Greek word “barbarous” (barbarian) that referred originally to foreigners who did not speak Greek and lately assumed a negative connotation of unrefined, primitive, savage or uncivilized. \"Civilization\" is derived from the Latin word “civis” (citizen) that referred originally to those living in a Roman city and carries a positive connotation of education and sophistication.\n\nWe all know that ancient Romans have had a tremendous impact on art and architecture. We can find traces of Roman influence in forms and structures throughout. The Romans were prodigious builders and expert civil engineers, and their thriving civilization produced advances in technology, culture and architecture that remained unequalled for centuries. In fact, the Romans are often known as bringers of new civilisation and there were a strong contrast between “Roman” and “barbarian”.\n\nVirgil, one of Rome’s greatest poets, witnessed the greatness of Rome civilization. He contemplated the triumph of Augustus, one of the most exciting moments in the history of Rome, and celebrated the empire. He regarded the Roman legions not as an instrument of merciless subjugation of peoples and countries, but considered them as bearers of civilization in the world: they were realizers of a mission in the world and in history.",
    "image_details": {
      "bytes": 7354515,
      "format": "PNG",
      "sha256": "86eff4d824eeba1a2b9ba04d826a66318674a423b1730b4bead847af4a53dab6",
      "width": 2000,
      "height": 2500
    },
    "image": "https://arweave.net/geW5-Zu4ramB05KDbp3vSrxy87ScMh5PPwdsftenT4g",
    "image_url": "https://arweave.net/geW5-Zu4ramB05KDbp3vSrxy87ScMh5PPwdsftenT4g"
  }
}