{
  "address": "0xdb4dcd7660379dc33e978bc6dfaf0c9c5b08d670",
  "type": "ERC721",
  "name": "Ben Kessler - Special",
  "tokenCount": "40",
  "uri": "https://metadata.sound.xyz/v1/0xdb4dcd7660379dc33e978bc6dfaf0c9c5b08d670/1",
  "metadata": {
    "name": "Just Like Me #1",
    "artist_name": "Ben Kessler",
    "description": "hi my name is ben :) i am an artist & producer based in philadelphia. i have been making music in the same corner of my parents’ basement for as long as i can remember. i started releasing music in late 2019 - i had been writing & producing for other artists for years but nothing ever felt good enough or special enough or me enough to release myself. i was a senior in college and terrified of failure but more terrified of entering the real world without a career. i will always remember how liberating and validating those first few releases were - i don’t naturally share a lot but i fell in love with the challenge of being vulnerable in public\n\nand then COVID hit - all of the stability and validation that i had cherished began to fade. while my friends were starting new lives in new cities with new jobs, i was moving back in with my parents. a lot of the anxiety and self doubt that i had kept at bay for so long crept up - i spent a lot of time in 2021 confronting the baggage that comes with pursuing a creative life. and i spent a lot of time writing about how music & my career ambitions have played into past relationships \n\nshe was also pursuing a creative career - that was our glue but also our downfall. it is comforting to be with someone who shares your dreams and insecurities. but it can also be intense. and confusing. it wasn’t until i sat down to write with my friend jono (julius black) that the line “could i fix your heart if i fix mine?” fell out and things began to make sense - trying to love someone who is just like you is hard\n\ncollectors will get access to a token-gated channel in my discord in addition to a private portal on my website (http://benkessler.world) and the golden egg winner will also receive a one off piece of “just like me” merch\n\nwritten by Ben Kessler and Julius Black \nproduced by Ben Kessler\n",
    "external_url": "https://www.sound.xyz/benkessler/just-like-me",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmYjkJciFGm6n8WWsfJWbhuvVgAQF7V4VbWZaDLQ6g3FrX",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmXWkXM7jzAz7C3CTW6MY7N1pE6feNWFSiPgdL6k2gjTjZ",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmXWkXM7jzAz7C3CTW6MY7N1pE6feNWFSiPgdL6k2gjTjZ",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmY4CXogZq3HBDwnBq2Wj5Vq4jLFxPJ49ieMct2K6P2s2t",
    "attributes": [
      {
        "trait_type": "Just Like Me",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}