{
  "address": "0xdb36b6cb2b63d41e088acd85d25b800802ddcd7d",
  "type": "ERC721",
  "name": "1116sadlkfjwqer",
  "tokenCount": "250",
  "uri": "ipfs://QmYZQchQBTmq5xZYKRLetWaGrJyvMgPWZiMVaX82H1afFo/1",
  "metadata": {
    "name": "RarePass: Genesis #1",
    "createdBy": "RarePass",
    "yearCreated": "2022",
    "description": "Collect the very first RarePass, offered exclusively on SuperRare. Own a piece of history with artwork from up to 24 of cryptoart’s most celebrated and iconic artists. Curated by SuperRare Labs, creators of the world’s premier cryptoart marketplace. \n\nAs a legendary patron of cryptoart, the buyer of RarePass: Genesis #1 receives: the first minted artwork from each of the monthly Airdrop Artist series; 1x item of the buyer’s choosing from every limited edition SuperRare Artist swag drop for the year; the signed, numbered, and uniquely marked skateboard #1 from the Other World limited edition swag drop; and a RarePass design like no other, uniquely styled by acclaimed 3D artist Alessio De Vecchi.\n\nIn addition to these special benefits, all RarePass: Genesis holders receive: a monthly artwork airdrop from 1 of 12 legendary artists; 3x opportunities per month to win unique 1/1 artworks; Exclusive Pass Holder Community access; and additional benefits to be announced.\n\nLearn more at rarepass.superrare.com\n\n*Must continue holding a pass to be eligible for pass #1 benefits, monthly airdrops & giveaways as they are released. Previously delivered benefits, airdrops, & giveaways are not transferable with pass #1 on the secondary market. Benefits apply for the 12 month RarePass: Genesis program. Learn more at rarepass.superrare.com\n",
    "image": "https://ipfs.pixura.io/ipfs/QmQDcjUHor2taKNoQEVHGspfAbTGe4Hhruwryemr4d131E/rare_pass_01_THUMBNAIL.png",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmUnALU36yTJei7eQvtHNmEyGy7mRS4cd4QfGuw4z5yBug/rare_pass_001_FX_less_saturation.mp4",
      "dimensions": "1280x1280",
      "size": "49130181",
      "mimeType": "video/mp4"
    },
    "tags": [
      "rarepass",
      "cryptoart",
      "genesis"
    ],
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Alessio De Vecchi"
      }
    ]
  }
}