{
  "address": "0xdce2dc8d0887d46c9cb35b748d2d68367f580a56",
  "type": "ERC721",
  "name": "Abstract Expressions of Self-Identity by 9GreenRats",
  "tokenCount": "8",
  "uri": "https://arweave.net/z75WviROvTNgTo87011orUEk2eAMr4ITZ1ymJ19-LJA",
  "metadata": {
    "name": "Abstract Expressions of Self-Identity 1",
    "created_by": "9GreenRats",
    "description": "In this body of work, I tried using seemingly abstract compositions to explore and question my concept and understanding of “Self Identity” while exploring and infusing parts of myself in each iteration in the most “not so unnoticeable” way.\n\nIt is believed that one’s self-identity can be influenced by the identities others place on us. This left me wondering who I am seen as. An imposter?\n\nIs there a message I am trying to pass across? Am I trying to make you feel something? Is there a meaning I am trying to make you read into this? Is this just another one of my many desires to explore?\n\nOr is this just another attempt to speak a language I do not fully understand — visual language?\n\nEvery part of this body of work is as intentional as intended as it is the most direct and somewhat easiest way for me to communicate my thoughts while leaving my audience to dissect and analyze the visuals while finding meaning or none.\n\nWith my multiple identities and my being different things to different people. Do I even believe this body of work is enough for a true expression of my very self? Again, Who am I? Does who I think I am changes with time?\n\nWhat do you see? Cos all I see are lines and colours and forms of who I think I am. Is that all there is?",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "9GreenRats"
      }
    ],
    "image_details": {
      "bytes": 6057148,
      "format": "PNG",
      "sha256": "ec4bd05df0a4518456d03efcab36cb36294d7829eb3289bd934053bafaea72b9",
      "width": 3840,
      "height": 2160
    },
    "image": "https://arweave.net/z-PkSQe6E35hKp9BUyhOkUdJWGgg5vxl9bhstcG8MSg",
    "image_url": "https://arweave.net/z-PkSQe6E35hKp9BUyhOkUdJWGgg5vxl9bhstcG8MSg"
  }
}