{
  "address": "0xdcbde6c0499b22bc13fd4607862cc5b9674b9c9b",
  "type": "ERC721",
  "name": "Ben Snell",
  "tokenCount": "14",
  "uri": "https://arweave.net/KxwzGcihKHc6hidvC8AHCtn1KGgC9Mz1Wu99tmo4rFg",
  "metadata": {
    "name": "Twister (Machine #0)",
    "created_by": "Ben Snell",
    "external_url": "https://bensnell.io/inheritance",
    "description": "This is the Certificate of Authenticity for the physical sculpture \"Twister (Machine #0)\" from the Inheritance series. The validity of the artwork depends on its certificate and sculpture being held by the same owner. If one is transferred, it is expected that the other follows.\n\nThe Inheritance series explores the influence of nature and nurture through the passing of knowledge from one generation of computers to the next. These machines began with the same set of knowledge inherited from an ancestral computer, but time and differing environmental conditions have diverged their paths, endowing each computer with a unique perspective and final form.\n\nAs the story goes, I trained my computers to become sculptors. With practice, they developed their own distinctive styles. Inspired by the classics, each created a single sculpture—one of the uncanny, figurative forms presented here. They are also materially made from the computers that invented them. I ground the computers to dust and utilized them as a physical medium, fusing process and product. Reborn, the computers assume a newfound physical agency, while traces of their invisible processing power live on in their bodily form. Endowed is a materiality upon the impossibly immaterial.",
    "attributes": [
      {
        "trait_type": "Date",
        "value": "2019"
      },
      {
        "trait_type": "Type",
        "value": "unique"
      },
      {
        "trait_type": "Medium",
        "value": "sculpture"
      },
      {
        "trait_type": "Material",
        "value": "computer parts and binder"
      },
      {
        "trait_type": "Dimensions",
        "value": "31.8 x 18.4 x 14 cm"
      },
      {
        "trait_type": "Series",
        "value": "Inheritance"
      }
    ],
    "image_details": {
      "bytes": 1870162,
      "format": "PNG",
      "sha256": "81521a31b9772de1302da306d55413af0a472f4acc7c6f8415857c97ef127d86",
      "width": 4000,
      "height": 2300
    },
    "image": "https://arweave.net/sTDvm1uLmFH_0dvFCqCzWoEtqRVdPkRVF29jMpObrjg",
    "image_url": "https://arweave.net/sTDvm1uLmFH_0dvFCqCzWoEtqRVdPkRVF29jMpObrjg"
  }
}