{
  "address": "0xdcde0b9228c1e9c990cd12f46fee832f5379db92",
  "type": "ERC721",
  "name": "ExtinctSounds",
  "tokenCount": "10",
  "uri": "ipfs://QmdYmNmfE54h4G4w43EJy6LW5afcUNCMp7BGj99ykDXfPk",
  "metadata": {
    "name": "Nokia Ringtone",
    "description": "In 1992, Nokia used Francisco Tárrega's Gran Vals as the background music in a commercial for the Nokia 1011. The excerpt of Gran Vals used includes the phrase that would later be used for the Nokia tune ringtone. In 1993 Anssi Vanjoki, then-executive vice president of Nokia, brought the whole Gran Vals to Lauri Kivinen (then-head of corporate communications) and together they selected the excerpt that became \"Nokia tune\".The excerpt is taken from measures (bars) 13–16 of the piece.\n\nThe Nokia tune first appeared on the Nokia 2110 released in 1994, under the name ringtone Type 7, showing that it was just one of the normal ringtones. The tune's original name varied in the ringtone list, listed as Type 13 on some phones, or Type 5 on others. In December 1997 with the introduction of the Nokia 6110, ringtones were each given a specific name, and the tune received the name \"Grande valse\". Some later Nokia phones (e.g. some 3310s) still used Type 7 as the name of the Nokia tune. In 1998, \"Grande valse\" was renamed to \"Nokia tune\" and effectively became Nokia's flagship ringtone.",
    "image": "ipfs://Qmd5BqV628au3eV3vdweVvQm33oaKsbKJkQvdbwV5y5xEn",
    "audio": "ipfs://QmQqEQRnBpwFKF6zx2WkcJAypo1dXhYpJEEeMH8L2uZ8AS",
    "attributes": [
      {
        "trait_type": "guesses",
        "value": 1,
        "max_value": "6"
      }
    ],
    "external_url": "ipfs://Qmb7fac7W41NF58xFfhcRd4hajfWQwDfTLxVTtTtsTePrs",
    "animation_url": "ipfs://Qmb7fac7W41NF58xFfhcRd4hajfWQwDfTLxVTtTtsTePrs",
    "author": "Zachary Bloss",
    "info": "All of the attached metadata is built for \n            the Extinct-Sounds game (https://extinct-sounds.com/).\n\n            The images were generated using Machine Learning, \n            the audio and description curated from the internet.\n\n            The video was created by applying animations \n            programmatically to the images and combining\n            them with the video.\n        ",
    "seller_fee_basis_points": 100,
    "fee_recipient": "0x2615e4520418848893f9F0d69Ecc84084119D0E5"
  }
}