{
  "address": "0xdc8993d1f08857aa2ae5cc87336fdf1799d365c0",
  "type": "ERC721",
  "name": "Hot Wheels NFT Garage",
  "tokenCount": "3",
  "uri": "https://gateway.arweave.net/YPqCNZnRSTP6pc0WcKRWzAvi7gA8u8BhtTnY5xEJc4s/1",
  "metadata": {
    "assetId": "deora",
    "name": "Hot Wheels® Deora™ II - The First Editions",
    "image": "https://gateway.arweave.net/6H7b-ZAIHkyrsO6ayKxEDprcAtekJvmvIAGbTy1C_Ss",
    "image_arweave": "ar://6H7b-ZAIHkyrsO6ayKxEDprcAtekJvmvIAGbTy1C_Ss",
    "animation_url": "https://gateway.arweave.net/3PBMxuNJWQ4W1kO5uvI6Fxnl7ShNNLLz1fqeD_kty00",
    "animation_url_arweave": "ar://3PBMxuNJWQ4W1kO5uvI6Fxnl7ShNNLLz1fqeD_kty00",
    "description": "As an homage to the Original 16™ Deora®, the Hot Wheels® Deora® II is known for its slinky curves and futuristic interior. It sports a unique bubble windshield, rear-mounted engine and two surfboards. This Hot Wheels® Deora™ II celebrates the surf heritage of the Original 16™ Deora® and is offered here in its first-ever color. This is a 1-of-1 digital collectible.",
    "external_url": "https://nft.mattelcreations.com/token/1",
    "license": "Hot Wheels NFT Auction, Purchase, and License Agreement\\r\\nThis Hot Wheels NFT Auction, Purchase, and License Agreement (this \\u201CAgreement\\u201D), is a legally binding agreement by and between Mattel, Inc. (\\u201CMattel\\u201D) and: (i) you as a bidder in the Hot Wheels Collectible Auction (defined below); (ii) the selected winner(s) of the Hot Wheels Collectible Auction, and (iii) any subsequent purchaser(s) of a Hot Wheels Collectible (defined below) (collectively and as applicable, \\u201CYou\\u201D and \\u201CYour\\u201D). Mattel and You may be referred to throughout this Agreement collectively as the \\u201CParties\\u201D or individually as a \\u201CParty\\u201D. \\r\\n1. Agreement to Terms. By participating in the Hot Wheels Collectible Auction or purchasing a Hot Wheels Collectible, You acknowledge that You have carefully read and agree to the terms of this Agreement. \\u201CHot Wheels Collectible\\u201D means a non-fungible token (NFT) that is ERC721-compliant and, as of its genesis issuance, is linked to a display of Hot Wheels Art. Hot Wheels Collectibles are controllable electronic records recorded on the Ethereum blockchain. \\u201CHot Wheels Art\\u201D means the digital art for Hot Wheels that is provided by and owned by Mattel and is linked to the Hot Wheels Collectibles. For avoidance of doubt, the Hot Wheels Art is digital in nature and does not include, is not linked to, and is not sold together with, any items or representations that have physical dimensions such as mass or volume. This Agreement governs Your participation in the Primary Transactions on nft.mattelcreations.com (the \\u201CCollectibles Website\\u201D), which is facilitated by Serotonin, Inc. (\\u201CSerotonin\\u201D), as well as Secondary Transactions between Transferors and Transferees (as defined below). Serotonin is not a party to this Agreement. However, Serotonin is owed royalties on Secondary Transactions of the Hot Wheels Collectibles as set forth herein. \\r\\n(a) Additional Terms: The access and use of the Collectibles Website are subject to the separate terms of the Collectibles Website. You further acknowledge that You have carefully read and have accepted the (i) Terms of Service located on the Collectibles Website (https:\\/\\/corporate.mattel.com\\/en-us\\/terms-and-conditions) (the \\u201CCollectibles Website Terms\\u201D) because the Collectibles Website Terms governs Your use of the Collectibles Website. If there is a conflict between the Collectibles Website Terms and this Agreement with respect to the Hot Wheels Collectible Auction, the Hot Wheels Collectibles, and Hot Wheels Art, this Agreement controls.\\r\\n(b) Your Information. As a condition of participating in the Hot Wheels Collectible Auction, using the Collectibles Website, and any time You provide Your information (including personal information (also known as personally identifiable information or personal data) to Mattel or that Mattel collects from You when using the Collectibles Website (including information collected automatically by the use of cookies or other similar technologies), You agree to the collection, use, storage, sharing (i.e., by way of example only, with Mattel\\u2019s parent company, its affiliates, and with third-party partners, service providers, etc.), transfer, and processing of Your information by Mattel for the purposes of providing the Collectibles Websites and the services available therein, to administer the Hot Wheels Collectible Auction, and to comply with applicable laws, rules, and regulations as more fully described in Mattel\\u2019s Privacy Statement. To learn more about how Mattel handles Your information, read Mattel\\u2019s Privacy Statement available at https:\\/\\/www.mattel.com\\/privacy-statement (the \\u201CMattel Privacy Statement\\u201D).  \\r\\n2. The Hot Wheels Collectible Auction. The \\u201CHot Wheels Collectible Auction\\u201D means each auction  hosted on the Collectibles Website during the Auction Dates (defined below). \\r\\n(a) Auction Dates. The Hot Wheels Collectible Auction will occur from [DATE] to [DATE] (\\u201CAuction Dates\\u201D). Mattel reserves the right to terminate or extend the Hot Wheels Collectible Auction at any time. \\r\\n(b) Bidding. During the Hot Wheels Collectible Auction, You can bid on the Hot Wheels Collectibles made available on the Collectibles Website. You may be required to create an account and sign in through the Collectibles Website to participate. Matter has the right, in its sole discretion, to cancel or reject a bid at any time. If You place a bid during the Hot Wheels Collectible Auction, Your bid price will be removed from Your provided wallet until (i) You remove your bid and retrieve Your bid price; (ii) Mattel cancels or rejects Your bid (at which time Your bid price will be restored to Your wallet); and (iii) Your bid was accepted and You are awarded a Hot Wheels Collectible (at which time Your bid price transfers to Serotonin). If you are not the winning bidder, your bid will remain active and your bid price will remain. Subsequent owners will be able to accept your bid price unless you remove your bid and retrieve your bid price. As further provided in Section 6(d) below, You will be responsible for the \\u201CGas Fees\\u201D (as defined below) incurred in connection with any bids that you make or withdraw.\\r\\n(c) Winning the Auction. If You are selected as a winner of a Hot Wheels Collectible in the Hot Wheels Collectible Auction, delivery of the Hot Wheels Collectible is conditioned upon the following terms being met: (i) Your payment and Serotonin\\u2019s receipt of the Primary Transaction Purchase Price, (ii) Your provision to Serotonin, through the Collectibles Website, of an Ethereum Network-compatible network wallet address (\\u201CWallet\\u201D) to which the Your Hot Wheels Collectible will be delivered; and (iii) Your successful completion (as determined by Mattel in its sole discretion) of any applicable diligence, including without limitation any Know Your Consumer, anti-money laundering, sanctions, and other processes as requested by Mattel. If You fail to meet any of the conditions above, Mattel may suspend the delivery of the purchased Hot Wheel Collectible or if such conditions have not been met within the ten calendar days following completion of the Hot Wheels Collectible Auction, terminate the Primary Transaction (as defined in Section 3(b)).\\r\\n(d) Transfer Timing. Mattel selection of the winning bidder for each Hot Wheels Collectible and transfer of the Hot Wheels Collectible to the applicable Wallet may take up to 10 days.\\r\\n(e) Auction Conduct. As a condition to Your participation in the Hot Wheels Collectible Auction, You agree:\\r\\n(i) to avoid any anticompetitive bidding conduct, such as actions that are deceptive or would otherwise prevent competitive or fair bidding, artificially inflate or deflate the price of a Hot Wheels Collectible, or stimulate demand for a Hot Wheels Collectible;\\r\\n(ii) to report any suspicious activity during the Hot Wheels Collectible Auction to Mattel at https:\\/\\/corporate.mattel.com\\/en-us\\/contact-us; \\r\\n(iii) that You will not attack, hack, DDOS, interfere with, or otherwise tamper with the smart contract associated with any Hot Wheels Collectible; \\r\\n(iv) that you will not participate in the Hot Wheels Collectible Auction to conceal or transfer proceeds relating to criminal activity or bid on a Hot Wheels Collectible for any reason other than to obtain the Hot Wheels Collectible;\\r\\n(v) that Ethereum is a volatile asset that often experiences periods of high price volatility and instability. Often a consequence of rapidly changing prices and demand, the Ethereum blockchain can also experience significant periods of network congestion, slow to stagnant processing speeds, and unpredictable failures; and\\r\\n(vi) that You understand and acknowledge that bids submitted during the Hot Wheels Collectible Auction may change in market value through the duration of the Hot Wheels Collectible Auction possibly at Your significant expense, or may never be received or processed by the Hot Wheels Collectible smart contract due to network or smart contract failures.\\r\\n3. Ownership of Hot Wheels Collectible. \\r\\n(a) If You acquire a Hot Wheels Collectible, You own all personal property rights to that Hot Wheels Collectible (e.g., the right to freely sell, transfer, or otherwise dispose of that Hot Wheels Collectible). Such rights, however, do not include the ownership of the intellectual property rights in the Hot Wheels Art. Such rights are licensed pursuant to Section 4 below.\\r\\n(b) You represent and warrant that You will not transfer a Hot Wheels Collectible in any Secondary Transaction to a Transferee that is (i) located in a country that is subject to a U.S. Government embargo, or that has been designated by the U.S. Government as a terrorist-supporting country; or is (ii) listed on any U.S. Government list of prohibited or restricted parties (\\u201CProhibited Transferees\\u201D). A \\u201CSecondary Transaction\\u201D means any transaction in which a Hot Wheels Collectible is sold by one owner to another owner, or is otherwise transferred in any manner that is not a Primary Transaction; and \\u201CPrimary Transaction\\u201D means a transaction facilitated through the Collectibles Website in which a Hot Wheels Collectible is first sold.\\r\\n4. License of Hot Wheels Art. If you acquire a Hot Wheels Collectible, Mattel hereby grants to You, for so long as You own the Hot Wheels Collectable (as recorded on the relevant blockchain), a non-exclusive, non-sublicensable, royalty-free license to use, copy, and display the Hot Wheels Art linked with Your purchased Hot Wheels Collectible solely for the following purposes: (i) for Your own personal, non-commercial use, including to create one back-up copy of the Hot Wheels Art and a single physical print out of the Hot Wheels Art, each to be retained only for so long as You own the associated Hot Wheels Collectible; and (ii) efforts to sell or otherwise transfer the associated Hot Wheels Collectible consistent with the ownership of it (e.g., posting the Hot Wheels Art on a sales listing on an NFT marketplace). The license in the prior sentence is non-transferrable, except that it will automatically transfer in connection with the transfer of the Hot Wheels Collectible. \\r\\n5. Reservation of Rights. All rights in and to the Hot Wheels Art not expressly provided for in this Agreement are hereby reserved by Mattel. The Hot Wheels Art is licensed, not sold. Mattel owns and will retain all title, interest, ownership rights and intellectual property rights in and to the Hot Wheels Art. Without limitation, You shall not, nor permit any third party to do or attempt to do any of the following without express prior written consent from Mattel: (i) modify the Hot Wheels Art; (ii) use the Hot Wheels Art to advertise, market, or sell any product or service; (iii) use the Hot Wheels Art in connection with media that depicts hatred, intolerance, violence, cruelty, or any other subject matter that reflects negatively on the Hot Wheels brand; (iv) use the Hot Wheels Art in any other form of media, except solely for Your own personal, non-commercial use for so long as You owns the Hot Wheels Collectible; (v) sell, distribute for commercial gain (including, without limitation, giving away in the hopes of eventual commercial gain), or otherwise commercialize merchandise that includes, contains, or consists of the Hot Wheels Art; (vi) attempt to register any trademark, copyright, or otherwise acquire additional intellectual property rights in or to the Hot Wheels Art; or (vii) otherwise utilize the Hot Wheels Art for Your or any third party\\u2019s commercial benefit.\\r\\n6. Payment and Fees. \\r\\n       (a) Purchase and Sale. You hereby agree to purchase the Hot Wheels Collectible at the winning bid price (the \\u201CPrimary Transaction Purchase Price\\u201D) determined at the Hot Wheels Collectible Auction, if you win the Hot Wheels Collectible Auction. \\r\\n       (b) Purchaser Qualification. You represent and warrant that You (i) are not located in a country that is subject to a U.S. Government embargo, or that has been designated by the U.S. Government as a terrorist-supporting country; and (ii) are not listed on any U.S. Government list of prohibited or restricted parties. \\r\\n       (c) Form of Payment. Serotonin agrees to accept payment for the Primary Transaction Purchase Price via ETH; provided that Serotonin may elect to accept other methods or forms of payment on an as-converted to U.S. dollars basis in its sole discretion. The U.S. dollar exchange rate for any other forms of payment shall be determined solely by Mattel, Serotonin, or an assignee or agent in accordance with reasonable and accepted market practices and additional transaction fees may apply.\\r\\n       (d) Gas Fees.  By buying or selling a Hot Wheels Collectible on the Hot Wheel Platform or any other platform, You agree to pay all applicable fees and, if applicable, You authorize Serotonin to automatically deduct fees (including any transaction fees, or Gas Fees, as applicable) directly from Your payments for the Primary Transaction or subsequent Secondary Transactions. \\u201CGas Fees\\u201D fund the network of computers that run the decentralized Ethereum network, meaning that You will need to pay a Gas Fee for each transaction that occurs via the Ethereum network. Neither Mattel nor Serotonin have any insight into or control over these payments or transactions, nor does Mattel or Serotonin have the ability to reverse any transactions. Accordingly, Mattel and Serotonin will have no liability to You or to any third party for any claims or damages that may arise as a result of any transactions of the Hot Wheels Collectibles that You engage in.\\r\\n       (e) Transfers: All Secondary Transactions are subject to the following terms: (i) the Hot Wheels Collectible transferee (the \\u201CTransferee\\u201D) shall, by receiving an ownership interest in the Hot Wheels Collectible, be deemed to accept all of the terms of this Agreement (other than with respect to Sections 6(a) and 6(c)); (ii) the Hot Wheels Collectible transferor (the \\u201CTransferor\\u201D) shall provide notice to the Transferee of this Agreement, including a link or other method by which the terms of this Agreement can be accessible by the Transferee, (iii) the Transferor shall pay Serotonin 10% of the gross amounts paid by the Transferee (the \\u201CRoyalty Payment\\u201D). Serotonin shall be paid on the same terms and at the same time as Transferor is paid by the Transferee. You acknowledge and agree that the amounts payable to Serotonin under this Section herein does not include, and is not intended to cover any additional fees, including Gas Fees imposed or required by the transferring platform through which You transfer the Hot Wheels Collectible.\\r\\n(i) You further acknowledge and agree that all Secondary Transactions will be effected on the Ethereum blockchain, the blockchain network governing the Hot Wheels Collectibles, and You will be required to make or receive payments exclusively through Your cryptocurrency wallet. \\r\\n(ii) Without limitation of any other termination rights, Mattel may suspend or terminate the license to the Hot Wheels Art if it has a reasonable basis for believing that You have engaged in an off-chain sale of the Hot Wheels Collectible, or otherwise engaged in any off-chain transactions for the purchase or sale of the Hot Wheels Collectible without making the applicable Royalty Payment. You, and all subsequent Transferees, shall be responsible for paying the Royalty Payment associated with the Secondary Transaction purchase price, regardless of whether such purchase price is fulfilled on-chain, off-chain, or in a combination of the foregoing.\\r\\n7. Mattel\\u2019s Rights and Obligations to the Hot Wheels Art. Mattel is not responsible for repairing, supporting, replacing, or maintaining the website hosting the Hot Wheels Art, nor does Mattel have the obligation to maintain any connection or link between a Hot Wheels Collectible and the corresponding Hot Wheels Art. \\r\\n8. Warranty Disclaimers and Assumption of Risk. You represent and warrant that You: (a) are at least the age of majority in Your place of residence (which is typically 18 years of age in most U.S. states) and has the legal capacity to enter into this Agreement, (b) will use and interact with the Hot Wheels Collectibles and Hot Wheels Art only for lawful purposes and in accordance with this Agreement, and (c) will not use the Hot Wheels Collectibles or Hot Wheels Art to violate any law, regulation or ordinance or any right of Mattel, its licensors or any third party, including without limitation, any right of privacy, publicity, copyright, trademark, or patent. You further agree that You will comply with all applicable laws. \\r\\nTHE HOT WHEELS COLLECTIBLES ARE PROVIDED \\u201CAS IS,\\u201D WITHOUT WARRANTY OF ANY KIND. WITHOUT LIMITING THE FOREGOING, MATTEL EXPLICITLY DISCLAIMS ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, QUIET ENJOYMENT AND NON-INFRINGEMENT, AND ANY WARRANTIES ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE. MATTEL MAKES NO WARRANTY THAT THE HOT WHEELS COLLECTIBLES WILL MEET YOUR REQUIREMENTS OR BE AVAILABLE ON AN UNINTERRUPTED, SECURE, OR ERROR-FREE BASIS. MATTEL MAKES NO WARRANTY REGARDING THE QUALITY, ACCURACY, TIMELINESS, TRUTHFULNESS, COMPLETENESS OR RELIABILITY OF ANY INFORMATION OR CONTENT ON THE HOT WHEELS COLLECTIBLES.\\r\\nMATTEL WILL NOT BE RESPONSIBLE OR LIABLE TO YOU FOR ANY LOSS AND TAKES NO RESPONSIBILITY FOR, AND WILL NOT BE LIABLE TO YOU FOR, ANY USE OF THE HOT WHEELS COLLECTIBLE, INCLUDING BUT NOT LIMITED TO ANY LOSSES, DAMAGES OR CLAIMS ARISING FROM: (I) USER ERROR SUCH AS FORGOTTEN PASSWORDS, INCORRECTLY CONSTRUCTED TRANSACTIONS, OR MISTYPED WALLET ADDRESSES; (II) SERVER FAILURE OR DATA LOSS; (III) CORRUPTED CRYPTOCURRENCY WALLET FILES; (IV) UNAUTHORIZED ACCESS TO HOT WHEELS COLLECTIBLE; OR (V) ANY UNAUTHORIZED THIRD PARTY ACTIVITIES, INCLUDING WITHOUT LIMITATION THE USE OF VIRUSES, PHISHING, BRUTEFORCING OR OTHER MEANS OF ATTACK AGAINST BLOCKCHAIN NETWORK UNDERLYING THE HOT WHEELS COLLECTIBLES. \\r\\nTHE HOT WHEELS COLLECTIBLES ARE INTANGIBLE DIGITAL ASSETS. THEY EXIST ONLY BY VIRTUE OF THE OWNERSHIP RECORD MAINTAINED IN THE APPLICABLE BLOCKCHAIN NETWORK. ANY TRANSFER OF TITLE THAT MIGHT OCCUR IN ANY UNIQUE DIGITAL ASSET OCCURS ON THE DECENTRALIZED LEDGER WITHIN SUCH BLOCKCHAIN NETWORK, WHICH MATTEL DOES NOT CONTROL. MATTEL DOES NOT GUARANTEE THAT MATTEL OR SEROTONIN CAN EFFECT THE TRANSFER OF TITLE OR RIGHT IN ANY HOT WHEELS COLLECTIBLE. YOU BEAR FULL RESPONSIBILITY FOR VERIFYING THE IDENTITY, LEGITIMACY, AND AUTHENTICITY OF ASSETS YOU PURCHASE THROUGH THE COLLECTIBLES WEBSITE. NOTWITHSTANDING INDICATORS AND MESSAGES THAT SUGGEST VERIFICATION, MATTEL MAKES NO CLAIMS ABOUT THE IDENTITY, LEGITIMACY, OR AUTHENTICITY OF ASSETS ON THE COLLECTIBLES WEBSITE OR ANY PURPORTED SECONDARY TRANSACTIONS. \\r\\nMATTEL IS NOT RESPONSIBLE FOR ANY KIND OF FAILURE, ABNORMAL BEHAVIOR OF SOFTWARE (E.G., WALLET, SMART CONTRACT), BLOCKCHAINS OR ANY OTHER FEATURES OF THE HOT WHEELS COLLECTIBLES. MATTEL IS NOT RESPONSIBLE FOR CASUALTIES DUE TO LATE REPORT BY DEVELOPERS OR REPRESENTATIVES (OR NO REPORT AT ALL) OF ANY ISSUES WITH THE BLOCKCHAIN SUPPORTING THE HOT WHEELS COLLECTIBLES, INCLUDING FORKS, TECHNICAL NODE ISSUES OR ANY OTHER ISSUES HAVING FUND LOSSES AS A RESULT. \\r\\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES IN CONTRACTS WITH CONSUMERS, SO THE ABOVE EXCLUSION MAY NOT APPLY TO YOU.\\r\\n9. Assumption of Risk. You accept and acknowledge all risks associated with the following: \\r\\n       (a) You are solely responsible for determining what, if any, taxes apply to Your purchase, sale, or transfer of Hot Wheels Collectibles. Neither Mattel nor Serotonin are responsible for determining or paying the taxes that apply to such transactions.\\r\\n       (b) Mattel does not store, send, or receive cryptocurrency assets. Any transfer of cryptocurrency assets occurs within the supporting blockchain that is not controlled by Mattel. Transactions in Hot Wheels Collectibles may be irreversible, and, accordingly, losses due to fraudulent or accidental transactions may not be recoverable. Some transactions of the Hot Wheels Collectibles shall be deemed to be made when recorded on a public blockchain ledger, which is not necessarily the date or time that You initiated the transaction.\\r\\n       (c) There are risks associated with using an Internet based digital asset, including but not limited to, the risk of hardware, software and Internet connections, the risk of malicious software introduction, and the risk that third parties may obtain unauthorized access to information stored within Your Wallet. Mattel will not be responsible for any communication failures, disruptions, errors, distortions or delays You may experience when effecting Hot Wheel Collectible transactions, however caused.\\r\\n       (d) Digital assets, including blockchain based assets such as the Hot Wheels Collectibles, are subject to developing laws and regulations throughout the world.  \\r\\n       (e) Transactions involving the Hot Wheels Collectibles may rely on third-party platforms to perform transactions which are outside of Mattel\\u2019s control. Therefore access to and interactions for the Hot Wheels Collectibles may be limited or unavailable. \\r\\n10. Links to Third Party Websites or Resources. Use and interaction of the Hot Wheels Collectibles and Hot Wheels Art may allow You to access third-party websites (including websites that host the Hot Wheels Art) or other resources. Mattel provides access only as a convenience and is not responsible for the content, products or services on or available from those resources or links displayed on such websites. You acknowledge sole responsibility for and assumes all risk arising from Your use of any third-party resources. Under no circumstances shall Your inability to view the Hot Wheels Art on a third-party website serve as grounds for a claim against Mattel.  \\r\\n11. Termination of License to Hot Wheels Art. Your license to the Hot Wheels Art shall automatically and immediately terminate without notice, and all rights shall revert to Mattel if at any time: (i) You breach any portion of this Agreement; (ii) You engage in any unlawful activity related to the Hot Wheels Collectible (including transferring the Hot Wheels Collectible to a Prohibited Transferee); (iii) You initiate any legal actions, except an arbitration as specifically provided herein, against Mattel or their parent, subsidiary, and affiliate companies, and each of their respective officers, directors, members, affiliates, agents, attorneys, and employees (collectively, the \\u201CMattel Parties\\u201D); or (iv) at Mattel\\u2019s sole determination and discretion, You disparage any of the Mattel Parties, or their brands or products. Upon any termination, discontinuation or cancellation of Your license to Hot Wheels Art, Mattel may disable Your access to the Hot Wheels Art and You must delete, remove, or otherwise destroy any back up or single digital or physical copy of the Hot Wheels Art. Upon any termination, discontinuation or cancellation of the license in this Agreement, the following Sections will survive: 3 and 5-17 .\\r\\n12. Indemnity. \\tYou shall defend, indemnify, and hold the Mattel Parties harmless from and against any and all claims, damages, losses, costs, investigations, liabilities, judgments, fines, penalties, settlements, interest, and expenses (including attorneys\\u2019 fees) that directly or indirectly arise from or are related to any claim, suit, action, demand, or proceeding made or brought by a third party (including any person who accesses or transacts using the Hot Wheels Collectibles whether or not such person personally purchased the Hot Wheels Collectibles) against any Mattel Party, or on account of the investigation, defense, or settlement thereof, arising out of or in connection with (A) Your purchase, ownership, use and interaction with the Hot Wheels Collectibles or license to the Hot Wheels Art, (B) Your breach or anticipatory breach of this Agreement, (C) Your violation or anticipatory violation of any laws, rules, regulations, codes, statutes, ordinances, or orders of any governmental and quasi-governmental authorities in connection with Your use or interaction with the Hot Wheels Collectibles, and (D) any misrepresentation made by You (all of the foregoing, \\u201CClaims and Losses\\u201D). You will cooperate as fully required by Mattel in the defense of any Claim and Losses. Notwithstanding the foregoing, Mattel retains the exclusive right to settle, compromise, and pay any and all Claims and Losses. Mattel reserves the right to assume the exclusive defense and control of any Claims and Losses. You will not settle any Claims and Losses without, in each instance, the prior written consent of an officer of Mattel.\\r\\n13. Limitation of Liability.\\r\\n(a) TO THE MAXIMUM EXTENT PERMITTED BY LAW, NEITHER MATTEL NOR ITS SERVICE PROVIDERS INVOLVED IN CREATING, PRODUCING, OR DELIVERING THE HOT WHEELS COLLECTIBLES WILL BE LIABLE FOR ANY INCIDENTAL, SPECIAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES, OR DAMAGES FOR LOST PROFITS, LOST REVENUES, LOST SAVINGS, LOST BUSINESS OPPORTUNITY, LOSS OF DATA OR GOODWILL, SERVICE INTERRUPTION, COMPUTER DAMAGE OR SYSTEM FAILURE OR THE COST OF SUBSTITUTE HOT WHEELS COLLECTIBLES OF ANY KIND ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OR FROM THE USE OF OR INABILITY TO USE OR INTERACT WITH THE HOT WHEELS COLLECTIBLES OR ACCESS THE HOT WHEELS ART, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT MATTEL OR ITS SERVICE PROVIDERS HAS BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGE, EVEN IF A LIMITED REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE. \\r\\n(b) TO THE MAXIMUM EXTENT PERMITTED BY THE LAW OF THE APPLICABLE JURISDICTION, IN NO EVENT WILL MATTEL\\u2019S TOTAL LIABILITY ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OR THE USE OF OR INABILITY TO USE OR INTERACT WITH THE HOT WHEELS COLLECTIBLES OR ACCESS THE HOT WHEELS ART EXCEED THE PRIMARY TRANSACTION PURCHASE PRICE. \\r\\n(c) THE EXCLUSIONS AND LIMITATIONS OF DAMAGES SET FORTH ABOVE ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN MATTEL AND YOU.\\r\\n14. Governing Law and Forum Choice.\\t This Agreement and any action related thereto will be governed by the Federal Arbitration Act, federal arbitration law, and the laws of the State of New York, without regard to its conflict of laws provisions. Except as otherwise expressly set forth in Section 15 \\u201CDispute Resolution,\\u201D the exclusive jurisdiction for all Disputes (defined below) that You and Mattel are not required to arbitrate will be the state and federal courts located in the New York, New York, and You and Mattel each waive any objection to jurisdiction and venue in such courts.\\r\\n15. Dispute Resolution. Certain portions of this Section 15 are deemed to be a \\u201Cwritten agreement to arbitrate\\u201D pursuant to the Federal Arbitration Act. You and Mattel agree that they intend that this Section 15 satisfies the \\u201Cwriting\\u201D requirement of the Federal Arbitration Act.\\r\\n(a) First -- Try to Resolve Disputes and Excluded Disputes. If any controversy, allegation, or claim arises out of or relates to the Hot Wheels Collectibles or this Agreement (collectively, \\u201CDispute\\u201D), or to any of Mattel\\u2019s actual or alleged intellectual property rights (an \\u201CExcluded Dispute\\u201D, which includes those actions set forth in Section 1 below), then You and Mattel agree to send a written notice to the other providing a reasonable description of the Dispute or Excluded Dispute, along with a proposed resolution of it. Mattel\\u2019s notice to You will be sent to You based on Your contact information provided to Mattel. But if no such information exists or if such information is not current, then Mattel has no obligation under this Section 15. Your notice to Mattel must be sent to: Mattel, Inc., 333 Continental Boulevard, El Segundo, California, 90245, U.S.A., Attention: General Counsel. For a period of 60 days from the date of receipt of notice from the other party, the Parties will engage in a dialogue in order to attempt to resolve the Dispute or Excluded Dispute, though nothing will require either Party to resolve the Dispute or Excluded Dispute on terms with respect to which You and Mattel, in each Party\\u2019s sole discretion, are not comfortable. Mattel\\u2019s decision to pursue amicable resolution, however, shall not be weighed against a finding of irreparable harm to Mattel in any subsequent legal action.\\r\\n(b) Forums for Alternative Dispute Resolution.\\r\\n             (i) Arbitration. If the Parties cannot resolve a Dispute as set forth in Section 15(a) above within 60 days of receipt of the notice, then either Party may submit the Dispute to formal arbitration in accordance with this Section 15(b). If we cannot resolve an Excluded Dispute as set forth in Section 15(a) above within 60 days of receipt of the notice, then either Party may submit the Excluded Dispute to formal arbitration only if both Parties consent, in a writing signed by You and Mattel\\u2019s Vice President of Legal and Business Affairs, to have that Excluded Dispute subject to arbitration. In such a case (and only in such a case), that Excluded Dispute will be deemed a \\u201CDispute\\u201D for the remainder of this Section 15(b). \\r\\n             (ii) Upon expiration of the applicable 60-day period and to the fullest extent permitted by applicable law, a Dispute will be resolved solely by binding arbitration in accordance with the then current Commercial Arbitration Rules of the American Arbitration Association (\\u201CAAA\\u201D). If the Dispute has a claimed value of not more than $250,000, then the arbitration will be heard and determined by a single neutral arbitrator who is a retired judge or a lawyer with not less than 15 years\\u2019 experience as a practicing member of the bar in the substantive practice area related to the Dispute, who will administer the proceedings in accordance with the AAA\\u2019s Supplementary Procedures for Consumer Related Disputes. If the Dispute has a claimed value of more than $250,000, or if Mattel elects in its sole discretion to bear the costs of arbitration in excess of those that would occur for a proceeding before a single neutral arbitrator, then the arbitration will be heard and determined by a three member panel, with one member to be selected by each party and the third (who will be chair of the panel) selected by the two party appointed members or by the AAA in accordance with the Commercial Arbitration Rules. The arbitrator or arbitration panel, as the case may be, will apply applicable law and the provisions of this Agreement and any other applicable terms, will determine any Dispute according to the applicable law and facts based upon the record and no other basis, and will issue a reasoned award. If the Parties do not both consent to the arbitration of an Excluded Dispute as set forth in the immediately preceding paragraph of this Section 15(a), then this paragraph and the remainder of this Section 15(b) will not apply to the Excluded Dispute.\\r\\n             (iii) If a Party properly submits the Dispute to the AAA for formal arbitration and the AAA is unwilling or unable to set a hearing date within 60 days of the filing of a \\u201Cdemand for arbitration,\\u201D then either party can elect to have the arbitration administered by the Judicial Arbitration and Mediation Services Inc. (\\u201CJAMS\\u201D) using JAMS\\u2019 streamlined Arbitration Rules and Procedures, or by any other arbitration administration service that You and a legal officer of Mattel consents to in writing. The substantive practice area requirements for the arbitrator and the $250,000 threshold for the number of arbitrators assigned to the Dispute set forth in the paragraph above for the AAA arbitration will also apply to any such arbitration under JAMS or another arbitration service.\\r\\n             (iv) You can obtain AAA and JAMS procedures, rules, and fee information as follows:\\r\\n                    (1) AAA: (800)778-7879; http:\\/\\/www.adr.org\\/\\r\\n                    (2) JAMS: (949)224-1810; http:\\/\\/www.jamsadr.com\\r\\n16. Nature, Limitations, and Location of Alternative Dispute Resolution. In arbitration, as with a court, the arbitrator must honor the terms of this Agreement and can award the prevailing party damages and other relief (including attorneys\\u2019 fees). However, WITH ARBITRATION (A) THERE IS NO JUDGE OR JURY, (B) THE ARBITRATION PROCEEDINGS AND ARBITRATION OUTCOME ARE SUBJECT TO CERTAIN CONFIDENTIALITY RULES, AND (C) JUDICIAL REVIEW OF THE ARBITRATION OUTCOME IS LIMITED. All parties to the arbitration will have the right, at their own expense, to be represented by an attorney or other advocate of their choosing. If an in-person arbitration hearing is required, then it will be conducted in New York, New York. You and Mattel will pay the administrative and arbitrator\\u2019s fees and other costs in accordance with the applicable arbitration rules; but if applicable arbitration rules or laws require Mattel to pay a greater portion or all of such fees and costs in order for this Section 16 to be enforceable, then Mattel will have the right to elect to pay the fees and costs and proceed to arbitration. Discovery will be permitted pursuant to the applicable arbitration rules. The arbitrator\\u2019s decision must consist of a written statement stating the disposition of each claim of the Dispute, and must provide a statement of the essential findings and conclusions on which the decision and any award (if any) is based. Judgment on the arbitration decision and award (if any) may be entered in or by any court that has jurisdiction over the parties pursuant to Section 9 of the Federal Arbitration Act.\\r\\n(a) Limited Time to File Claims. TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IF EITHER PARTY WANTS TO ASSERT A DISPUTE (BUT NOT AN EXCLUDED DISPUTE) AGAINST THE OTHER, THEN MATTEL OR YOU MUST COMMENCE IT (BY DELIVERY OF WRITTEN NOTICE AS SET FORTH IN SECTION 16(a) ABOVE) WITHIN 1 YEAR AFTER THE DISPUTE ARISES -- OR IT WILL BE FOREVER BARRED.\\r\\n(b) Injunctive Relief. The foregoing provisions of Section 16 will not apply to any legal action taken by Mattel to seek an injunction or other equitable relief in connection with any loss, cost, or damage (or any potential loss, cost, or damage) relating to the Hot Wheels Collectibles and\\/or Mattel\\u2019s intellectual property rights, Mattel\\u2019s operations, and\\/or Mattel\\u2019s products or services. To the extent that You or Mattel prevail on a claim and seek public injunctive relief (that is, injunctive relief that has the primary purpose and effect of prohibiting unlawful acts that threaten future injury to the public), the entitlement to and extent of such relief must be litigated in a civil court of competent jurisdiction and not in arbitration. The parties agree that litigation of any issues of public injunctive relief shall be stayed pending the outcome of the merits of any individual claims in arbitration.\\r\\n(c) Small Claims Matters Are Excluded from Arbitration Requirement. Notwithstanding the foregoing, either Party may bring a qualifying claim of Disputes (but not Excluded Disputes) in small claims court.\\r\\n(d) No Class Action Matters. YOU AND MATTEL AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN EACH PARTY\\u2019S INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING. Further, if the Parties\\u2019 Dispute is resolved through arbitration, the arbitrator may not consolidate another person\\u2019s claims with Your claims, and may not otherwise preside over any form of a representative or class proceeding. Disputes will be arbitrated only on an individual basis and will not be consolidated with any other arbitrations or other proceedings that involve any claim or controversy of any other party. But if, for any reason, any court with competent jurisdiction or any arbitrator selected pursuant to Section 16(b) above holds that this restriction is unconscionable or unenforceable, then the Parties\\u2019 agreement in Section 16(b) above to arbitrate will not apply and the Dispute must be brought exclusively in court pursuant to Section 16(e) below.\\r\\n(e) Federal and State Courts in New York. Except to the extent that arbitration is required in Section 16(b) above, and except as to the enforcement of any arbitration decision or award, any action or proceeding relating to any Dispute or Excluded Dispute may only be instituted in state or federal court in New York County, New York. Accordingly, the Parties consent to the exclusive personal jurisdiction and venue of such courts for such matters.\\r\\n(f) Severability. With the exception of any of the provisions in Section 16(d) of this Agreement (\\u201CClass Action Waiver\\u201D), if an arbitrator or court of competent jurisdiction decides that any part of the Agreement is invalid or unenforceable, the other parts of this Agreement will still apply.\\r\\n17. General Terms.  This Agreement will transfer and be binding upon and will inure to the benefit of the parties and their permitted successors and assigns, in particular any Transferee. This Agreement constitutes the entire agreement, and supersedes any and all prior or contemporaneous representations, understandings and agreements, between the Parties with respect to the subject matter of this Agreement, all of which are hereby merged into this Agreement. Without limitation, the terms of any other document, course of dealing, or course of trade will not modify this Agreement, except as expressly provided in this Agreement or as the Parties may agree in writing. No amendment to this Agreement or waiver of any provision hereof will be valid or binding unless reduced to writing and duly executed by the Party or Parties to be bound thereby. Failure to promptly enforce a provision of this Agreement will not be construed as a waiver of such provision. Nothing contained in this Agreement will be deemed to create, or be construed as creating, a joint venture or partnership between the parties. Neither Party is, by virtue of this Agreement or otherwise, authorized as an agent or legal representative of the other Party. Neither Party to this Agreement is granted any right or authority to assume or to create any obligation or responsibility, express or implied, on behalf or in the name of the other party, or to bind such other Party in any manner. The Parties hereby designate Serotonin as a third-party beneficiary of Section 6(e), having the right to enforce Section 6(e) of this Agreement. Except as set forth in Section 6(e) of this Agreement with regards to Serotonin, nothing contained in this Agreement will be deemed to create any third-party beneficiary right upon any third party whatsoever. Each of the Parties acknowledges that it has had the opportunity to have this Agreement reviewed or not by independent legal counsel of its choice. If any one or more of the provisions of this Agreement should be ruled wholly or partly invalid or unenforceable, then the provisions held invalid or unenforceable will be deemed amended, and the court or other government body is authorized to reform the provision(s) to the minimum extent necessary to render them valid and enforceable in conformity with the parties\\u2019 intent as manifested herein. The headings to Sections of this Agreement are for convenience or reference only and do not form a part of this Agreement and will not in any way affect its interpretation. Neither Party will be afforded or denied preference in the construction of this Agreement, whether by virtue of being the drafter or otherwise. For purposes of this Agreement, the words and phrases \\u201Cinclude,\\u201D \\u201Cincludes\\u201D, \\u201Cincluding\\u201D and \\u201Csuch as\\u201D are deemed to be followed by the words \\u201Cwithout limitation\\u201D. Any notices or other communications provided by Mattel under this Agreement be given by posting to the Collectibles Website or other website elected by Mattel. You may give notice to Mattel by mail per the below, effective upon receipt. The Parties have agreed to contract electronically, and accordingly, electronic signatures will be given the same effect and weight as originals.\\r\\nContact Information. If You have any questions about this Agreement, please contact Mattel. \\r\\nVia phone:\\r\\n1-800-524-8697\\r\\nor via mail:\\r\\nMattel, Inc.\\r\\nBusiness & Legal Affairs\\r\\n333 Continental Blvd\\r\\nEl Segundo, CA 90245"
  }
}