{
  "address": "0xdc7659f5a950b36cf635dcc632e79ce2d7f054eb",
  "type": "ERC721",
  "name": "Choose Your Adventure",
  "tokenCount": "11",
  "uri": "https://arweave.net/qtcqb2qweKxGBMlY2yo9S9ZtVJvhMl216eFsU7ryc6Q",
  "metadata": {
    "name": "On Cloud Nine",
    "created_by": "Vincent Schnabl",
    "description": "My breath hung in the crisp air as I took a deep exhale halfway up the ridge to the summit. It had been a brisk start to the day. However, we had climbed above the clouds and the sun was now beaming down on our smiling faces.\n\nWe continued our ascent, delicately manoeuvring through snow, rocks and ice on the wind affected ridge. My backpack, with skis strapped to it, was starting to feel heavy as we approached the summit. \n\nStepping onto the peak, I felt on top of the world. I gazed out at an ocean of clouds with prominent jagged peaks towering over the other side of the valley, taking in the beauty that lay before me. After a short and hair raising traverse, we reached our objective. \n\nThe avalanche rating was considerable that day. With a thorough assessment and a group decision, we decided to go for it. Peering over the edge, I watched my friend descend the length of the couloir. I waited anxiously, filled with nervous excitement for my turn. My radio crackled to life with a simple message, \"all clear, you're good to go\". I took a deep breath and dropped in. In that instant everything else faded away. All that was left was a tiny human, incredibly humbled and at the mercy of the mountains, hoping they would be good to me that day. Nothing else mattered.\n\nMoments like these are what I have been chasing for the past ten years. They require complete focus, as one mistake could end it all forever. The feeling of euphoria and peace I get from skiing big lines far outweighs the risks and it's when I feel truly alive. It leaves me on cloud nine.\n\n\nEach bidder will be airdropped an artists piece from my personal collection until I run out of art to give or the auction ends.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Vincent Schnabl"
      },
      {
        "trait_type": "Camera",
        "value": "Sony ILCE-7RM3"
      },
      {
        "trait_type": "Lens",
        "value": "FE 24-105mm F4 G OSS"
      },
      {
        "trait_type": "ISO",
        "value": "100"
      },
      {
        "trait_type": "Focal Length",
        "value": "24mm"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/5.6"
      },
      {
        "trait_type": "Exposure",
        "value": "1/1250"
      }
    ],
    "image_details": {
      "bytes": 19749357,
      "format": "JPEG",
      "sha256": "42e108f9fbf4f685ce4b8ca1022164e4cb2881f55c15e56941f0a05df770a2e1",
      "width": 5227,
      "height": 6986
    },
    "image": "https://arweave.net/sCgqtT7slFUoD4RPH98ZY6ks4xOazoPiMrwo2FUxxgs",
    "image_url": "https://arweave.net/sCgqtT7slFUoD4RPH98ZY6ks4xOazoPiMrwo2FUxxgs"
  }
}