{
  "address": "0xdc7b235c34af702c7bea3c225b1cb38f29192a3e",
  "type": "ERC721",
  "name": "_GRAMS1OF1",
  "tokenCount": "2",
  "uri": "https://arweave.net/XTgiR5A24_KHmwmTMfTQwW2wYGJ1youMFM_ZxyqVb78",
  "metadata": {
    "name": "_PRANSELADAMS",
    "created_by": "GRAMS",
    "external_url": "https://gramsdidit.eth.co",
    "description": "don't forget to have fun on the way up ✈️\n\nlike every moment in life, this one was truly a gift. a quick glance up at recently constructed brutalist architecture in new york city turned one of a kind capture in a flash. something that was meant to happen at this particular instance in the universe. one hundredth of a second before and one hundredth after equals a non-existence. an adapted, modern day dinosaur in ascension, yet coasting. a fast break from flapping action. a pause in forward movement to catch one's breath. it's beneficial to always keep our foot on the gas but if we don't take care of ourselves, breathe, relax, and give our brain a chance to reset / re-align we will flutter out faster than a candle in the wind.\n\n🤍 grams\n\n[gramsdidit.com](https://gramsdidit.com \"gramsdidit.com\")\n\nLicense: Extended Editorial. Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "GRAMS"
      },
      {
        "trait_type": "License",
        "value": "Extended Editorial. Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works."
      },
      {
        "trait_type": "Camera",
        "value": "DYOR"
      },
      {
        "trait_type": "Location",
        "value": "NYC"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      },
      {
        "trait_type": "Dimensions",
        "value": "3200 x 4000"
      },
      {
        "trait_type": "Year",
        "value": "timeless"
      },
      {
        "trait_type": "Lens",
        "value": "one i rented & liked so bought"
      },
      {
        "trait_type": "Exposure",
        "value": "that of which retained highlight texture within a gotham sky"
      },
      {
        "trait_type": "F-stop",
        "value": "f-airly open"
      },
      {
        "trait_type": "ISO",
        "value": "i so hungry"
      },
      {
        "trait_type": "World",
        "value": "Ascension"
      }
    ],
    "image_details": {
      "bytes": 10199105,
      "format": "JPEG",
      "sha256": "1b748521619c049abbc8f17430647aaf32156f0b988a217ec405cd4293d56e4f",
      "width": 3200,
      "height": 4000
    },
    "image": "https://arweave.net/I7dDGnEKMmadhaW9uiHKF5C8SX1_kegkOsMguQx50lI",
    "image_url": "https://arweave.net/I7dDGnEKMmadhaW9uiHKF5C8SX1_kegkOsMguQx50lI"
  }
}