{
  "address": "0xdcb561135f309178d9822fbbda03c028648104bf",
  "type": "ERC721",
  "name": "Framed Fantasia",
  "tokenCount": "1",
  "uri": "ipfs://QmfRzCLgWHQ5eVXDdGJTRPBi6iC8DZQ8qpPM4uCkACctA2/1",
  "metadata": {
    "description": "\"Framed Fantasia\" is a captivating animated artwork that transports viewers into a realm where the boundaries between reality and fantasy blur.\n\nThe artwork features a series of beautifully designed windows, each showcasing a pair of animated women. These women come to life within their respective windows, displaying graceful movements and enchanting expressions. Their animated forms exude elegance, poise, and a sense of otherworldly allure.\n\nThe windows themselves are intricately crafted with ornate frames, adorned with delicate motifs and intricate details. The frames enhance the sense of magic and wonder, acting as portals that invite viewers into a realm of dreams and imagination. The play of light and shadow within each window creates a dynamic visual experience, enhancing the depth and vibrancy of the artwork.\n\nAs viewers immerse themselves in \"Framed Fantasia,\" they are invited to contemplate the stories and emotions of each woman. The artwork sparks the imagination, allowing viewers to create narratives and explore the rich tapestry of the characters' lives. Each window represents a unique facet of femininity, whether it be strength, vulnerability, mystery, or joy.\n\n\"Framed Fantasia\" is a celebration of femininity, imagination, and the boundless possibilities of art in the digital age.",
    "background_color": "ffffff",
    "external_url": "https://niftygateway.com/collections/framed-fantasia",
    "image": "https://media.niftygateway.com/video/upload/v1686836762/publishers/non-fungible-talent/77683/98770/Untitled_Artwork%208.png",
    "name": "Framed Fantasia #1/1",
    "image_hash": "QmcKZrJ9sHTxxrmb4pvef9D9GcTm8YQRuivtR8irTTX6pT",
    "animation_url": "https://media.niftygateway.com/video/upload/v1686836762/publishers/non-fungible-talent/77683/98770/Untitled_Artwork%208.mp4"
  }
}