{
  "address": "0xdd0cd0a7632ad341da1c14adea23ad7f1a7ae120",
  "type": "ERC721",
  "name": "No More Degen",
  "tokenCount": "193",
  "uri": "ipfs://bafybeidz24ybwf2psdsgsjhtvqd2jeb44qdy5axqxp4e6niyfyhdd2prvu/1",
  "metadata": {
    "name": "No More Degen #1",
    "description": "Once upon a time, there was a man named Degen who had always been interested in investing in new and exciting opportunities. When he heard about NFTs (non-fungible tokens), he became fascinated and dove deep into the world of NFTs, buying and trading them regularly. At first, Degen was thrilled with the excitement of the NFT market and the potential profits he could make. But as time went on, Degen became more and more obsessed with NFTs. He would spend hours each day researching, buying, and selling NFTs, and he would constantly check the market value of his holdings. Degen soon found that this intense focus on NFTs was causing him a great deal of stress and anxiety. He couldn't sleep at night because he was constantly worried about the value of his NFTs and whether he was making the right decisions. He was irritable and restless, and he found it difficult to focus on his work or other responsibilities. Degen realized that his NFT obsession was taking over his life and causing him a great deal of distress. He sought help from a therapist who taught him healthy coping mechanisms, such as exercise and mindfulness, to manage his stress and anxiety. With time and effort, Degen was able to set boundaries and find a balance between his interest in NFTs and his overall well-being. In the end, Degen learned that it is important to not become too consumed by any one aspect of life, and to prioritize his mental and emotional health. He was able to continue enjoying NFTs as a hobby, but without the negative impact on his well-being.",
    "image": "ipfs://QmaKagtF2aLxXnECi1kBQA3JcGpwsFFN7kEDEY1451DjBN/1.gif",
    "imageName": "1.gif",
    "edition": 1,
    "attributes": [
      {
        "trait_type": "Black Background",
        "value": "Black"
      },
      {
        "trait_type": "Background Effects",
        "value": "Red_Grid"
      },
      {
        "trait_type": "Body",
        "value": "Neon_Green"
      },
      {
        "trait_type": "Clothes",
        "value": "Yellow_Paint"
      },
      {
        "trait_type": "Eyes",
        "value": "Blue_Drip"
      },
      {
        "trait_type": "Trim",
        "value": "White"
      },
      {
        "trait_type": "Words",
        "value": "None"
      }
    ]
  }
}