{
  "address": "0xdd93430ce7f092c0fa6099ac56e3a8b523edc377",
  "type": "ERC721",
  "name": "Reflections by Concurrence Collective",
  "tokenCount": "30",
  "uri": "ipfs://Qmf7LVipZLx2NRy9cP2MwMb4wesjKtVEpz1KznJvYdpMUz/1",
  "metadata": {
    "name": "Sky Mirror by Armand Sarlangue",
    "description": "A giant mirror lake sat like a throne in the middle of a fantasy landscape made of volcanoes, rivers, and mountains as far as the eye could see…like the secret gate to a parallel universe that could be seen only from the air…\n\nThe Icelandic Highlands are one of the most magical places on earth, and discovering it by air is always an unforgettable adventure.\n\nI captured this image in September 2021 during a 4-hour flight over the Highlands, in a Cessna plane. It was my first time flying over the Highlands, and I was excited more than ever. \n\nAs we flew over the area, this lake immediately caught my attention, and I asked the pilot to pass over it several times. It was as if the ground and the sky were blended somehow. The clear reflection and the shape of the clouds in it was giving me the feeling that we could fly into it and discover a completely new world…\n\nI chose to frame only the lake and direct surroundings, to make this unusual reflection the core of the scene I photographed.\n\nBio: \n\nArmand Sarlangue has been a full-time photographer for 15 years.\n\nThe son of a photographer, visual arts have always been a passion for him since childhood, and it’s through nature photography that he expresses his creativity.\n\nBeing alone in the most remote places, and translating the feelings of those moments through his images is what motivates him.  \n\nHis nature images have been internationally awarded, exhibited in museums & major photography festivals, as well as published in 5 books, and media such as Natgeo, BBC News, and many others.\n\nThis NFT is part of Reflections by Concurrence Collective – a fine art landscape photography collection dedicated to reflections found in nature. With this collection, we have returned with our shared passion for capturing the natural beauty of the world. Reflections follows on from our debut project Frozen Planet, the first-ever photography collective on Sloika.",
    "image": "ipfs://QmYvcrqxR7qHz8gVvz2AsckywUVzzqQB3Xgzby52htHhjd/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Highlands of Iceland"
      },
      {
        "trait_type": "Subject",
        "value": "Mountains, Lake"
      },
      {
        "trait_type": "Genre",
        "value": "Fine Art Landscape"
      },
      {
        "trait_type": "Artist",
        "value": "Armand Sarlangue"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      }
    ],
    "external_url": "https://sloika.xyz/concurrence.eth/reflections/1"
  }
}