{
  "address": "0xdd1dc887623d12099e5c1fb75d1812abcdf5ad4f",
  "type": "ERC721",
  "name": "Jonathan Liu",
  "tokenCount": "3",
  "uri": "https://arweave.net/-9WaQ6bJofJ12o6tkYdibrLE4oK4WcEzaX0tWJNM0cg",
  "metadata": {
    "name": "The Process Of Balance",
    "created_by": "Jonathan Liu",
    "external_url": "https://jonathanliu.net",
    "description": "This montage piece is from my series titled \"Land/Marks\". I had revisited photographs shot in Iceland from a previous project. While experimenting with the prints, I would cut them up and re-arrange them to form new realities from my memories from years before. In that two-week journey circumventing the entire perimeter of Iceland, I had cut myself off from any outside communication shifting all my focus into the act of taking photographs, all the while noting down every aspect of my journey in a diary log. It consists of every thought, every song that triggered an emotion, every escape, every joy and every moment of sadness I felt along the way.\n\nWe are often lost upon arrival. Landmarks that attracted us from a distance dissolve as we move towards them, akin to the way a face blurs and fractures into our periphery as we approach for a kiss. The conspicuousness of objects in a landscape serve as a guide pointing us in the direction of our course. The landscape perpetually disappears, moves away, overwhelms. One never really arrives. The memory of that perpetual moment is built upon, subtracted from, layered, manipulated, (re)lived and remembered over the years. In order to elucidate this notion, senses that may have been extinguished through the process of arriving are (re)kindled through the tenderness of change.\n\nMemory tangles itself, it overlaps and forms a language of its own; its notion resists articulation and is inconceivable and placeless. A single frame is inadequate to (re)present the invisibility of emotions, especially when photography deals with what is visible. The fragmentation of photographs dissolves the objective form into a subjective experience. This act of deconstruction aims to pull apart and question our reality. We cannot go back in time, but we can return to the landscape in our memories; that is all we can possess, which in fact possesses us.\n\nKodak Tri-X 320 Panchromatic 4x5 Film  \n \n14400 px by 12000 px (300dpi, JPG)",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Jonathan Liu"
      }
    ],
    "image_details": {
      "bytes": 14373857,
      "format": "JPEG",
      "sha256": "b50831fc0bcfcd052d794a0e86d28d8c01ba9b8e195c13ba4fa66fdae254c62e",
      "width": 14400,
      "height": 12000
    },
    "image": "https://arweave.net/fkr48AdsTA1hTaqRX2mINX80BovIsTOcwXfIYlChvc8",
    "image_url": "https://arweave.net/fkr48AdsTA1hTaqRX2mINX80BovIsTOcwXfIYlChvc8"
  }
}