{
  "address": "0xdd15feff50c9a9a7b64b98d2a345f515036cbcdd",
  "type": "ERC721",
  "name": "GESTALT by EM1T",
  "tokenCount": "30",
  "uri": "https://arweave.net/ipyhJrfMb6cvWOFXGwY_zjniYlWcKZX8jDzEa9sXhmc",
  "metadata": {
    "name": "GESTALT #2",
    "created_by": "EM1T",
    "description": "Gestalt #2 - Raskalov \n\nA collection of 1/1 urban exploration photography depicting figures standing at off limit locations above cities. The word gestalt describes an organized whole that is perceived as more than the sum of its parts. The silhouette of the explorer against the horizon describe their spirit in greater detail then a close up portrait of their faces. Countless years of illegal infiltrations to get here, risking it all for a perceptual experience of explicit spatial splendor. The willingness to step outside the normal dry safety of a comfort zone and into the Void. In psychology gestalt emphasizes that we perceive entire patterns or configurations, not merely individual components, we perceive the interconnectedness of different objects and environments. Exploring helped me see the bigger picture so I could find my true self within it. Because the nature of the mind demands that each component be considered as part of a system of dynamic totality. A place where I see the sum of the metropolitan manifold as greater then the individual components constructing it. Inanimate nature, life, society and mind into a single structure conquered and standing on top of it.",
    "attributes": [
      {
        "trait_type": "Gestalt in frame",
        "value": "Raskalov"
      },
      {
        "trait_type": "Structure",
        "value": "Building "
      },
      {
        "trait_type": "Weather",
        "value": "Sunset"
      },
      {
        "trait_type": "Location ",
        "value": "Manhattan"
      }
    ],
    "image_details": {
      "bytes": 5216850,
      "format": "JPEG",
      "sha256": "7b3f84235552231df21f604354e8aa20ae843c11c463152610758beb79bceec5",
      "width": 3024,
      "height": 4032
    },
    "image": "https://arweave.net/BG3dewQNEJJy3wYFBR9uI85ZON2cpQTlZAa5p_E9T-w",
    "image_url": "https://arweave.net/BG3dewQNEJJy3wYFBR9uI85ZON2cpQTlZAa5p_E9T-w"
  }
}