{
  "address": "0xdd23e99d87921d5c5a2384b29f596e79ff96b0a2",
  "type": "ERC721",
  "name": "DAOtter",
  "tokenCount": "25",
  "uri": "ipfs://QmPxA6646ELdhKXjpTDRVSpxNc4obaTAiYaNkYvhpciSzN/1",
  "metadata": {
    "name": "DAOtter #1",
    "description": "DAOtters is a captivating and unique NFT collection that beautifully merges the enchanting world of otters with the groundbreaking concept of Decentralized Autonomous Organizations (DAOs) set against the backdrop of the mesmerizing sea. Each NFT in the 'DAOtters' collection features an adorable and lively otter, capturing the essence of these beloved marine mammals known for their playful nature and graceful movements in the water. The artists behind 'DAOtters' have meticulously crafted each artwork to portray the otters' endearing expressions, sleek fur, and their remarkable affinity for the sea. In addition to the visual representation of otters, 'DAOtters' intertwines the concept of DAOs, which are innovative systems where decision-making processes are governed by a decentralized network of participants rather than a centralized authority. DAOs enable individuals to collectively contribute, vote, and shape the future of a project or organization. The sea serves as a significant backdrop in 'DAOtters,' symbolizing the interconnectedness of life, the vast possibilities for collaboration, and the boundless potential of decentralized communities. It represents the fluidity and harmony that can be achieved when individuals come together to form a collective intelligence. Through the medium of NFTs, 'DAOtters' offers a fascinating fusion of art, technology, and community-driven governance. By acquiring a 'DAOtters' NFT, collectors not only gain ownership of a captivating piece of art but also become part of a larger ecosystem where their participation and contributions have a meaningful impact. The 'DAOtters' NFT collection celebrates the spirit of collaboration, innovation, and environmental consciousness. It invites individuals to embrace the power of decentralized decision-making while marveling at the beauty of otters and the mesmerizing sea they inhabit.",
    "image": "ipfs://QmX4ADNcxuuWbTViwqp6j9WhbspUYYwqjfUEjPv7qTHgU8/DAOtter_Blind_box-v2.png",
    "animation_url": "ipfs://QmX4ADNcxuuWbTViwqp6j9WhbspUYYwqjfUEjPv7qTHgU8/DAOtter_Blind_box-v2.gif",
    "attributes": [
      {
        "trait_type": "unBox_Status",
        "value": "Blind_Box"
      }
    ]
  }
}