{
  "address": "0xdde68883dcac9ba6f4295d8a47c67a68548ee595",
  "type": "ERC721",
  "name": "Patagonia is Calling",
  "tokenCount": "28",
  "uri": "https://arweave.net/oMh8nIfzh2EHz3lNM50I8j75c7TJc7SrdQUJQtjW204/1",
  "metadata": {
    "name": "La Sucia",
    "created_by": "Ramiro Torrents",
    "description": "I have to admit I was very surprised when I first saw this image straight out of my phone, without any post-processing at all.\n\nI then started to think about taking smartphone photos in parallel with my regular photography.\n\nDuring this trip, it rained for 10 days straight. Due to a flight cancellation, I got my return postponed and was able to stay two more days. I had almost no pictures taken because of the low visibility. On my last night there, while it was still raining, I decided to go to this place regardless of what the conditions were going to be like. On arrival, there were 120 km/h wind gusts and very poor visibility. Magically, after one hour, the weather changed completely, and I had this dream landscape in front of me.\n\nAbout this collection: \n\nI find smartphone photography a perfect combination with my photography. Not only for getting good-quality photos from them, but also because I use it a lot for finding new compositions.\n\nI hope to teleport the child inside of you to these places through these 28 images. \n\nAlso, this collection is to inspire and help others remember the key factors in a good photograph in order to improve their photographic results.\n\nSome things we can control and some others we cannot, so the way to do it is to wait for it to happen, but the real key factor here is being awake for unexpected opportunities.\n\nIt all goes into one container: composition, which isn't just how we frame and place subjects but also the hour of the day, the season, and unpredictable momentary factors such as light changes that can last just a few seconds.\n\nFocusing on this wins over hoping for magic from an expensive camera. Of course, if you mix this with a pro camera, the result will be even better.\n\nCameras do not perceive light and color in the same way that we do. That is why we need to focus on post-processing. It does not matter if you want to get a real or an unreal result; that’s a station where the train must pass.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Ramiro Torrents"
      },
      {
        "trait_type": "Camera",
        "value": "motorola one zoom"
      },
      {
        "trait_type": "Date",
        "value": "April 2021"
      },
      {
        "trait_type": "Location",
        "value": "El Chaltén, Argentina"
      },
      {
        "trait_type": "Collection",
        "value": "Patagonia is Calling"
      }
    ],
    "image_details": {
      "bytes": 5793998,
      "format": "JPEG",
      "sha256": "6a2016d771433981fc17ef1d6b70b6a18181b87c077c4c0d9adafbbb6115c686",
      "width": 2448,
      "height": 3264
    },
    "image": "https://arweave.net/OowhMh3UUeATNiJx7dJ2G3c3gp1qUlHtOpmlItf4t-c",
    "image_url": "https://arweave.net/OowhMh3UUeATNiJx7dJ2G3c3gp1qUlHtOpmlItf4t-c"
  }
}