{
  "address": "0xdd964634f2588795699a218fe6500010c1ec339f",
  "type": "ERC1155",
  "name": "SPAM AND OTHER CRAP THAT WON'T FIT ON ANY PLATFORM",
  "tokenCount": "15",
  "uri": "https://arweave.net/mwJUR1Vi8hOKsSSDXnKVpstQpi_H-IeR4ww8KuvCeLM",
  "metadata": {
    "name": "THE SOUNDS OF SPAM",
    "created_by": "ROBNESS V2",
    "external_url": "SPAM.COM",
    "description": "'In the heart of a lush Hawaiian jungle, deep within the Kamikani Complex, a group of music enthusiasts stumbled upon a hidden gem: an album dedicated entirely to the beloved canned meat product, SPAM. The album, titled \"Can't Stop Lovin' SPAM,\" was said to have been recorded in the late 60s by a mysterious band known only as \"The Spammies.\"\n\nAs the group delved deeper into the complex, they encountered all sorts of obstacles, from giant mutant SPAM-loving mosquitoes to a rickety old bridge made entirely out of SPAM cans. But they were determined to retrieve the album, driven by their love for the salty delicacy and their passion for music.\n\nAs they finally reached the heart of the complex, they were greeted by a strange figure who claimed to be the leader of The Spammies. He told them that the band had been forced to go into hiding after a group of anti-SPAM activists had threatened to shut down their album release.\n\nDespite the challenges they faced, the group was able to retrieve the album and bring it to the world. It quickly became a cult classic, with hit songs like \"I Can't Help Lovin' That SPAM\" and \"SPAMalicious.\" The Spammies even went on to tour the world, performing to sold-out crowds of SPAM enthusiasts.\n\nBut the story doesn't end there. As it turns out, the entire Kamikani Complex was actually a government-funded research facility dedicated to studying the effects of SPAM on the human body. The band was made up of scientists and researchers who had stumbled upon the musical properties of SPAM during their experiments.\n\nAs the story of the album's retrieval spread, it sparked a renewed interest in the canned meat product and helped to solidify SPAM's place in popular culture. And as for the band? They continued to make music and tour, spreading their love for SPAM to the masses.'  - HISTORICAL ANECDOTE RECOVERED BY CHATGPT",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "ROBNESS V2"
      }
    ],
    "image_details": {
      "bytes": 1355662,
      "format": "PNG",
      "sha256": "b40d3ac805ad26fb540b73421af750d96c95d24161d5da14b98b682df6183242",
      "width": 1024,
      "height": 1024
    },
    "image": "https://arweave.net/Pfqk2MzEcEAoJtwDRcCS5ADwwuZaLGpJPMmLJe137o8",
    "image_url": "https://arweave.net/Pfqk2MzEcEAoJtwDRcCS5ADwwuZaLGpJPMmLJe137o8"
  }
}