{
  "address": "0xdd0cd5b219c3238f125cf97d536c85a52639f219",
  "type": "ERC721",
  "name": "BNB CARTEL",
  "tokenCount": "10",
  "uri": "https://arweave.net/5Pjq_Tph0f9WDOcLj6inxl7qpnPFB87IjcYBhPuYhE8",
  "metadata": {
    "name": "BNB CARTEL ",
    "created_by": "ETHzio Auditore",
    "external_url": "https://twitter.com/EthzioAuditore",
    "description": "You know something happened. You know you were right, but the cartel comes at night for your account, for your precious stop losses. You try to understand what's happening and you reach no explanation.\n\nNumbers only go up when they're supposed to go down. You block your phone wishing for some green PnL, but it only goes worse.\n\nYou try to spend time with your family, but you've already sold your soul to that trade, that each day asks you for more margin.\n\nYou lose trust in yourself, you feel overthrown. You start to imagine what would have happened if you opened the trade in the other direction.\n\nI feel you, and writing this helps me understand that this game is in a disadvantage.\n\nAsk yourself, do you know a rich trader? A trader that shares their whole PnL? If SBF had no liquidation and 65 billion to play, and yet he loses, what makes you think you'll win?\n\nThis is a game, a rough game. Don't let the idea of easy money trap you.\n\nSitting in your bedroom/office clicking all day, ordering food delivery, retweeting about projects you don't believe in, just for some to buy your bags.\n\nThis is a business with no soul, and that's how you will end up.\n\nThe cartel exists, and they are coming for you.",
    "attributes": [
      {
        "trait_type": "CARTEL",
        "value": "BNB"
      }
    ],
    "image_details": {
      "bytes": 1092378,
      "format": "PNG",
      "sha256": "8576c71e54c82084ad642cc06497a8c86a69105192429dacbabc5e983e25b9d9",
      "width": 1050,
      "height": 1050
    },
    "image": "https://arweave.net/7DZ81vqBxO0UZcmsHeWTH5f5jbzHks42quxvu3bBrlk",
    "image_url": "https://arweave.net/7DZ81vqBxO0UZcmsHeWTH5f5jbzHks42quxvu3bBrlk"
  }
}