{
  "address": "0xdd51d8ad74cdb43efd80894a52284c6947712c4a",
  "type": "ERC1155",
  "name": "ChrisCoCreated",
  "tokenCount": "4",
  "uri": "https://arweave.net/OYu-uXCb0k1tRFSnsLRb-hrtn4qgYaq_VGV3TOwTAgA",
  "metadata": {
    "name": "100% Vulnerable",
    "created_by": "ChrisCoCreated",
    "external_url": "https://www.chriscocreated.xyz/collections/vulnerable",
    "description": "In 100% Vulnerable the image starts at 0% Opacity (all white), and will increment as the 100 editions sell to 100% Opacity (text fully showing). \n\nText reads:  \nI feel vulnerable. \nI'm here saying I want to be a web3 artist. \nMy sleep has gone to shit. I'm adrenal every night - making, in discords, thinking, checking all channels in case anyone cares about what I'm doing. It's the last thing I do at night, first thing in I do in the morning.  \nUnderneath it all I'm hoping to be validated, that my lifetime of ‘new and different’, and doing things because they feel right, might actually come properly good, that I might be more significant. There I said it, I want to be significant.  \nDon't get me wrong I'm grateful as hell to be where I am, to have what I have. I'm in the lucky of the lucky, I'm good already. But it's not enough.  \nI still need validating.  \nI feel sick at the idea of putting this up; and I will put it out. And all the time it's out I'll fear that it'll sell 5%, and that will be it.  \nThey will sit there in my wallet, 95 editions that show that I haven't been understood. That my way of being in the world doesn't work for other people. Not truly not properly. Another thing I've done that hasn't reached its potential. \nI feel nauseous, like I'm under attack, when instead I'm safe in my nice home, with my family that will still love me whatever happens with this.  \nI want you to look after my feelings, to make me feel significant, successful, powerful; but that is not an ask I can make, you don't owe me anything. It's on me to make something of value.  \nI'm going to make work about being open in web3, so this is what I need to share. Here it is, my first paid for collection.\n\nChris",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "ChrisCoCreated"
      },
      {
        "trait_type": "Collection",
        "value": "Vulnerable"
      },
      {
        "display_type": "number",
        "trait_type": "Text Opacity",
        "value": "6",
        "max_value": "100"
      }
    ],
    "image_details": {
      "bytes": 321654,
      "format": "PNG",
      "sha256": "d35ad1dc528b6dfd9fec9ad8fdd039900ffd790737e91bba5562e263a8b9554b",
      "width": 2400,
      "height": 2400
    },
    "image": "https://arweave.net/OL9USuIyA09e9b22biewaezy6sqdA6NOXa58O2mX4Hg",
    "image_url": "https://arweave.net/OL9USuIyA09e9b22biewaezy6sqdA6NOXa58O2mX4Hg"
  }
}