{
  "address": "0xdd0c21e8920d555d645a3604bb3fc31d01c0c06d",
  "type": "ERC721",
  "name": "Feet NFT Collection",
  "tokenCount": "500",
  "uri": "ipfs://QmNbGs6mhSjd9QJ2oKoSEGn4WyXcMwt5um9dAnLkh72rm7/1.json",
  "metadata": {
    "name": "Feet #1",
    "description": "Feet. What else can I say? Absolutely marvelous. Stupendous. Utterly amazing, l'd say. The scale, the size, the shape all perfect. The perplexing scent may seem, to put it in the peasants' language, nasty, at first, but as you truly realize the beauty of feet, it grows on you. It's an incredible metaphor for life - even the most perfect thing will have a flaw, but it too must be appreciated, and in a way, it improves said thing' even more. But the best part is, undoubtedly, the taste. Ohhhh, ahhhh... scrumptious! Splendid! Superb! If it were up to me, 'd lick them all day, every day From the very tip of the heel to the ends of every single toe, as my tongue slowly drifts across the deserted surface. The burn you feel on your tongue feels odd and makes you feel uneasy at first, but it's part of the experience, and soon enough you learn to love it, as you start feeling it permanently. It's all you can feel But sucking the toes is truly the highlight. The mere thought of sticking them in my mouth makes me ejaculate poolworths of semern in seconds. The taste... oh, it's too good to describe with even the most complex of words! It truly is an inexplicible feeling that absolutely cannot be replicated. Uncultured virgins would argue that tits or ass are far superior and that liking feet is weird (Ugh, even thinking of such an incellous claim makes my spine rattle in disgust!), but only the true intellectuals of the highest level will understand. Feet truly are perfect in every way, shape and form. This is not a matter of opinion, but rather a stated fact It cannot be debunked, for feet are objectively superior to all.",
    "image": "https://ipfs.io/ipfs/Qmdgp3deWT8Nor75kLsEeQr7RUXwq6HKyWAsbcQyd1Tufh/1.png"
  }
}