{
  "address": "0xddc240ff0d608a805bd57b556c8a7391736de26a",
  "type": "ERC1155",
  "name": "MOCA Bidders Club",
  "tokenCount": "2",
  "uri": "https://arweave.net/4piB-Xi87SRDtP0s21HklVUex58T-VWbgBzGQT4-4j0",
  "metadata": {
    "name": "Cogito Ergo Sum",
    "created_by": "ParadigmStories",
    "description": "\"Cogito Ergo Sum\" is Latin for \"I think, therefore I am\". the 4th piece of the Puzzle Colection.\n\nDesciption credits: @CohentheWriter\n\n\"Paradigmstories’ latest piece is a war fought for our attention. Various armadas clashing, all of them crying out “Look at me! Look at me!” We may well find ourselves drawn to the dualities present. They make a convincing case what with the yins and yangs, the alpha and omega of human evolution reimagined as plays on Rodin’s The Thinker. And then there’s the artistic allusions: a broken drama mask, a concert cellist, Da Vinci’s Vetruvian Man. Oh, or perhaps we’ve always loved the works of M.C. Escher, and find his influence here in every labyrinth, every curling vista, every bleeding beehive. Paradigmstories doesn’t direct us to any specific place in his piece, but presents us with an unmitigated totality, hitting us with the artistic equivalent to a flurry of right jabs. It seems that every artistic style, every technique, every mood and method and milieu have been considered and included here, and so we wander around the piece, from landscape to landscape, in search of a home. Perhaps we will find one, our sensibilities aligning with one of this piece’s various areas. The wooded grove. The distant pyramids. The rising spires of cloud-covered mountains. Or perhaps we will wander in perpetuity. Like the little boy in the bottom right of the piece, standing atop illusory ground, we can do nothing more than look up in awe at the all-ness we’ve been presented with, feeling ourselves small before its grandiosity, we a part of it and yet still sequestered at its edges.\"\n\nPhysical artwork displayed in MOCA\n\nArtwork Size - 50X70 cm  \nBall point pen and Pencil.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "ParadigmStories"
      }
    ],
    "image_details": {
      "bytes": 21090855,
      "format": "JPEG",
      "sha256": "483baafceb844018f60710d508d686a5488f192c5b2f4a03483558870e9799f5",
      "width": 7339,
      "height": 9633
    },
    "image": "https://arweave.net/yJYNzGEZoG7pboX0J5Z0zcZjhFQv9vQb2phcly8sjXg",
    "image_url": "https://arweave.net/yJYNzGEZoG7pboX0J5Z0zcZjhFQv9vQb2phcly8sjXg"
  }
}