{
  "address": "0xdd5675f1d2137256b8db13e63a36aac3278432b5",
  "type": "ERC721",
  "name": "SMALL MOMENTS V3",
  "tokenCount": "1",
  "uri": "https://arweave.net/rlMZnGNM2AZd3FS_pUaebZbYp3GyLLdYYAclCTzwp2w",
  "metadata": {
    "name": "NEVERLAND",
    "created_by": "Tom Morris",
    "description": "Indonesia is an expansive tropical archipelago graced with magnificent natural landscapes, a rich history and affectionate people. Creativity is abundant and such an integral part of its culture.\n\nThe warmth and sense of belonging held such an irresistible allure that I moved here in 2017 to pursue a life more aligned with my purpose and passions.\n\nLocated at the heart of Indonesia, in the Sape Strait between the Islands of Flores and Sumbawa, exists a fairytale land of volcanic origin.\n\nRemnants of a Jurassic world forged 130 million years ago and, to this day, ruled by dragons, the Islands of Komodo offer exceptional natural beauty and are unquestionably one of the most dramatic landscapes throughout our beautiful world.\n\nA fleeting moment of serenity and solitude. A dreamworld beyond imagination - ‘Neverland'\n\nArtwork Title:  Neverland \nArtist:  Tom Morris (Colourwrks)   \nCapture Date:  08 July 2019 \nCapture Location:  Komodo National Park, Indonesia  \n\nLicense : Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.\n\nThe image will never be replicated as a 1/1, in a collection, as a composite, or in any form of digital art.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Tom Morris"
      },
      {
        "trait_type": "Camera",
        "value": "Canon EOS 5D Mark IV"
      },
      {
        "trait_type": "Lens",
        "value": "EF16-35mm f/4L IS USM"
      },
      {
        "trait_type": "ISO",
        "value": "50"
      },
      {
        "trait_type": "Focal Length",
        "value": "20.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2019:07:08 06:49:17"
      }
    ],
    "image_details": {
      "bytes": 14741719,
      "format": "PNG",
      "sha256": "6217e46b788be2c27b45a877062c813a1299de98cc59e50bfc01a566a944fab4",
      "width": 3000,
      "height": 3750
    },
    "image": "https://arweave.net/QGrWT335WLYlibSfQSR9redcANVOwiJaO8ZIPIDUVN4",
    "image_url": "https://arweave.net/QGrWT335WLYlibSfQSR9redcANVOwiJaO8ZIPIDUVN4"
  }
}