{
  "address": "0xdef879d208cd6ba6872a4351e2f4762d925feea4",
  "type": "ERC1155",
  "name": "Rorschach Editions",
  "tokenCount": "9",
  "uri": "https://arweave.net/gWrbTAviJMWYhKkRRbOmpmG_yqlB6PuIHeGHsZ6mpHs",
  "metadata": {
    "name": "Phase One",
    "created_by": "Nilus Dantes",
    "description": "Created By Nilus J. Dantes\n\nRorschach's is a collection of Abstract photography that uses tenants of the Psychological Ink Blot test as part of its foundation & are derived from various photos within my Photography portfolio. Each Photograph is designed to invoke subjective imagery based on the perception, imagination and psychological perspective of each individual holder.\n\nThe intent behind Rorschach's is to challenge the notion that Art and collectables within the NFT space & beyond require a complex story or a deeply nuanced narrative in order to have value. Instead every Rorschach allows for each individual viewing it to form their own story, meaning and emotional connection with it. Like a great deal of Art this allows for potentially endless possibilities but on a larger and more distinctive scale.\n\nRorschach's are photographs but more than that they're photos that are morphed, mirrored and transformed into unique 1/1 piece's of abstract photography. Each Rorschach is determined by the elements held within the original photo which are derived from an infinite number of traits from water, bone, skin, light, shadow, people & more.\n\nRorschach's are minted on their own ERC-721 Smart contract through Manifold.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Nilus Dantes"
      },
      {
        "trait_type": "Soma",
        "value": "Ethereal"
      },
      {
        "trait_type": "Photography",
        "value": "Digital"
      },
      {
        "trait_type": "Background",
        "value": "Achromatic"
      },
      {
        "trait_type": "Shutter Speed",
        "value": "1/1000 Sec"
      },
      {
        "trait_type": "Aperture",
        "value": "F/2.8"
      },
      {
        "trait_type": "Focal Length",
        "value": "55mm"
      },
      {
        "trait_type": "ISO",
        "value": "500"
      }
    ],
    "image_details": {
      "bytes": 21847266,
      "format": "JPEG",
      "sha256": "31279f7c5f53371c7ec24b8b70b5f465ff4c34a5e20cbf6285da77b79b258473",
      "width": 6238,
      "height": 4159
    },
    "image": "https://arweave.net/UQp7O-mEr5KzpTDBOTRtuop1KYXk9h9jOZoIcOYWph4",
    "image_url": "https://arweave.net/UQp7O-mEr5KzpTDBOTRtuop1KYXk9h9jOZoIcOYWph4"
  }
}