{
  "address": "0xde1d672108a0a0d6e8a9c84ff18829845d4fddad",
  "type": "ERC721",
  "name": "Mikel Urmeneta",
  "tokenCount": "2",
  "uri": "https://arweave.net/QWpWOc3OR5bRFsq26_1vPr5lsscTU8AoRtoaSYQmhYQ",
  "metadata": {
    "name": "100toros100",
    "created_by": "Mikel Urmeneta",
    "external_url": "https://www.100toros100bymikelurmeneta.com/",
    "description": "La Casa de la Misericordia de Pamplona, popularmente conocida como la Meca, mantiene su principio básico fundacional de atender de forma prioritaria a las personas de la tercera edad con más necesidades socio-económicas. Su gestión de la plaza de toros, cuya última construcción cumplirá 100 años el 7 de julio, le permite conseguir financiación durante San Fermín para mantener su actividad asistencial. Es por este centenario que el artista Mikel Urmeneta ha concebido una subasta digital creando un NFT en el que figuran cien toros, «100TOROS100» como metáfora del aniversario. El total de fondos recaudados por su venta los destinará esta conocida organización pamplonesa a acciones de carácter humanitario o social sin ánimo de lucro.\n\nThe House of Compassion of Pamplona, known as the Meca, keeps its basic foundational principle of looking after the elderly that have a less privileged socioeconomic position. Their management of the bullfighting ring of Pamplona, which turns 100 years old on July 7th 2022, allows them to obtain funding during San Fermín and continue their activity. For this occasion the artist Mikel Urmeneta has devised a digital auction creating an NFT with a hundred bulls, «100TOROS100» , as a metaphor for the anniversary. The totality of the funds raised will be channeled by this organisation towards not for profit humanitarian and social support activities.",
    "image_details": {
      "bytes": 4068014,
      "format": "JPEG",
      "sha256": "a67b1d73382ceb7282d4b1c227032f39f33ed5e7b80287a8eff92604dc534c17",
      "width": 1727,
      "height": 3070
    },
    "image": "https://arweave.net/2H-fDWo8qdaFghLF3zp6h5pfgUpAuoyI7ZyGXHM4Rfg",
    "image_url": "https://arweave.net/2H-fDWo8qdaFghLF3zp6h5pfgUpAuoyI7ZyGXHM4Rfg"
  }
}