{
  "address": "0xdecd00acce258e531def6f1990d01f0f14f88eed",
  "type": "ERC1155",
  "name": "Akun",
  "tokenCount": "1",
  "uri": "https://arweave.net/esgi8QmLHpSPJz0123E4ZAbxNmJorznPMKihC6LrXEU",
  "metadata": {
    "created_by": "Killabeatmaker",
    "name": "UKUN Genesis",
    "description": "UKUN: A conceptual EP that seeks to fuse the power of Afrobeat with the melodic nuances of pop, all while incorporating elements of traditional Colombian music. The EP consists of five interconnected songs, each conveying a message of self-recognition as valuable individuals who possess the ability to contribute to and transform their surroundings and realities. This is an album centered around love, specifically self-love.\n\nUKUN: EP conceptual que pretende conectar la fuerza del afrobeat con las líneas  \nmelódicas del pop, todo esto coloreado con elementos de la música  \ntradicional colombiana. Se compone de cinco canciones que se conectan a través de un mensaje de autorreconocimiento como seres valiosos, capaces de dar y transformar nuestros entornos y realidades. Es un album de amor, pero de amor propio.\n\nBio: KillaBeatMaker is a Colombian musician-producer born in the city of Medellín, Antioquia. His style aims to connect the sounds of folk and traditional South American music with Afro-electronic rhythms. He has participated in cultural markets such as Circulart Nov 2022 in Medellín, BIME May 2022 in Medellín, and BOMM 2022 in Bogotá. Currently, he is preparing for the release of his new EP called UKUN, set to launch in the spring of 2023, followed by a tour in Europe during the summer of the same year.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Killabeatmaker"
      },
      {
        "trait_type": "Type",
        "value": "Genesis"
      },
      {
        "trait_type": "Value",
        "value": "Open Edition"
      }
    ],
    "image_details": {
      "bytes": 1025533,
      "format": "JPEG",
      "sha256": "a5dd71632eacd70c6ec1b9fa4d051a82b4e7e48cd57202714be6fd7731b59b18",
      "width": 5000,
      "height": 5000
    },
    "image": "https://arweave.net/Hc9wJKKWBolasr2EJWr0ryi9WgMsqJYH8nkrIm9XfeQ",
    "image_url": "https://arweave.net/Hc9wJKKWBolasr2EJWr0ryi9WgMsqJYH8nkrIm9XfeQ"
  }
}