{
  "address": "0xde6d56edde3dcc1bb5918b476b1128a6734836c3",
  "type": "ERC1155",
  "name": "Fear",
  "tokenCount": "1",
  "uri": "https://arweave.net/d-Fv8G8IvY5axlg9MEsE3ds4Xg-F8DY3-_XB_M0_7bU",
  "metadata": {
    "created_by": "CreoDevi",
    "name": "Fear",
    "description": "\"Fear\" is a deeply unsettling and haunting artwork that captures the experience of someone struggling with anxiety and fear. The piece depicts a young boy sitting in a corner, his body tense and his face twisted with fear. On the walls behind him, shadows of hands can be seen, reaching out as if to grab him.\n\nThe stark contrast between the boy's vulnerability and the threatening shadows on the walls creates a sense of unease and tension in the viewer. The use of shadows suggests a sense of ambiguity and uncertainty as if the source of the fear is unknown and invisible.\n\nThrough its striking imagery, \"Fear\" invites the viewer to explore their own relationship with anxiety and fear. The artwork encourages us to confront our own fears and acknowledge the many ways in which anxiety can manifest in our lives. It also offers a message of hope, suggesting that through awareness and understanding, we can confront our fears and find the strength to overcome them.\n\nOverall, \"Fear\" is a powerful reminder of the importance of mental health awareness and the need to confront our own inner demons. The artwork invites us to engage with our emotions and to offer support and empathy to those who may be struggling with anxiety and fear.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "CreoDevi"
      },
      {
        "trait_type": "Type of Artwork",
        "value": "Illustration"
      },
      {
        "trait_type": "Mood",
        "value": "Fear"
      },
      {
        "trait_type": "Subject",
        "value": "Mental Health"
      },
      {
        "trait_type": "Color palette",
        "value": "Dark"
      }
    ],
    "image_details": {
      "bytes": 63729,
      "format": "PNG",
      "sha256": "7eed366986a4e0e9dc89791907e53217daaa4ebe9e3d96ecc82f48d6fe228917",
      "width": 500,
      "height": 500
    },
    "image": "https://arweave.net/KOYE9o3yM0Cgequ_N27Ym4q213MEfZvRGLoKwrrtoCQ",
    "image_url": "https://arweave.net/KOYE9o3yM0Cgequ_N27Ym4q213MEfZvRGLoKwrrtoCQ"
  }
}