{
  "address": "0xde682e73ce35929ed5beffd201b346810f00e524",
  "type": "ERC1155",
  "name": "Nonster Editions",
  "tokenCount": "3",
  "uri": "https://arweave.net/AexCBgmDh-wDP3172mhyKEBnYrdkLWnAjxNg4MEfTBc",
  "metadata": {
    "name": "Sad in a Bag",
    "created_by": "The Nonster Lord",
    "description": "This piece of a simple Nonster in a bag started as nothing more than me wanting to practice my shading skills. I ended up really falling in love with the composition and overall feel of the character so I decided to color it digitally. This only further solidified my love for the sad little nonster stuck in a bag. After this I got an ad for acrylic keychains and I thought this design was a perfect fit, so that's what I did. I turned it into a small acrylic keychain I had to eventually assemble myself by hand. I tried to sell a few keychains initially to very mediocre results. So after this discouraging initial release years ago I held on to them. I let them sit in a box in my room until the past year or so when I started going to events again and making new friends. I started handing out this keychain of the sad little nonster to those new friends and the enthusiasm I received in return from those blew me away. \n\nI was having people tell me months later that they have kept this simple little keychain with them wherever they go and how much they love it. This made me cry; I remember the rush of emotions that flooded my heart and caused me to breakdown in my room. The feeling of knowing my little friends connected with people in that way is what I do this for, it's what I do everything for. All I ever wanted to do was make friends for people to believe in. I feel like I do that. \n\nSo I feel like making this into my first edition feels more than appropriate because this piece has already connected me to some incredible people and that's something I'm entirely grateful for. \n\nThanks for reading, I love ya.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "The Nonster Lord"
      },
      {
        "trait_type": "Flurff",
        "value": "Juicy Red"
      },
      {
        "trait_type": "Date",
        "value": "30-07-2022 "
      }
    ],
    "image_details": {
      "bytes": 1261717,
      "format": "JPEG",
      "sha256": "7c1265e7398ef4dabd7a8cbc9481a9223d8b267efc59964725a3960c4557a37d",
      "width": 3024,
      "height": 4032
    },
    "image": "https://arweave.net/40vjIN0InXqxC2nz6n7z3l9LBA1BV0GSsgXZSVG2pt0",
    "image_url": "https://arweave.net/40vjIN0InXqxC2nz6n7z3l9LBA1BV0GSsgXZSVG2pt0"
  }
}