{
  "address": "0xde47548d0216defa93c0bcf6b45fc2a5c1832d22",
  "type": "ERC721",
  "name": " BEACH - PATTERN COLLECTION",
  "tokenCount": "26",
  "uri": "ipfs://bafybeicozv5sm76zzx3q2zfyqp2giniv7sz6mtdwckyysazdmfspou4xhm/1.json",
  "metadata": {
    "name": "BEACH - PATTERN COLLECTION #1",
    "description": "The Pattern Collection is a Merchandise-specific generative art collection with trademark usage rights attached to every piece.  The Pattern Collection is a one-of-a-kind collection of generative art that is created at the time of minting, and the following utilities are granted equally to the owners  Ryo Konishi DAO membership  - Owner role in Ryo Konishi DAO  - Merchandise platform lineup (dropshipping)  - Individual consulting room dedicated to apparel brand startups  - Merchandise specific updates as needed  - Online design school  - Full access to all of the original data  - Design school Online design school  - A set of files with all layers of the original data as individual materials  - Owner's revenue from all earnings of the Owner's brand  - A right to acquire merchandising sales channels in the real gallery shop ART DRIVEN BASE  - Creative in the developing metaverse Gogh Land Generation and sales of new NFTs through pattern collection wrapping function in the studio   Benefits of Ryo Konishi DAO  - This NFT owner will have access to Ryo Konishi DAO's MERCHANDISE channel  - This NFT owner will have access to Ryo Konishi DAO's MTG TABLE channel  - This NFT owner has access to Ryo Konishi DAO's BEACH CLUB (IRL community)  Ryo Konishi DAO is a self-sustaining, decentralized art studio of artists who enjoy working together to increase the value of the NFTs they produce, and to increase their own personal influence. Please join us! →https://discord.gg/H3z4z25J",
    "external_url": "https://opensea.io/Ryo_Konishi",
    "image": "ipfs://bafybeiemfj7nxa6bm24ov3lqk4u3to6fz52bgfwzvdjdm6m6r5fj3vtana/1.webp",
    "attributes": [
      {
        "trait_type": "Background",
        "value": "for_generative_0004s_0003_レイヤー-1"
      },
      {
        "trait_type": "Pattern",
        "value": "for_generative_0003s_0000_NATURE-PATTERN"
      },
      {
        "trait_type": "Frame",
        "value": "for_generative_0000_frame"
      },
      {
        "trait_type": "Symbol",
        "value": "for_generative_0001s_0003_レコード"
      },
      {
        "trait_type": "Typography",
        "value": "for_generative_0000s_0006_ベクトルスマートオブジェクト"
      }
    ],
    "compiler": "https://nft-generator.art"
  }
}