{
  "address": "0xdeb44377702f77afaa34947b48af72f9da4eff14",
  "type": "ERC721",
  "name": "NFTibet3thefourelements",
  "tokenCount": "1",
  "uri": "ipfs://bafybeibcixrpgsfkfla74dwuqo4poyrxnzfm6z6cbjludqjxb326o5viuu/1.json",
  "metadata": {
    "name": "NFTibet 03, the four elements",
    "description": "The Himalayas are the world's highest mountains, forming a barrier between the Asian continent and the Indian subcontinent. The Himalayas are home to a rich and diverse culture, including the Tibetan people. The Tibetan culture is similar to other Asian cultures in the way that mantras and prayers are written. In Tibetan calligraphy, words are written in a fluid style to convey their meaning rather than their sound. The Tibetan culture has many similarities with other Asian cultures. One of these is the way that mantras are written. Mantras are short phrases or passages that are said or chanted in order to bring about a state of spiritual awareness or closeness to a higher power. They are often similar across religions. The painting shows the four elements in Tibetan calligraphy. It was made on the 18th of March 2022 in Daramshala the Himalayas.The painting is a loving tribute to the Tibetan people and their culture. Calligraphy, is considered an art form. This piece is just one example of the many beautiful pieces of Tibetan calligraphy. The act of creating sacred mantras on a canvas The word Sam sung, for example, means kindheartedness. The Buddha in the centre is touching the earth, a gesture which symbolizes enlightenment. Through meditation and living mindfully, we can achieve enlightenment, which means our bodies,  peech, and minds can become like the Buddha's. We can learn to act with compassion and wisdom. However, this is a long and difficult process that requires  dedication and practice. Lama Tashi Norbu, is entering the blockchain space in order to safegard the Tibetan art culture and the rich Tibetan history.",
    "external_url": "https://https://nftibet.io/be-the-flower-not-the-bee//",
    "image": "ipfs://bafybeifc4wtui64h3pdtdxpbb7rhibyqkdngqkn4rnxp3g57byvimmgbja/The%20four%20elements..mp4",
    "traits": [
      {
        "trait_type": "NFTibet, 03",
        "value": "18-03-2022 Daramshala"
      },
      {}
    ]
  }
}