{
  "address": "0xdef7da97173e7f0f18a09ee1cf5425e7cdfa55ab",
  "type": "ERC721",
  "name": "Simply Composed V2",
  "tokenCount": "1",
  "uri": "https://ipfs.pixura.io/ipfs/QmUAELApGhFmP8ig99g7oo9jnZRziaMbN9WD3Ys41ENB2x/metadata.json",
  "metadata": {
    "name": "Silent",
    "createdBy": "Brynn Alise Schmidt",
    "yearCreated": "2022",
    "description": "I traveled to Grand Teton National Park in April 2022, the day after famous grizzly bear #399 emerged from hibernation with her four adult cubs. Fortunately, I captured the bear family on my first day in the park, as they then traveled south and were not seen in the park again while I was there.  During my remaining days,  I searched for other wildlife and scenes that caught my eye. One of the most amazing things about being in the park in April is that everything was shut down for the off-season, and there were very few people around because there were no services open. It was extremely peaceful and I had long moments of silence and solitude while capturing scenes throughout the park. On one of the days that I was there, I woke up to very cold temperatures and fresh snow throughout the park. In the early afternoon, the sun came out and shone on this one patch of trees on a mountainside. They shone so brightly amidst the dark shadows of the day and I immediately could see this photo in my head. I changed lenses and took this shot with my Canon 100-400mm so that I could zoom in for an intimate capture of these trees. I loved the light, color, and pattern that they formed with that bit of frosted snow covering them. It was an incredible experience to walk around the base of the mountain in absolute stillness and quiet and compose my shot. There was no wind, no noise, and the trees just stood tall and silent in all their beauty. ",
    "image": "https://ipfs.pixura.io/ipfs/QmU1pmxGkprw8DrMq1zzgc8D66UKDPWLBuAZGxzGgDxKW6/Trees.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmU1pmxGkprw8DrMq1zzgc8D66UKDPWLBuAZGxzGgDxKW6/Trees.jpg",
      "dimensions": "2978x4394",
      "size": "16209729",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "trees",
      "pinetrees",
      "abstract",
      "minimalism",
      "naturephotography",
      "patterns",
      "grandtetons",
      "grandtetonnationalpark"
    ]
  }
}