{
  "address": "0xdfcd5da44649692987d16f4cd3892ecdd9f79454",
  "type": "ERC721",
  "name": "Power and Immortality",
  "tokenCount": "24",
  "uri": "https://viw.mypinata.cloud/ipfs/QmeVZC4tRYNVVWrJ9qBxDiTm9R7Z8gpHf7GoAHGyXgPo79",
  "metadata": {
    "name": "September_Libra_Sapphire",
    "description": "Subject: Power & Immortality\r\n\r\n1. Main description:\r\n\r\nThe scarab represents the sun god Khepri associated with resurrection. Scarab beetles often lay their eggs in the feces of other animals, curling them up like a ball and rolling into the hole, the beginning of the life cycle of a scarab beetle. The Egyptians likened this behavior to the movement of the sun's \"ball\" rolling across the sky and its daily rebirth. The ancient Egyptians believed that a scarab flying in the sky every morning would call the sun up. Therefore, the scarab is a symbol of the rising sun, used for protection from evil, it is also a symbol of rebirth, creation, transformation, giving strength to the wearer. Large-winged scarabs and heart-shaped scarabs are considered lucky insects and are placed on mummies to protect them against evil spirits. When Pharaoh Amenhotep III died, hundreds of scarab mementos were made to mark milestones in his life.\r\n\r\n2. Sub description:\r\n\r\nLibra (September 23 - October 22)\r\n- Symbol: The Scales\r\n- Ruling Planet: Venus\r\n- Ruling House: Seventh House of Partnership\r\n- Key Traits: Romantic, artistic, indecisive, diplomatic\r\nThe cardinal air sign was born to bring balance, harmony, and justice to their work and relationships. Given their Venusian influence, they're lovers of art and beauty who are known for being social butterflies and the ultimate hosts. And as the ruler of the Seventh House of Partnership, they prioritize one-on-one bonds, especially of the romantic variety. But although they tend to be interested in achieving serenity at all costs and connecting with a wide range of people, they're not sheep. They're go-getters (Serena Williams is one!) who will stand up for what they believe in, dreaming big and putting in the time and energy to ensure a fair result.\r\n\r\nSapphire:\r\nThe sapphire is the birthstone for the month of September. The name sapphire is derived from the Latin word \"\"\"saphirus\"\" and the Greek word \"\"sapheiros,\"\" both meaning blue. Some believe that the name sapphire is derived from its association with the planet Saturn. The name can be roughly be translated to mean \"\"dear to the planet Saturn\"\" in many different languages.\" Sapphires have been prized as great gemstones since 800BC. Rulers of ancient Persia believed the sky was painted blue by the reflection of sapphire stones. And a great poet once described the sapphire as \"the blue of a clear sky just minutes after sundown.\"\" Blue sapphires were a holy stone to the catholic church and to Ancient Persians, who believed they made the sky blue with their reflections. To some religions, the blue color of the sapphire represents the heavens. Sapphires are stones of the apocalypse, and ancient lore held that the tablets upon which the Ten Commandments were written, were actually sapphire. This has to mean that either the script was very tiny, or the sapphire was made by the hands of someone other than mother earth, as its size would have had to have been quite adequate!\"\r\n\r\n\r\n",
    "image": "https://viw.mypinata.cloud/ipfs/Qme7gEQfaJ2VC4QeDChcgFZDeBLFyGUFzxPiUrN4ZBPMUA",
    "content_type": 1
  }
}