{
  "address": "0xdf4998b27ce9f49f10a2559cb43c6364e70d9ff8",
  "type": "ERC1155",
  "name": "Ticket To The World",
  "tokenCount": "6",
  "uri": "https://arweave.net/VEyVbKg3eZOGUkmHQ-EvMCsJOnsT3oYZXZKqPlEtgCI",
  "metadata": {
    "name": "Chicago: Sky Is The Limit",
    "created_by": "Yulia Denisyuk",
    "description": "Artist: Yulia Denisyuk  \n\nEdition: 6/6  \n\nCollection: Ticket To The World  \n\nAbout the image: One of my very first assignments in the travel space was in Chicago where I worked with a hotel brand in the downtown area. I was a new photographer and journalist and it felt so affirming for me to be able to land this opportunity. During the first night in the hotel, I stepped out to the deck. Winter was about to begin and it was a brisk, cold night – but the sky was brilliant, and so was the city below it. As I captured this moment, I felt like a whole new world of possibilities was about to open in front of me.  \n\nLocation: Chicago  \n\nYear: 2016  \n\nImage specs: 2994 x 4491  \n\nAbout the collection: Ticket To The World limited-edition capsule collection tells the stories of six iconic places around the world that have left a mark on my travel photographer's path. Travel with me to Chicago, Istanbul, New York, Morocco, Egypt, and Oman as you get to know these places and watch my photographer’s journey unfold.  \n\nAbout the artist: Yulia Denisyuk is an award-winning travel photographer and writer working on assignments with various publications around the world. For past work, she’s shared a roof with nomads in Mongolia and documented Iznik tile artisans in Turkey.  \n\nLicense: Extended editorial. Primary NFT holder can use to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder, as long as the creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with the creator.\n\nNo versions of this image (Sky Is The Limit) will be replicated again in any form on any chain.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Yulia Denisyuk"
      },
      {
        "trait_type": "License",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Chicago"
      },
      {
        "trait_type": "Year",
        "value": "2016"
      },
      {
        "trait_type": "Editions",
        "value": "6/6"
      },
      {
        "trait_type": "Camera",
        "value": "SONY ILCE-7"
      }
    ],
    "image_details": {
      "bytes": 10132100,
      "format": "JPEG",
      "sha256": "97925c02e90df22c98bb6af73d3075253cad0a06b7db4eb096553b90b2e35aa6",
      "width": 4491,
      "height": 2994
    },
    "image": "https://arweave.net/jmDiL_YkEf1saI73LtKvd4LBOW6HusSaGWpofYImTDw",
    "image_url": "https://arweave.net/jmDiL_YkEf1saI73LtKvd4LBOW6HusSaGWpofYImTDw"
  }
}