{
  "address": "0xdf0285b8f8617b6ec971c0e1c64b1203f8574e0b",
  "type": "ERC1155",
  "name": "9dcc ITERATION-01 vaulted",
  "tokenCount": "6",
  "uri": "https://storage.googleapis.com/4k_nfts/mainnet/ethereum/0xdf0285b8f8617b6ec971c0e1c64b1203f8574e0b/0000000000000000000000000000000000000000000000000000000000000001.json",
  "metadata": {
    "tokenId": "1",
    "4kId": "9DCCFASHION1",
    "name": "9dcc ITERATION-01 vaulted S",
    "order": null,
    "image": "https://storage.googleapis.com/4k_photos/9DCC/IMAGES/1.jpg",
    "external_url": "https://vault.4k.com/collectible/ethereum/0xdf0285b8f8617b6ec971c0e1c64b1203f8574e0b/1",
    "description": "9dcc ITERATION-01 vaulted token represents a redeemable voucher for the physical 9dcc IT-01 lux tee. Once claimed the owner will be able to provide shipment details through 4K to receive delivery. This token will be burned at the moment of claiming the physical.\n\nBuilt for innovators, change-makers, and disruptors. 9dcc subscribes to the familiar ideals of historic luxury fashion houses and simultaneously reinterprets the codes of luxury and sophistication. The name reflects the web3 spirit at the heart of the brand - the cryptic letter and number set represents the last four digits of the Ethereum wallet of the House from which all product expressions of the brand will be born.\n\nWhile innovative from a tech perspective, under the creative direction of gmoney, the new label will subscribe to the architecture and ideals of iconic fashion houses: Uncompromising choices in designs, materials and craftsmanship, illustrative storytelling, and selective distribution that speaks directly to the luxury market. 9dcc simultaneously reinterprets centuries-old traditions of house codes and offers a fresh take on fashion for a digital-first consumer, whose views on fashion and design align with gmoney’s own vision of timeless style. The brand promises to constantly innovate and develop past the binary and analog.\n\nDancing between the digital vs physical realms through singular, surprising products and events, 9dcc will evoke an exciting and elevated experience. Let's reimagine the world of style.\n\nAny NFT issued by 4K is redeemable for its physical counterpart anytime. To redeem, go to vault.4K.com. If you have any questions, you can reach 4K at help@4k.com.",
    "popular": true,
    "brand": "9dcc",
    "category": "Fashion",
    "attributes": {
      "shirt size": "S",
      "year": "2022"
    },
    "animation_url": "https://storage.googleapis.com/4k_photos/9DCC/VIDEO/1.mp4"
  }
}