{
  "address": "0xdfabed94562aae0e6b86e113a52545f87043144d",
  "type": "ERC721",
  "name": "Voorlichting Vertaald NFT",
  "tokenCount": "1632",
  "uri": "https://gateway.pinata.cloud/ipfs/QmNRGiH2opyfRXSAgmSjjTMSUBfx8JZCqGmLw7Jp1KV871/1.json",
  "metadata": {
    "name": "Mr. Dragon Fish VV #1",
    "description": "Do you want to contribute to better healthcare worldwide? By purchasing a NFT of our mascot Mr. Dragon Fish in collection of 9000, you support our organization 'Voorlichting Vertaald' that is committed to provide better care worldwide for patients who do not speak English. Our organization provides non-native patients information in 22 languages: Afghaans, Algerijns, Arabisch, Braziliaans, Bulgaars, Chinees, Congolees, Eritrees, Frans, Iraaks, Iraans, Jemenitisch, Marokkaans, Nederlands, Pools, Portugees, Roemeens, Russisch, Soedanees, Somalisch, Syrisch en Turks. This way non-native speakers can read information from their doctor, medical specialist, physiotherapy, dentist, speech therapist, mental health, municipal health services and nursing in their own language. With our digital platform in 22 languages healthcare professionals provide better healthcare and non-native speakers are able to understand the information given about what condition they have, what lifestyle they are advised to have, what surgery to expect and in which situation you should immediately call a doctor. This contributes to the elimination of informal interpreters, including children, which results in better healthcare worldwide. Keeping the information up-to-date and translate it over and over again takes an enormous amount of time and money, for which we receive no financing. We depend on donations to provide our patients the information they need in their own language. When you buy an NFT from Dr. Dragon Fish, you support our initiative and help us to keep information up-to-date. But more importantly, you help us expand into even more languages and to develop video's for illiterate people. Will you support our initiative and patients worldwide? Investors can receive credits on our website if wanted. Please visit our website via www.voorlichtingvertaald.nl. Voorlichting Vertaald is the only company in the world to provide healthcare information in 22 languages",
    "image": "ipfs://QmYUwEUBcF2dgbgpkTMUgvRpAXVZb6sWq3kHWAgznB61n8/1.png",
    "dna": "63ec0151a6f32dc7875e63d50f507d8680bb054a",
    "edition": 1,
    "date": 1645648220480,
    "artist": "Jo-Z",
    "attributes": [
      {
        "trait_type": "Jelly_background",
        "value": "Fog"
      },
      {
        "trait_type": "Jelly_Embed",
        "value": "Empty"
      },
      {
        "trait_type": "Jelly_body",
        "value": "Body"
      },
      {
        "trait_type": "Jelly_belly",
        "value": "Belly"
      },
      {
        "trait_type": "Jelly_outer_arms",
        "value": "Outer_Arms"
      },
      {
        "trait_type": "Jelly_inner_arms",
        "value": "Inner_arms"
      },
      {
        "trait_type": "Jelly_face",
        "value": "Face"
      },
      {
        "trait_type": "Jelly_Ears",
        "value": "Ears"
      },
      {
        "trait_type": "Jelly_Eyes",
        "value": "Eyes"
      },
      {
        "trait_type": "Jelly_Outerbag",
        "value": "Outer_bag_blue"
      },
      {
        "trait_type": "Jelly_Inner_bag",
        "value": "Inner_bag_grey"
      },
      {
        "trait_type": "Jelly_Fin",
        "value": "Fin_blue"
      },
      {
        "trait_type": "Jelly_Bag_strap",
        "value": "Bag_strap_brown"
      },
      {
        "trait_type": "Jelly_Jelly",
        "value": "Jelly_red"
      },
      {
        "trait_type": "Jelly_unknown",
        "value": "Unknown"
      },
      {
        "trait_type": "Jelly_Eyes",
        "value": "Eyes"
      },
      {
        "trait_type": "Jelly_line",
        "value": "Jelly_line"
      },
      {
        "trait_type": "Jelly_dots",
        "value": "jelly_dots"
      },
      {
        "trait_type": "Jelly_Ears_line_middle",
        "value": "Ears_stripes"
      },
      {
        "trait_type": "Jelly_inner_eyes",
        "value": "Inner_eyes"
      }
    ],
    "compiler": "HashLips Art Engine"
  }
}