{
  "address": "0xdffa952cf0e7f297c855c196eb959bf026c82a4e",
  "type": "ERC721",
  "name": "TIMEPieces x Deepak Chopra: The Seven Collection",
  "tokenCount": "1120",
  "uri": "ipfs://QmPHsWnNtK1KrPPszR6bxiWNXXsKv9qyDZeWwceQLAScw3/1",
  "metadata": {
    "name": "The Seven Spiritual Laws of Success | Cover by Edie Art",
    "description": "The main thing that inspired me from the book and that I took away from the call with Deepak as inspiration (for both the Time piece and life itself) is 'find stillness'. I've been practicing meditation for a long time and I know this to be true for my own health and sanity; finding stillness throughout my days through consciously plugging into my higher/true self is key.\n\nTIMEPieces x Deepak Chopra: The Seven Collection includes 73 renditions of Chopra's bestselling book featuring distinct covers from some of the most talented artists in the space. Fully readable on-chain, this 25th anniversary edition of the book includes a brief reflection of each of the seven laws as Deepak Chopra perceives them today. These reflections can only be found in the NFT editions of the book. \n\nYour use of the TIMEPiece NFT is subject to the license available at https://time.com/privacy/timepieces_license_agreement.html. For clarity, this limited license does not give you the right to modify the Artwork (including, as applicable, any digital TIME issue) in any way or to use the Artwork separately from the associated TIMEPiece NFT.\n\n[View in Fullscreen](https://timepieces.mypinata.cloud/ipfs/QmajPjKQLy9XHnVX7v7o1N9xNCpivHCQQAi7Mfxg6PLFLb/TIMEPieces_Deepak_Edie_Pijpers_wb.html)",
    "image": "ipfs://QmPbreysMx1ZPuhx6MjXNvxULa62iib1rU766TqZSjM8H1/TIMEPieces_Deepak_Edie_Pijpers_wb.jpg",
    "animation_url": "https://timepieces.mypinata.cloud/ipfs/QmajPjKQLy9XHnVX7v7o1N9xNCpivHCQQAi7Mfxg6PLFLb/TIMEPieces_Deepak_Edie_Pijpers_wb.html",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Edie Art"
      },
      {
        "trait_type": "Border",
        "value": "White"
      },
      {
        "trait_type": "Drop",
        "value": "TIMEPieces x Deepak Chopra: The Seven Collection"
      },
      {
        "trait_type": "Book Credit",
        "value": "Deepak Chopra"
      },
      {
        "trait_type": "Edition",
        "value": "5 of 13"
      }
    ]
  }
}