{
  "address": "0xe0f13b76eec3fed14ea585d34a79148f0255129f",
  "type": "ERC721",
  "name": "Ethereum Genesis - Vitalik",
  "tokenCount": "3",
  "uri": "https://arweave.net/80KV994VpVPaDfXYD_AnaJO0xtAqHibjjmbSx--2Q6k",
  "metadata": {
    "name": "Ethereum Genesis - Vitalik Buterin",
    "created_by": "Andrew Miller",
    "external_url": "https://www.AwesomePhotography.ca",
    "description": "To celebrate the 10th year since Vitalik Buterin conceived of Ethereum Andrew Miller is releasing the inaugural professional portrait of the then 19 year old inventor as an NFT. \n\nEthereum has become the world's leading smart contract platform, used by geeks, gamers, traders, corporate types and many more. From that whitepaper to a huge global community of Ethereum contributors, it was a long twisted road with challenges, setbacks, scientific and engineering breakthroughs.  To celebrate this historic achievement the first of his inaugural portraits is now available.\n\nHistoric moments are often disguised as ordinary days. Photographer Andrew Miller was eating take out on the steps of the Bitcoin Decentral building in Toronto when he met Vitalik Buterin, the 19 year old inventor of Ethereum. He presented as a shy and socially naive teen but there was an intriguing spark about him that caught the photographer’s attention. He seemed utterly honest to a fault. The cynical photographer was sensitive to facial expressions and verbal tone inflections. As Vitalik took the time to teach Andrew about crypto it was clear that Vitalik Believed strongly in everything he was saying. He spoke about a future that included his idea of Ethereum and his stooped posture straightened while his chin tilted upwards. His vision was immense and it seemed that his eyes looked above and beyond the people listening to him. The awkward teen disappeared and a confident adult appeared. At such an early age he was setting out to change the world.\n\nThe idea of Ethereum had already been starting to circulate around the Toronto crypto scene; but Andrew had the good fortune to listen to Vitalik weeks before the official announcement. While very different in personality and age, they shared the common love for game and geek culture. Later he would be pulled away into the deeper currents of global economies. Vitalik spent most of the conversation trying to drill the base concept of blockchain into Andrew’s brain and why he felt Bitcoin and his Ethereum would contribute to the future. His ideas were an agglomeration of many concepts already out there, but he pulled them all together to create a greater potentiality within crypto.\n\nIt all began in the sparsely furnished office in downtown Toronto. It is essential to acknowledge that Vitalik's journey and the creation of Ethereum were collaborative endeavors. Vitalik served as a linchpin connecting various elements, values, and people together. Later that night Vitalik spoke to a diverse audience ranging from corporate financiers, IT techs, internet repairmen, and basement hackers. “If you build it, they will come”. Standing shoulder to shoulder in the mixed crowd it had the feeling of the movie Field of Dreams.\n\nThe Ethereum team stood in front of this crowd with the growing excitement becoming palpable and contagious for both the presenters and the audience. Everyone had come to see Vitalik but it was clear that he was being directed when to speak and when not to speak like a junior. This felt wrong somehow to the observing photographer and it lit a desire to empower Vitalik by giving the young inventor a stronger public image and marketability. Andrew offered Vitalik a much needed portrait upgrade for his blog. Through email exchange they collaborated on this vision.\n\nThis was the first and only time Andrew had given 110% towards a portrait. Andrew felt in his gut that history was being made so he spared no expense or effort. He brought in an exceptional assistant and makeup artist both tasked with showing Vitalik their sincerity. The shoot was conducted with a PhaseOne camera, an intimidating camera known to be the King of Digital sensors. It would be a monumental challenge to have Vitalik relax his anxiety in front of the crew & camera. Andrew wanted to show the man who looked above and beyond so he crafted an environment that would allow Vitalik to blossom.\n\nDespite the email collaboration Vitalik was not prepared for the shoot and he was generally uncaring about his appearance. He arrived with distressed casual clothing, and no instinct for any formal photos. Unsatisfied with the disheveled look, Andrew took off his own striped dress shirt for Vitalik to wear. Vitalik initially wanted to wear his own frayed sweater but it was negotiated to take 2 portraits in order to satisfy both visions.\n\nThe team jumped into action cleaning him up while intentionally developing a deeper relationship with the uncertain teen. At every stage of preparation cell phone cameras were used to desensitize Vitalik to the presence of watching lenses. They spoke about many things such as Vitalik’s father who had gifted him a special watch that told time in binary numbers. Talk of games, crypto, family, school and many things flowed while the shoot unfolded. The watch became a focal point in the posing along with his straight posture. We asked him to cross his arms to show determination but also we wanted him to feel secure and comforted. The room contained the 3 production crew and was supervised by Anthony Dilorio from the Ethereum team. By this point Vitalik was relatively relaxed in front of people he felt he knew. The shoot was perfect in many ways and ended abruptly as Vitalik was shuffled downstairs to host another announcement about Ethereum.\n\nThe year would become pivotal for the nascent cryptocurrency world, and Vitalik's vision resonated deeply with those who saw the potential. With a vast community of support the Ethereum team pooled time and resources to manifest Ethereum a year later in 2015. Their lives may have taken different paths thereafter, but the impact of their encounter lingered. The portraits Andrew captured during the shoot took on a life of their own, becoming globally recognized as the most circulated professional photos of Vitalik with thousands of derivative memes, paintings, NFT artworks, vlogs, podcasts covers, news articles, advertisements, banners and other images generated from them. These portraits not only resonated with audiences but also served as a symbol of the transformative power of collaborative vision and collective effort.\n\nHis inaugural portraits were never sold or licensed to anyone except to allow Vitalik himself use it on his personal blog. Despite this limitation those portraits circulated globally, standing as a testament to Vitalik’s role as the linchpin of Ethereum. They remind us that behind every groundbreaking creation, there is a beginning, a team, an idea, and those whose dedication and ability to bring people together shape the course of history.\n\nThe most valuable portraits never sold are the original professional portraits of Ethereum inventor Vitalik Buterin and their story has never been told until now. After gifting the images to Vitalik for his blog the photographer asked the inventor to send people his way if they wanted to use the images. Almost 10 years later these are the most recognizable photos of the young man standing alongside or above the TIME magazine cover or Ethan Pine’s wonderful portraits. There are few contenders for quality photos of the young inventor.\n\nWhat one gets with the NFT\n\nThe NFT asset is 1097px by 1382 px. It is the highest quality version of this image on the internet. As a highly desirable image the highest resolution file is kept offline away from piracy. The highest resolution file (2742px by 3455px) will only be delivered privately by the photographer to the first owner after the auction. \n\nAdditional NFT Utility: The person who possesses this NFT will have full copyright of the image and retroactive immunity to copyright infringement. Andrew Miller the author of this image grants the bearer of this NFT the legal right to pursue copyright claims which occurred at any time since the images creation.\n\nIn addition, anyone that can demonstrate that they were at one time a leading bidder during the inaugural auction of this NFT also acquires immunity to past copyright infringement. \n\nOne large framed print has been made by the author for donation to an appropriate individual, museum, or facility. No additional large copies of the image will ever be made by the author. A one-of-a-kind NFT and one-of-a-kind Print will be the only high resolution copies legally displayed anywhere.\n\nThe author of the image will retain rights to present the image in his portfolios and biographies in a lower resolution format for informative purposes only.\n\n\nProven Authorship\n\nAndrew quietly posted a record of this photo shoot February 1st, 2014. https://www.facebook.com/media/set/?set=a.10153759014590591&type=3 You can visit the long standing and unified branding socials of AwesomePhotography.ca to see the announcements; Youtube, twitter, Instagram, Linkedin, and other channels to validate the minting of this NFT.\n\nAndrew posted a selfie video to his longtime youtube channel during the making of the contract and token. https://youtube.com/shorts/deYpqn8Hbjo",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Andrew Miller"
      },
      {
        "trait_type": "Date",
        "value": "2014:01:29 20:11:14"
      },
      {
        "trait_type": "Medium and Materials",
        "value": "Photograph and Physical Contents"
      },
      {
        "trait_type": "Website",
        "value": "https://www.AwesomePhotography.ca"
      },
      {
        "trait_type": "Dimensions",
        "value": "1097 pixels by 1382 pixels"
      }
    ],
    "image_details": {
      "bytes": 891443,
      "format": "JPEG",
      "sha256": "619fd9a2d3229dfbf1dbc9a1016911c102492b1f4a1db15d1e16078164aa91aa",
      "width": 1097,
      "height": 1382
    },
    "image": "https://arweave.net/0pwS5gdaS5Nvwyr4T6Na4WthTlRui_DXTE-NiBU7H4w",
    "image_url": "https://arweave.net/0pwS5gdaS5Nvwyr4T6Na4WthTlRui_DXTE-NiBU7H4w"
  }
}