{
  "address": "0xe032b8312fda4c6f65af3389045118335838da6a",
  "type": "ERC721",
  "name": "Mark de Clive-Lowe - 37,000 Feet (MdCL's Sonkei remix)",
  "tokenCount": "12",
  "uri": "ar://Vxsh9B0zMSRBLmFyavDfhPvKjAnkQWcdXGoh2uhLhjA/1",
  "metadata": {
    "animation_url": "ar://DLdM2LshZk_jElguJwDgDqC229AZ5JZh2BcSEWzLLJc",
    "artist": "Mark de Clive-Lowe",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://hIHH4F1dRDN35zvQm3e7TVx2vQVF6R0ur3_TvUfQ3TA",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "37,000 Feet (MdCL's Sonkei remix)",
        "value": "Song Edition"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "this is a remix of one of the very first midnight snacks - i made the original early 2020, right when touring came to a standstill and i was missing that feeling of flying at cruise altitude across the planet to visit faraway places, and share music with friends old and new. my sonkei ('respect' in japanese) remix is inspired by, and in memory of, the late great nujabes - the legendary japanese producer who left us way too soon (if you're not familiar, samurai champloo is a great entry point to his music via a classic anime). \n\nI've always loved how nujabes is the consummate improvising b-boy musician, flipping jazz, breaks and samples. i tweeted recently reflecting on how we were born the same year, have similar musical dna, were always barely even one degree of separation from each other, but despite all the time and community i've had in japan, never had the opportunity to meet. he's someone i would love to have had a chance to break bread with, vibe and create with.\n\nwith all that in mind (!), fresh out the lab, here's the new sonkei remix, slowing [37,000 feet] down to a jazzy head-nod and sending peace and love out to nujabes - RIP 🙏 ✨ \n\nplayed + produced by MdCL\nmastered by Kelly Hibbert\n\n--\n\nwelcome to our fourth of 8 drops (!) for [$BUYBACK Emerald] with Mashibeats - the web3 music-creator community I founded. We're taking this opportunity to invite you as a music NFT collector, to be part of our community.\n\nThere's two goals in mind for [$BUYBACK Emerald]. \n\nGOAL 1: increase governance membership of Mashibeats \n- every collector of this NFT can claim an airdrop of 50 $BUYBACK, representing governance in Mashibeats\n\nGOAL 2: building the community treasury which $BUYBACK holders have voting power over\n- 70% of funds from this drop go directly to the Mashibeats treasury. Over the 8 drops we aim to raise around 5 ETH, to then have community join in making proposals for $BUYBACK holders to vote on. \n\nHolders also curate and A&R by way of voting - our recently released remix contest winners vinyl and NFTs having been all decided by $BUYBACK members - curation by community ❤️ \n\nAfter collecting (thank you! and welcome!), head over to http://mashibeats.xyz/buyback\n\nHeadsup - each subsequent drop in this series of 8 will be a smaller edition batch, with a +0.01 increase in price and an increase in $BUYBACK claimable. And we're working on something special for collectors who collect all 8 of the drops !",
    "duration": 150,
    "external_url": "https://www.sound.xyz/mdcl/37000-feet-mdcls-sonkei-remix",
    "genre": "Downtempo",
    "image": "ar://hIHH4F1dRDN35zvQm3e7TVx2vQVF6R0ur3_TvUfQ3TA",
    "isrc": null,
    "key": null,
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://DLdM2LshZk_jElguJwDgDqC229AZ5JZh2BcSEWzLLJc",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "37,000 Feet (MdCL's Sonkei remix) #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "37,000 Feet (MdCL's Sonkei remix)",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}