{
  "address": "0xe08a8497e07ae5c5a01ac580222b4d938189387a",
  "type": "ERC1155",
  "name": "THE CELESTIAL GUARDIAN",
  "tokenCount": "1",
  "uri": "https://arweave.net/BUz8JWiVLPuy5DsyGipY4tRq-gYUGS3lcLBpa0fXGlw",
  "metadata": {
    "created_by": "Semilore Stef",
    "name": "THE CELESTIAL GUARDIAN",
    "description": "MOONBIRD #2873: THE CELESTIAL GUARDIAN\n\nUsing my new found style of abstraction for this expression, I present THE CELESTIAL GUARDIAN.\n\nMoonbird #2873 is the celestial guardian.  The celestial guardian keeps watch over the movements of the planets, ensuring that everything in the universe remains in balance.  It is the protector of the stars, guiding them through the endless expanse of the cosmos.\n\nNOTES AND INSPIRATION\n\nInspired by the Moonbird #2873 and project Bcc0-100 - a first of its kind performance piece, pioneering the interaction of blockchain and digital spaces, as well as conceptual network performances paired with cc0.\n\nI decided to explore the astrology aspect of things because when I think of the Moonbirds project, I imagine the avian creatures in strong connection to the moon and universe at large.  \n@jusnothermfer  \n and his bird gives me the perfect opportunity to realize this in art form.  I see the world from a somewhat deconstructed fluid perspective and I believe there’s some form of movement (energy wise) which isn’t exactly seen by the human eyes and I always choose to explore that abstract concept in my pieces. I mostly use bright and warm colors with flowing forms to represent my expressions.\n\nThe focus of the artwork is on the astrology aspect, with the zodiac sign constellations intricately woven into the design.  As you study the artwork, you may notice the astrological symbols and glyphs that decorate the background. I use them to represent the universes that exist out there whilst connecting them to human concepts.\n\nEach symbol represents one of the zodiac signs, and the constellations that correspond to them are carefully crafted into this work.\n\n\"Moonbirds: The Celestial Guardian\" is more than just a work of art. It's an invitation to explore the mysteries of the universe and discover the wonders that lie beyond our earthly realm.  So, take a moment to immerse yourself in this breathtaking creation and let your imagination take flight among the stars.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Semilore Stef"
      }
    ],
    "image_details": {
      "bytes": 3703010,
      "format": "PNG",
      "sha256": "fd2ca6799a1402467a683d2c57ede89d389ac71707b0762ca1e32044d9901298",
      "width": 2500,
      "height": 2500
    },
    "image": "https://arweave.net/CGiqNpFjKhW8LhySLPfRFnYoI2rwqWCoIcLH7nbq2zA",
    "image_url": "https://arweave.net/CGiqNpFjKhW8LhySLPfRFnYoI2rwqWCoIcLH7nbq2zA"
  }
}