{
  "address": "0xe08b3cc8efa0afa2b376fa808a3dbd9c208de3ef",
  "type": "ERC721",
  "name": "MechaBubble",
  "tokenCount": "20",
  "uri": "https://metadata.mintable.app/dT6uh198-iHFeAIuFf4z/1",
  "metadata": {
    "symbol": "Where Tech & Creativity Collide ",
    "image": "https://d1iczm3wxxz9zd.cloudfront.net/7ca0ff9a-aa5f-4bf2-a084-8de2458b6947/29aa6e5d-151b-4793-9185-baeb01c4d646/1/ITEM_PREVIEW1.jpg",
    "animation_url": "",
    "copyright_transfer": false,
    "address": "0xE08B3CC8EFA0Afa2B376Fa808A3dBD9c208DE3ef",
    "tokenId": 1,
    "resellable": true,
    "original_creator": "0xAf4084B7fCfb3d448Bf59ec969766084d5e1C8eC",
    "edition_number": 1,
    "description": "<p>“The Sapphire Beast - Myth or Menace?”</p><p>I’m not here to argue about whether or not the Sapphire Beast is real because at the end of the day it doesn’t matter - what those schmucks at the Himi Aiho Travel Board have cutely nicknamed the “Himi Mimi” is a threat to locals and visitors alike. How? In recent years people have gone wandering off into the jungle en masse to look for an animal that nobody has even managed to photograph. Hiking is one thing, but you can be sure that these people aren’t staying on the beaten path. Nobody has found the Sapphire Beast so far, but more than a few have gotten lost or run afoul of more conventional wildlife. It’s only a matter of time before Himi Aiho is known more as “that place where Uncle Harold died looking for Bigfoot or something” than it is as a land of unequaled beauty and the best food this side of the Pacific. That’s the last thing any of us want.</p><p>This is only if nobody actually finds the Sapphire Beast, by the way, because it will be even worse if someone does. If the old stories are to be believed, the Sapphire Beast is as old as this island, has feathers sharp enough to cut solid stone, and can shift in size “mai ōpeʻapeʻa ke kohola” - from a bat to a whale, and presumably anything in between. Add to that the fact that it has evaded capture and documentation for centuries and you have a creature that is either extremely cunning or has a habit of leaving no witnesses. Probably both, if we’re being honest. The pursuit of the Sapphire Beast and the potential, however slim, of actually finding it both spell disaster for Himi Aiho.</p><p>The Himi Aiho Travel Board has played no small part in encouraging this hype, so if any of you have read this far, please consider this my heartfelt plea to put an end to it. Cancel the $10,000.00 USD reward. Stop using drawings of the “Himi Mimi” in your marketing. Crackdown on those scam artists offering tours looking for the beast. Do you really need an ancient shapeshifting razor bird to sell people on visiting one of the best places on Earth, especially with Mizuka’s Arrival just around the corner? I don’t think so. Do better.</p><p>Aah, who am I kidding? I doubt any of them can read.</p><p>Until next time,</p><p>Kaleo</p>",
    "title": "The Himi Mimi",
    "url": "dT6uh198-iHFeAIuFf4z/1",
    "file_key": "29aa6e5d-151b-4793-9185-baeb01c4d646/1/7ca0ff9a-aa5f-4bf2-a084-8de2458b6947_himimimi.jpg",
    "apiURL": "dT6uh198-iHFeAIuFf4z/",
    "subtitle": "4k Hi-Res Image w/o-Watermark Available only to purchaser ",
    "name": "The Himi Mimi",
    "preview_images": [
      "https://d1iczm3wxxz9zd.cloudfront.net/7ca0ff9a-aa5f-4bf2-a084-8de2458b6947/29aa6e5d-151b-4793-9185-baeb01c4d646/1/ITEM_PREVIEW1.jpg"
    ],
    "category": "Art",
    "edition_total": "20"
  }
}