{
  "address": "0xe0e00a63aa1eb15e2c78fbb6b7e391ff3843d044",
  "type": "ERC721",
  "name": "Kevin George - Stay With Me",
  "tokenCount": "25",
  "uri": "ar://rAC9j2KZ2dg9a2TdsliSw5wSw1ZTzo4QZex2a8BqEi8/1",
  "metadata": {
    "animation_url": "ar://gSNFRt9J_seMRRO1ZwdcxqsvrI0qGtt96lVkfinp50M",
    "artist": "Kevin George",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://SJQHPe2yJlnHkHTdXco0Km-N-WEwaNTwJHj1XqAEzAY",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Stay With Me",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "A letter to my first love, music.\n\nAfter years of bouncing around different EP deals with different labels to stay a float, I wrote Stay With Me. It was during a time where I felt creatively empty. To me, it’s a call out for a second chance. I couldn’t come up with anything. My beats were horrible & I doubted every single lyric I wrote. It was the scariest time of my life.\n\nThe business & politics of music had caught up to me. It got so overwhelming to the point where I felt like a failure and even had thoughts of giving up. How could I have gotten to the point where I resented making music? It’s the only thing that truly makes me feel whole.\n\nI had forgotten about the kid who skipped the last two years of high school to learn two instruments, learn how to make beats, record himself & write songs from scratch. I had forgotten the sacrifices i made to build a relationship with music. I had forgotten the reasons why i even love music so much. The freedom it gave me. I almost let the business take that away from me. \n\nStay With Me is the 1st song I wrote for Glory Road, and the beginning of Chapter 3. I am no longer with any labels. This time I choose freedom over all. If I don’t have my music, my creativity, then I have nothing. I wanted so badly to make songs that I loved again. I wanted so badly not to doubt my music & Stay With Me was the ice breaker.",
    "duration": 206,
    "external_url": "https://www.sound.xyz/kevingeorge/stay-with-me",
    "genre": "R&B & Soul",
    "image": "ar://SJQHPe2yJlnHkHTdXco0Km-N-WEwaNTwJHj1XqAEzAY",
    "isrc": null,
    "key": null,
    "license": null,
    "locationCreated": null,
    "losslessAudio": "ar://gSNFRt9J_seMRRO1ZwdcxqsvrI0qGtt96lVkfinp50M",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Stay With Me #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Stay With Me",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}