{
  "address": "0xe0f989d6876e6d041d2a2e2b11fdbfc2249a319f",
  "type": "ERC1155",
  "name": "Chesapeake Temple",
  "tokenCount": "2",
  "uri": "https://arweave.net/6shaNpqWCuzTaxGVlJAaTINP2olIKPZdj0PqKKPJ4nk",
  "metadata": {
    "name": "The Temple Healers",
    "created_by": "Harmonic Soul",
    "external_url": "https://chesapeaketemple.org/musings/f/the-temple-healers-part-1",
    "description": "The year is 2049. Twenty-four years after the last Shamballa Impact and in the wake of the sudden collapse of the old civilization, 100 mystery schools and temples have re-emerged around the world to form a dark grid of Spirit around the Earth, heralding a shift into soul culture and a new Aquarian civilization.  \n\nTemple historians, in charting the trajectory of the rise of the modern mystery schools, highlight a crucial movement at the beginning of the 3rd turning of the Trans-Himalayan teachings, a uniquely 2nd ray Love/Wisdom movement that later became known as: Healing for Initiation. \n\nIt was a time in the early 2020s when the healer-mystics started to re-appear in the temples, bringing a wave of nourishment to the field, enabling the true flowering of group initiation through coherence and accelerating the integration of body-mind and soul for the masses. \n\nThese were not the kind of healers that were known at the time. \n\nThey weren’t physicians, therapists or bodyworkers, naturopaths, acupuncturists, chiropractors or psychics although many did possess these skills and abilities. \n\nThey were healer-mystics with a unique purpose, endowed with unique gifts.\n\nTheir shared purpose was healing for soul initiation.\n\nThey worked with matter, emotion, mind, soul and monad.\n\nThey worked with the personal, transpersonal, collective and multidimensional.\n\nThey worked with self, other and the group, often simultaneously.  \n\nThey worked directly with the etheric body of beings, energetically whispering to the soul, aiding the release of lifetimes worth of karmic seeds.\n\nThey were able to speak the language between worlds and kingdoms of nature. \n\nThese healers were known to weld the mysteries of elemental magick…\n\nAir, Water, Fire, Earth, and Ether\n\nThese elemental powers were utilized to heal and integrate the body-emotions-mind so that the soul could shine through them. \n\nThe impact on the field was immense as resident temple healers provided the precision, attunement, real-time integration and aftercare needed during temple trainings so that the large majority of graduates were able to stabilize their soul openings in much less time which then allowed the field to grow in number and capacity exponentially. \n\nAnd just as significantly, these healers enabled not only a precisely attuned journey of initiation for each soul and the group, their presence allowed for an entirely different type journey of initiation to emerge…\n\nToken holders may receive special benefits at the temple. See website for details.",
    "attributes": [
      {
        "trait_type": "Temple Healers",
        "value": "Category"
      },
      {
        "trait_type": "Genesis",
        "value": "Collection"
      },
      {
        "trait_type": "2",
        "value": "Ray"
      }
    ],
    "image_details": {
      "bytes": 1949209,
      "format": "PNG",
      "sha256": "6ba828123d567254c16f084b0590a99bff47b1bce75ee6f74c37c895afc38ebb",
      "width": 1125,
      "height": 1117
    },
    "image": "https://arweave.net/35DQqvHGSfyF_fm3HrqkbjzdXy2S2Nytxvxio-bKAhI",
    "image_url": "https://arweave.net/35DQqvHGSfyF_fm3HrqkbjzdXy2S2Nytxvxio-bKAhI"
  }
}