{
  "address": "0xe0f2b1de0241cbc58d9b332c9ad5fbc4b20dab64",
  "type": "ERC1155",
  "name": "Lighten up after the dark animals",
  "tokenCount": "10",
  "uri": "https://arweave.net/ECHDVj3K7oTy1I6uegrN-JYvEnsKVhou7OLU40WxMjc",
  "metadata": {
    "name": "Baby Elephant ",
    "created_by": "FotoGraaGHanneke",
    "external_url": "https://fotograaghanneke.nl/",
    "description": "You can claim Baby Elephant for your collection. It is the second piece from the Lighten up after the dark animals editions. \n\nAsian elephants are the largest land mammals on the continent of Asia. They can grow up to 6.4 meters in length, stand 3 meters high at the shoulder and weigh as much as 5 tons.  \nThey constantly move their ears to cool themselves. The Asian elephant lives in India and Southeast Asia in wet, difficult-to-access tropical forests and grasslands where many different types of trees and plants grow. Due to population pressure in Asia, the habitat of elephants has become much smaller.  \nElephants have been revered in Asia for centuries and play an important role in culture and religion. They also play a vital role in preserving the region's forests. But their habitat is shrinking and Asian elephants are also threatened by poaching, illegal trade and human-animal conflict. By protecting elephants, we also protect other animals that live in their habitat.\n\nFor the Lighten up after the dark animals collection I have up lighted the nature photos, giving them a different twist. They light up from the dark. A beautiful effect.\n\nThere are 10 editions of the Lighten up after the dark animals.\n\nAll holders of my work will receive a pre-sale discount for 8 days when my next collection drops.  \n",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "FotoGraaGHanneke"
      },
      {
        "trait_type": "Camera",
        "value": "Nikon D5200"
      },
      {
        "trait_type": "Date",
        "value": "2021-08-30"
      },
      {
        "trait_type": "Photography",
        "value": "Animals"
      }
    ],
    "image_details": {
      "bytes": 20914021,
      "format": "JPEG",
      "sha256": "93832b62d76e8992111e2fd9eb2c2507abe179af210698fe8193332daceca89f",
      "width": 6000,
      "height": 4000
    },
    "image": "https://arweave.net/ZwPiKaEgpj58HXhVaVC0Jzn2dmCLw3HljVWmO60QxyI",
    "image_url": "https://arweave.net/ZwPiKaEgpj58HXhVaVC0Jzn2dmCLw3HljVWmO60QxyI"
  }
}