{
  "address": "0xe09f06bc7981a929b67832045ae8ea4e0d20b350",
  "type": "ERC721",
  "name": "Whispers of Nature by Buitrago",
  "tokenCount": "1",
  "uri": "https://arweave.net/PDYXQOP6b6su4EFHLTTAIf5vCwE1hNbBTTw6IdWB85Q",
  "metadata": {
    "name": "Canto del Magdalena",
    "created_by": "Buitrago",
    "description": "\"Canto del Magdalena\" is a digital artpiece that captures a magnificent sunrise in the middle basin of the Magdalena River, nestled between the majestic Central and Eastern Andes mountain ranges in Colombia. In this creation, it reveals the magical moment when the sun rises above the darkness of the night.\n\nThe Magdalena River takes center stage in this scene, reflecting the beauty of the sky in its calm waters. The image is filled with dots of purple, blue, yellow, gray, and white colors, evoking the transition between the darkness of the night and the radiance of the new day.\n\nThe central and eastern Andes mountain ranges frame the river's course, adding a sense of grandeur and majesty to the landscape. The mountains seem to awaken alongside the sunrise, enveloped in soft tones and shadows that dance in harmony with the light unfolding on the horizon.\n\nIn \"Canto del Magdalena,\" one can appreciate the serenity and the promise of a new beginning that each sunrise brings. The artwork invites the viewer to immerse themselves in the unique atmosphere of the middle basin of the Magdalena River, where nature manifests in all its greatness, and the river becomes the narrator of an eternal and captivating story.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Buitrago"
      }
    ],
    "image_details": {
      "bytes": 8741218,
      "format": "JPEG",
      "sha256": "a50b681fcebc03b21768a9c02d14c123b375afc630483a3a1b8db9d72c7d343f",
      "width": 2835,
      "height": 3779
    },
    "image": "https://arweave.net/SMRqYr0SqC_3rD_8UdBIixfcU3pNr8RiEjESNvP9cZQ",
    "image_url": "https://arweave.net/SMRqYr0SqC_3rD_8UdBIixfcU3pNr8RiEjESNvP9cZQ"
  }
}