{
  "address": "0xe0d742e4a5fe8b1519c73a32c7d6612f9bd5853d",
  "type": "ERC721",
  "name": "Max Pinckers Margins of Excess",
  "tokenCount": "9",
  "uri": "https://arweave.net/cvGTEuyrP0PhVqUgrl3ukIHfQoIpfZma6VPMEjdlI_k",
  "metadata": {
    "name": "Ali Alqaisi",
    "created_by": "Max Pinckers",
    "description": "\"I know one thing,\" Mr. Qaissi said yesterday, breaking down in tears when reached by telephone. \"I wore that blanket, I stood on that box, and I was wired up and electrocuted\".  \n– The New York Times, March 18, 2006\n\n\n\"In Margins of Excess the notion of how personal imagination conflicts with generally accepted beliefs is expressed through the narratives of six individuals. Every one of them momentarily received nationwide attention in the US press because of their attempts to realize a dream or passion, but were presented as frauds or deceivers by the mass media’s apparent incapacity to deal with idiosyncratic versions of reality.\n\nHerman Rosenblat became well-known because of a self-invented love-story set in a concentration camp during WWII, the private detective Jay J. Armes appears to be a real-life superhero, Darius McCollum drew media attention by compulsively hijacking trains, Richard Heene would have staged an elaborate television hoax, Rachel Doležal would have pretended to be Black, and Ali Alqaisi would have tried to make people believe that he was the ‘hooded man’ in the iconic photo from Abu Ghraib prison. This book weaves together their stories through personal interviews, press articles, archival footage and staged photographs.\n\nThe current era of ‘post-truth’, in which truths, half-truths, lies, fiction or entertainment are easily interchanged, has produced a culture of ‘hyper-individual truths’, demanding a new approach to identify the underlying narratives that structure our perception of reality in a world where there is no longer a generally accepted frame of realism. Embedding the stories of the six main protagonists into a clustering tale of cloned military dogs, religious apparitions, suspect vehicles, fake terrorist plots, accidental bombings and fictional presidents, this book follows an associative logic akin to the indiscriminate way a paranoid mind connects unrelated events, or the hysteria of the 24-second news cycle.\n\nIn Margins of Excess reality and fiction are intertwined. Not to fool us, but to reveal a more intricate view of our world, which takes into account the subjective and fictitious nature of the categories we use to perceive and define it. And then again: not to celebrate superficiality and contingency, but to pierce through the noise, buzz, pulp, lies, dreams, paranoia, cynicism and laziness and to embrace ‘reality’ in all its complexity\". - Max Pinckers\n\nEdition: 1 of 1",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Max Pinckers"
      },
      {
        "trait_type": "Collection",
        "value": "Margins of Excess"
      },
      {
        "trait_type": "Year",
        "value": "2017"
      },
      {
        "trait_type": "Year of publication",
        "value": "2018"
      },
      {
        "trait_type": "Person shown",
        "value": "Ali Alqaisi"
      },
      {
        "trait_type": "Location",
        "value": "Germany"
      },
      {
        "trait_type": "Capture Medium",
        "value": "6x7 color-negative"
      },
      {
        "trait_type": "Edition",
        "value": "1 of 1"
      },
      {
        "trait_type": "Medium",
        "value": "Non-Fungible Token"
      },
      {
        "trait_type": "File Size",
        "value": "3273 × 4000 px (19.5 MB)"
      },
      {
        "trait_type": "Book",
        "value": "Margins of Excess, self-published by Max Pinckers, Brussels, 2018"
      },
      {
        "trait_type": "License",
        "value": "© Max Pinckers"
      },
      {
        "trait_type": "Copyright",
        "value": "© Max Pinckers All Rights Reserved"
      }
    ],
    "image_details": {
      "bytes": 19483545,
      "format": "JPEG",
      "sha256": "d1cca1b22d7cebe2deb69ea31f7e40d3b28588b26f7f995e16780610f185a8ea",
      "width": 3273,
      "height": 4000
    },
    "image": "https://arweave.net/4EZElkzWqbf89v8wXyWo_usBbJsAoCPlXyhP3wQ4CWY",
    "image_url": "https://arweave.net/4EZElkzWqbf89v8wXyWo_usBbJsAoCPlXyhP3wQ4CWY"
  }
}