{
  "address": "0xe1a9e4a36fff01ddbcf686e337f0727bc27f911b",
  "type": "ERC1155",
  "name": "Beyond the Portal!",
  "tokenCount": "1",
  "uri": "https://arweave.net/jgFANWqBZrCrYTkt7rvNDXdqrAYmwRa6ARkOZc2icBU",
  "metadata": {
    "created_by": "Cayden & Cedric",
    "name": "Beyond The Portal!",
    "description": "Once upon a time, in a land far away, there were two young adventurers frogs, named Pons and Cayden. Both had always dreamed of exploring unknown lands and discovering hidden treasures. One day, while on a hike in the forest, Pons and Cayden stumbled upon an ancient portal.🐸\n\nWithout hesitation, they stepped through the portal and found themselves transported to a mysterious and magical world beyond their wildest dreams. As they looked around, they saw strange creatures and landscapes that they had never imagined existed.🌈\n\nThey soon realized that they were not alone in this world. A group of friendly creatures called the Chompies welcomed them and offered to help them explore this new world. They led our two heroes to a hidden cave where they believed a treasure lay hidden.💎\n\nBut to reach the treasure, Pons and Cayden had to face a series of challenges. They had to navigate through treacherous caves, solve puzzles, and outsmart dangerous creatures. Getting captured at one point by the beast called WEB2 and being rescued by the most courage’s girl frog who ever lived, Jen! \nBut as fate would have it, with the help of their new friends the Chompies and Jen, our two heroes persevered and eventually found the treasure.✨\n\nAs they held the treasure in their hands, our heroes knew that they had truly found something special beyond the portal. They realized that sometimes the greatest adventures and treasures are found when we take a leap of faith and explore the unknown.🫶🏼\n\n",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Cayden & Cedric"
      }
    ],
    "animation_details": {
      "bytes": 39943255,
      "format": "MP4",
      "duration": 13,
      "sha256": "e54441a63f3b40c37fcaddb8ad2389e5587a42789883a79904ac6f70fc17ca27",
      "width": 1762,
      "height": 2500,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/tIW0q9vup1HT--UhyYKRE6JUmKZvXbQ4neokybMYmwc",
    "animation_url": "https://arweave.net/tIW0q9vup1HT--UhyYKRE6JUmKZvXbQ4neokybMYmwc",
    "image_details": {
      "bytes": 4105691,
      "format": "JPEG",
      "sha256": "c77cd559fe5b013b3863ff5521267b21858b78494f4a5418f3b77fda7485b1b9",
      "width": 2461,
      "height": 3488
    },
    "image": "https://arweave.net/E0MEIMVVUT5VcvHvRJ1FSg8tQD_hOyxQG_Lid_8uxpA",
    "image_url": "https://arweave.net/E0MEIMVVUT5VcvHvRJ1FSg8tQD_hOyxQG_Lid_8uxpA"
  }
}