{
  "address": "0xe11c90922bb5d6fe661b44039da64c04b5b153e9",
  "type": "ERC1155",
  "name": "Sean Bonner Editions",
  "tokenCount": "13",
  "uri": "https://arweave.net/nJ7sEmt8V5dUBY_4TetBLL1yXyYSNU4y7srbEdOkZyA",
  "metadata": {
    "name": "A Moment On The Metro",
    "created_by": "Sean Bonner",
    "external_url": "http://seanbonner.com",
    "description": "I took this photo of my family in 2010 while we were living just outside of Paris. We were heading home after a day in the park and there was a sweet moment with a gentleman sitting next to us, which I photographed. I uploaded it to a personal account and sent it to a few friends. A few years later we started getting emails asking if we thought the subject of a meme floating around looked familiar - it did. Someone had used my photo, retitling it NO ONE IS BORN RACIST. Since then it's continued spreading. It's been seen by millions of people around the world with all kinds of bias and assumptive narratives imposed upon it. My wife, Tara, wrote about the experience at nooneisbornracist.com. In 2019 we returned to Paris and reconnected with the gentleman on the train, and learned about his own experiences with this as well.\n\nThe photo keeps spreading, every 6 months or so a new group or forum thread blows it up again. It's amusing, but also exhausting. We would hope people would take the time to learn the real story behind the image, but they rarely do. I've minting the photo to allow people to collect and share the image and the story behind it.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Sean Bonner"
      },
      {
        "trait_type": "Location",
        "value": "Paris"
      },
      {
        "trait_type": "Camera",
        "value": "iPhone"
      },
      {
        "trait_type": "Year",
        "value": "2010"
      },
      {
        "trait_type": "Color",
        "value": "Color"
      }
    ],
    "image_details": {
      "bytes": 172399,
      "format": "JPEG",
      "sha256": "a12c65b58ee77207b4dd9ee98c6cd9ffa8bb58095c94537d5361471fcfa2fe85",
      "width": 1125,
      "height": 1112
    },
    "image": "https://arweave.net/d2rpRB876FwjoDBxo4OjjzIsG_D7PPkp8BQeXRFmWmI",
    "image_url": "https://arweave.net/d2rpRB876FwjoDBxo4OjjzIsG_D7PPkp8BQeXRFmWmI"
  }
}