{
  "address": "0xe13d3f3a873798aa5f8339a50a4a5f096a6208b8",
  "type": "ERC721",
  "name": "Japanese Traditional Music -WAGAKKI-",
  "tokenCount": "6",
  "uri": "https://gateway.pinata.cloud/ipfs/QmfWEAagcegDgwMDoYJkmXXJDSfAYLkPEUgFStg63wpTA9",
  "metadata": {
    "name": "Kodo",
    "description": "This piece is composed with “Shinobue” flute, an instrument made of bamboo, which has an ability of producing tones that evoke a feeling of natural purity that cannot be replicated by the wind instruments made of metal. Its simplicity in the construction made Shinobue a friendly instrument, widely adopted by the players. Shinobue has always taken a beloved role in festivities and ceremonies throughout Japanese history.“Miho-no-Matsubara” (Pine Field of Miho), an integral part of the world heritage “Mount Fuji”, is known for the folklore of pine of feather raiment where a goddess was said to have descended and landed. The breathtaking scenery of the great Mount Fuji beyond the Suruga Bay has been the inspiration of countless artists through generations. Its view has been sung in the ancient poetic complication of “Manyoshu”, and the master Ukiyo-e artist Hiroshige Utagawa of Edo period has also chosen the Miho-no-Matsubara as a locale in his drawing. This collection is composed of a descending goddess, with the captivating scene of Great Fuji as its background, a poppish expression of the eternal beauty transcending over time.",
    "external_url": "https://audiostock.net/",
    "image": "https://gateway.pinata.cloud/ipfs/QmW9Wz55h8LaG1vvx6GZPocpsSBxpUf3hBp6aYSFeB6Tps",
    "audio_url": "https://gateway.pinata.cloud/ipfs/QmejB5GenVZYv834NXgx6gKc8o7EYhsmqdxb5tGN2ijFBA",
    "animation_url": "https://gateway.pinata.cloud/ipfs/QmejB5GenVZYv834NXgx6gKc8o7EYhsmqdxb5tGN2ijFBA",
    "artist_name": "arachang",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "arachang"
      },
      {
        "trait_type": "Performer",
        "value": "Michiko Yamada"
      },
      {
        "trait_type": "Instruments",
        "value": "Shinobue Japanese Flute"
      },
      {
        "trait_type": "Instruments",
        "value": "Wagakki"
      }
    ]
  }
}