{
  "address": "0xe17bbd7c962070bd6cbace985067c5020bc920a3",
  "type": "ERC721",
  "name": "Avatares ^^",
  "tokenCount": "151",
  "uri": "https://arweave.net/lPTyOOU715XvdSCKMzsC2KVa8Si3HQgRHmS9Tg_wpJ4/1",
  "metadata": {
    "name": "Avatar #01",
    "created_by": "Aissa Santiso",
    "description": "Avatars is a PFP art project and post-photographic essay of AI-generated portraits of people who have never existed. The images were created by mixing real photos provided by the collaborators with various phenotypes selected by the artist and the model according to their tastes and preferences reflected in a survey.\n\nThe project talks about two aspects: the loss of the veracity of the photographic portrait as a representation of personal identity in the 21st century and the exchange of PFP images as a representation of digital identities and as merchandise.\n\nNine collaborators participated in the collection, mostly artists from the Spanish-speaking community, some of them recently incorporated into the web3 ecosystem. Royalties will be distributed equally among each of the contributors and will be established on-chain through the manifold studio smart contract.\n\nAvatars is a database of AI-generated faces to be used as PFPs on social media, in metaverses, or as derivatives for other works. The series idealized a hypothetical future in which users can acquire alternative digital identities and use licenses to interact in their daily lives without being exposed or restricted by the body, gender, or certain sociocultural standards.\n\nWhile a percentage of the royalties will be distributed to contributing creators, the remaining will be donated to UNHCR, the United Nations Agency for Refugees and Families in Need of Humanitarian Assistance, through the help of the platform The Given Block.\n\nThe collection is licensed under the Creative Commons Attribution License, which releases commercial and usage rights as long as the original collection is mentioned. The Avatars collection will have a physical version that will be in charge of the author for use in galleries, fairs, calls, and artistic residences, both physical and in the metaverse, where there will be a link to the original file recorded in each image.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Aissa Santiso"
      },
      {
        "trait_type": "Collaborator",
        "value": "Adriana"
      },
      {
        "trait_type": "Hair color",
        "value": "blond"
      },
      {
        "trait_type": "Age",
        "value": "young"
      },
      {
        "trait_type": "Background",
        "value": "gray"
      },
      {
        "trait_type": "Eye color",
        "value": "clear"
      }
    ],
    "image_details": {
      "bytes": 22965724,
      "format": "PNG",
      "sha256": "d16d57c48a86a2408b0de8fdfb591c77a4e329bd9bf4931d1fcf64a71fe49b6d",
      "width": 4267,
      "height": 4267
    },
    "image": "https://arweave.net/-zh3zg3OI5nopnfXa-uVUEXu89eW3_ifCt71RjYIiIU",
    "image_url": "https://arweave.net/-zh3zg3OI5nopnfXa-uVUEXu89eW3_ifCt71RjYIiIU"
  }
}