{
  "address": "0xe15e9cba795f946d00c65a5acb966b6f12aed7d4",
  "type": "ERC721",
  "name": "Nico Franc - Grateful",
  "tokenCount": "25",
  "uri": "ar://RK4RI6bQ3RV7S-5RsY-uzZuEhS-ciUUk47lT_CRN3yI/1",
  "metadata": {
    "animation_url": "ar://lMPFgJqN6ErvKWWdaMMh6oo3Hr1hIwyyPWb2-m82V78",
    "artist": "Nico Franc",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://FWUPg0BIp5QD5QMCsKSPps3_mdhlPWZN2YPIt2IVAFQ",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Grateful",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 72,
    "credits": null,
    "description": "\"Grateful\" is about how to ease the blush of unfamiliarity when entering a new relationship. I wrote it when I made friends with the feeling of having just enough fuel to jump AND just enough fear to shut my eyes when I do it. This song is quite a bit more specific than my previous releases. As “Stuck” talked about trusting the feeling over the circumstance, and “Paint in the Dark” described the over-arching agreements that I have observed in the healthiest love, “Grateful” exemplifies these themes using the intimacy of a pillow talk conversation. It is about putting what I’ve learned into action and trusting what happens next. \n\nAs someone who has spent most of their music career playing shows and performing, “Grateful” has become one of the songs that I use to bring down the energy of a show. It’s the deep breath out, the song that takes the emotional weight off, the settling. Some songs pop out finished within 30 minutes and others take time, and “Grateful” went through many iterations over a few years before I finally landed where I did. I spent a lot of time observing people’s reactions to the lyrics and would continue to edit until I got the reaction that I wanted from my audience. Up until early-2020 the song was called “Quiet” and the chorus was not very strong. I remember finally landing on the melody of the chorus that you hear now when I was just noodling around on a guitar at a friend’s house. I’ll never forget the midnight, one-man, dance party I had in my bedroom because I finally discovered lyrics that mirrored the emotion of the melody of the chorus. Pure celebration, it was a glorious feeling. \n\nSo, when you listen to this song, I want you to flip through you own wonderful, wine-stained memories just like I did. I hope it inspires you to take a conscious breath before you sit down for an intimate moment with that person, and recognize that this will only happen this way once, right now. Enjoy, and thanks for collecting, “Grateful” :)\n\n\"Grateful\"\nWritten by Nicolas Cyril De Luca-Verley (Nico Franc)\nProduced, Mixed, and Mastered by Dean Woodson and Nicolas Cyril De Luca-Verley (Nico Franc)",
    "duration": 236,
    "external_url": "https://www.sound.xyz/nicofranc/grateful",
    "genre": "Pop",
    "image": "ar://FWUPg0BIp5QD5QMCsKSPps3_mdhlPWZN2YPIt2IVAFQ",
    "isrc": null,
    "key": "D_MAJOR",
    "license": null,
    "locationCreated": "us",
    "losslessAudio": "ar://lMPFgJqN6ErvKWWdaMMh6oo3Hr1hIwyyPWb2-m82V78",
    "lyrics": {
      "text": "It’s the moment I take everyday just to say that I see you\nAnd it’s the choice I make every night to lay next to you\nCause all the while I know\nThings like this don’t last long do they\n\nAlthough I fear the end no I won’t forget the beginning\nLike a flash in the rain you hit and I knew I was willing\nTo jump\nYou were the perfect excuse to jump\n\nSo regardless of what’s next for us\nKnow that I am grateful just to love you\nJust to love you\nAnd I told myself that it would hurt\nBut you have shown me love can work without a bruise\nI guess I’m just grateful for you\n\nSo let’s cheers off the night with a bottle of wine to forgiveness\nAnd read the summary pages of all our past relationships\nJust to laugh\nYeah I love it when you laugh\n\nSo regardless of what’s next for us\nKnow that I am grateful just to love you\nJust to love you\nAnd I told myself that it would hurt\nBut you have shown me love can work without a bruise\n\nAnd if you ever feel alone sometimes\nYou can call me I am yours to remind\n\nRegardless of what’s next for us\nKnow that I am grateful just to love you\nJust to love you\nAnd I told myself that it would hurt\nBut you have shown me love can work without a bruise\nI guess I’m just grateful for you\nGrateful to love you",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Grateful #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Grateful",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}