{
  "address": "0xe17cb0990498a4f6379da57cfc78bb43014a73f2",
  "type": "ERC721",
  "name": "NFT Aotearoa 2022 V2",
  "tokenCount": "1",
  "uri": "https://arweave.net/FGLL6glgM6D9Tfe2VMb7GC78yQGdrW1QvfxrdY4q6WY",
  "metadata": {
    "name": "The Only Way is Up",
    "created_by": "Keri Little",
    "description": "Liquid Sculpture - Using high speed photography I spend my time capturing the surreal impact of water drops colliding. The droplets exhibit a natural beauty of which I just adore exploring. In order to gain precision I use a water drop device that took me a few months to build and enhance with some customization. In the process I have gained some new skills in electronics, physics and plumbing. This style of photography requires a lot of patience, skills and perfect conditions. It is time consuming and frustrating. The timing of the drop release, valve close, camera shutter, the flash release they are all depending upon the size and weight of the droplet. The calculation to synchronise all of these factors continuously changes as you tweak your way to the perfect image. Once all the settings are in place as a creative we get to play with the colour and the viscosity of the liquid. Bearing in mind any changes we make to the viscosity of the liquid requires more calculated and intentional changes to be made. A lot of it is trial and error, the splash distribution changes so often that it is hard to get any prediction spot on every time. However, this all being said, with every attempt as a creative you are presented with some wonderful formations and whether they are perfect or not, they always deliver an artistic feast for the eye.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Keri Little"
      },
      {
        "trait_type": "Location",
        "value": "Auckland, New Zealand"
      },
      {
        "trait_type": "Camera",
        "value": "Canon EOS R5"
      },
      {
        "trait_type": "Lens",
        "value": "EF100mm f/2.8L Macro IS USM"
      },
      {
        "trait_type": "ISO",
        "value": "500"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/11"
      },
      {
        "trait_type": "Exposure",
        "value": "1/200"
      },
      {
        "trait_type": "Focal Length",
        "value": "100.0 mm"
      },
      {
        "trait_type": "Flash",
        "value": "true"
      },
      {
        "trait_type": "Date",
        "value": "2022:06:29 17:31:10"
      }
    ],
    "image_details": {
      "bytes": 69996911,
      "format": "JPEG",
      "sha256": "cabeaa1395b9bf118aee7b319fad8cc5f472e0586acd51f8b3a18f6809085457",
      "width": 14141,
      "height": 20000
    },
    "image": "https://arweave.net/K-xFlkjfmfVXqVWjzsMgctQdwfyV8X6lKkfei8BFQMY",
    "image_url": "https://arweave.net/K-xFlkjfmfVXqVWjzsMgctQdwfyV8X6lKkfei8BFQMY"
  }
}