{
  "address": "0xe1fe3a5a2bc5624de44ac70462d1f470cffd1f30",
  "type": "ERC721",
  "name": "Apocrypha",
  "tokenCount": "6",
  "uri": "https://ipfs.pixura.io/ipfs/QmYXwbXmdk4wfS5sRUKELXCazAeYU2nDnweqCcCNrU3ptL/metadata.json",
  "metadata": {
    "name": "Covenant",
    "createdBy": "Keegan Ead",
    "yearCreated": "2023",
    "description": "\"Covenant\" portrays the bond of sisterhood and shared faith. Here women wearing religious garb reminiscent of nuns, unite in a striking display of solidarity and protection. Their arms extend to form an unyielding shield around a single woman at the heart of their formation. This central figure, the focus of the image, peers out from their sanctuary with a look of concern directed off-camera. \n\nThis still-frame, and potent tableau is a testament to the strength of collective resolve and the bonds of sisterhood. The grasping arms forming a shroud lend a sense of urgency to the scene, amplifying the tension and underscoring their shared commitment to face impending challenges together.\n\nThe 35mm film-still aesthetic serves to transport viewers into an alternate timeline, creating a dreamlike ambience and blurring the lines between the past, present, and future. These AI photographs, though created by a very modern technology, bear the nostalgic imprint of a bygone era, adding a layer of intrigue and heightening the sense of exploring an unfamiliar yet eerily recognizable world.",
    "image": "https://ipfs.pixura.io/ipfs/QmRKM7qq6ceSKy3LfvKt5Hy8NJw7UB9wu45FKtQZ5YnjSP/01_Covenant.png",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmRKM7qq6ceSKy3LfvKt5Hy8NJw7UB9wu45FKtQZ5YnjSP/01_Covenant.png",
      "dimensions": "1536x864",
      "size": "1706090",
      "mimeType": "image/png"
    },
    "tags": [
      "AI",
      "Photography",
      "Group",
      "Orange",
      "White",
      "Photo",
      "Religion",
      "Nuns",
      "AlternativeHistory",
      "film",
      "historical",
      "35mm",
      "grain"
    ]
  }
}