{
  "address": "0xe1145ebb92867cfaef4286f87bfdb8415b2b8a83",
  "type": "ERC1155",
  "name": "Chris Arvan Art & Music",
  "tokenCount": "1",
  "uri": "https://arweave.net/DpO-X3HCAgO7NcLK_TMjF06h_hV9bMKTN8UqBWb2zQE",
  "metadata": {
    "name": "Ear Death Experience",
    "created_by": "Chris Arvan",
    "description": "In June 2017, my hearing suddenly deteriorated in my left ear and a few weeks later, my right ear followed suit. The hearing loss was accompanied by a change in pitch by a 4th in my left ear and the loss of all dynamic range. Certain frequencies became painful at volumes that would not bother most people. Doctors diagnosed me with sudden sensorineural hearing loss, diplacusis, and hyperacusis, but they had no explanation for why it happened or how to cure it other than prescribing corticosteroids.\n\nMy condition made it difficult for me to understand musical progressions or to enjoy places with crowds, as even Whole Foods sounded like muffled chaos. I was forced to wear earplugs in social situations, and my hearing felt like it was useless. The doctors gave me little hope, telling me that if my condition did not improve within a month, it would likely remain that way for the rest of my life.\n\nAs a result of my hearing loss, I had to give up my passion for music, which had always been my primary creative outlet. I turned to visual arts as a means of filling the void and helping myself cope. I created this painting in late June 2017 and it was a reflection of this difficult time in my life.\n\nFor a year, I lived in isolation while wearing earplugs most of the time. However, my situation changed for the better when I tried hyperbaric oxygen treatments in 2018. While the treatment was expensive and not practical, it appeared to help, and I continued to receive it every month. Eventually, I found a used chamber with an oxygen concentrator that I could afford, and I spent over 250 hours inside it over the next year. By the fall of 2019, my hearing had improved by 85%, and most of the strange anomalies had vanished.\n\nDuring the period when my hearing was at its worst, I spent most of my time making art and building a company that I had started with my family a few years earlier. As my hearing slowly started to get better, I began making music again, and I even explored some new ideas I had conceived when I couldn't hear. I combined orchestral music with rock, and eventually, I fully recovered.\n\nThe experience of losing my hearing had silver linings that I never expected. If it weren't for my hearing loss, I would not have become the artist that I am today.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Chris Arvan"
      },
      {
        "trait_type": "# of editions",
        "value": "1"
      }
    ],
    "image_details": {
      "bytes": 11115171,
      "format": "JPEG",
      "sha256": "be3e9e3c61300f3a828fff5cd7cc826076132410d728d106868dc41b712b2b73",
      "width": 2500,
      "height": 2500
    },
    "image": "https://arweave.net/AB16Ll4qShiW3fc52k9adKUSjoDmFIhtY53YW5Po1xk",
    "image_url": "https://arweave.net/AB16Ll4qShiW3fc52k9adKUSjoDmFIhtY53YW5Po1xk"
  }
}