{
  "address": "0xe2c8f204a8626a2308e16b3983b90cb9c3121e53",
  "type": "ERC1155",
  "name": "Shine A Light",
  "tokenCount": "1",
  "uri": "https://arweave.net/WMafaBNgcncXSPfuNPrecKji_7hf1jA9KCPe-j08F4g",
  "metadata": {
    "name": "Shine A Light",
    "created_by": "STU",
    "description": "In 2020, after a few years of ruling out many conditions, my dad was diagnosed with MSA (multiple system atrophy). MSA is a rare, degenerative, neurological condition similar to Parkinsons, but it effects the autonomic nervous system as well as Balance. Obviously watching him lose his physical abilities has not been easy, and travel w/ a diagnoses in early 2020 has made it harder. Something we have a ton of fun with, and he has been able to do despite his diminishing physical abilities, is create art. We have made hundreds of acrylic paint pours, Art is truly therapy. While making paint pours has become Increasingly harder for my dad, AI is a tool that still brings him so much joy. He signed up for Dalle this summer, and we spent hours creating magical things while I was at home, including using our paintings as a base. While I was home, (in trying to get my parents to understand WTF I do, I brought them the idea of doing an MSA, NFT fundraiser). Step one brought us here…. An OE, with all proceeds going to the MSA Coalition.  The work below is the result of one of my dads paintings being blended & edited via MidJourney... magic we enjoyed creating together, and hopefully that you enjoy too. One day, when a blockchain historian is stalking your wallet, I hope they look back on a time, and smile bc now there is a cure for MSA.",
    "image_details": {
      "bytes": 1351665,
      "format": "PNG",
      "sha256": "dd00b9ecf32c1c7a50567e6c45c147bf2fb2cc4580299649cd6abef18669995a",
      "width": 1024,
      "height": 1024
    },
    "image": "https://arweave.net/mC08sQBrFxrOqn3aLyRnU1dcwK9OITjndwyB_VJEIEM",
    "image_url": "https://arweave.net/mC08sQBrFxrOqn3aLyRnU1dcwK9OITjndwyB_VJEIEM"
  }
}