{
  "address": "0xe23b334fdbbeb65b57b0836d0d4de50c6be8de1d",
  "type": "ERC721",
  "name": "Panther Phobia by Luke Wessman",
  "tokenCount": "88",
  "uri": "ipfs://QmPpjZnm9c7V96oLJUfTdngt6jWFdz8ndFvrMt1P4tc7LS/1",
  "metadata": {
    "name": "Panther Phobia #888",
    "description": "Panther Phobia\n\nThe Panther. I started hanging out in a tattoo shop 25 years ago. This particular shop was fully covered in hand painted tattoo flash, floor to ceiling. There was one sheet, one image that I gravitated towards above all the rest, the Panther head. It struck me as a strong and powerful image, also classic and timeless. When researching its meaning, I found words like power, protector, freedom and courage. I was hooked. Since then I have tattooed countless versions of Panthers on people from Los Angeles to Australia. This subject matter as my first NFT felt right as it was one of the first tattoo images I fell in love with. After 25 years of creating art it also feels right making this my first official art release available to purchase, as the majority of my career I've made it impossible to buy any of my original artwork. power, protector, freedom and courage.\n\nThe following terms apply to the Digital Collectible associated with this NFT:  https://www.tronic.app/legal\n\nThe following terms apply specifically to the Digital Collectible associated with this NFT: https://www.tronic.app/legal/general-dct",
    "image": "ipfs://QmcE1YGQfbsXrKP5SF6Lfib8UC9xJePPELVvmTkfaZySPf/888.png",
    "external_url": "https://tronic.app/marketplace/phobia/",
    "attributes": [
      {
        "trait_type": "Background",
        "value": "White"
      },
      {
        "trait_type": "Fur Color",
        "value": "Sand"
      },
      {
        "trait_type": "Background Holes",
        "value": "Red"
      },
      {
        "trait_type": "Panther Outline",
        "value": "Panther Outline"
      },
      {
        "trait_type": "Head Tattoo",
        "value": "Web Head Tat"
      },
      {
        "trait_type": "Eyes",
        "value": "Laser Eyes"
      }
    ]
  }
}