{
  "address": "0xe2ddb27dba040a895475b30efd590188dc2e52f9",
  "type": "ERC721",
  "name": "PigeonArt by Aaron Blaisdell",
  "tokenCount": "295",
  "uri": "ipfs://QmQvr3MFBgqKooUsZ3o9hGz7sqZgLvUqFUsqZfHWXWAUMX/1.json",
  "metadata": {
    "description": "PigeonArt By Aaron Blaisdell. PigeonArt was born when Darwin, a pigeon in Dr. Blaisdell's Comparative Cognition Lab, spontaneously opened the Paint App and produced his first artistic creation. We used that serendipitous discovery to pivot to the study of how pigeons generate digital art. We've certainly learned a lot along the way. The pigeons are great teachers! The pigeons' art studio is a touchscreen-equipped operant chamber. Our team developed an art app for the pigeons to create art. The pigeons can peck at the screen and leave digital marks. The marks vary in color, shape, and line width. Our artists create art out of the sheer joy of it, and receive no food or other extrinsic reward for making art. This is our genesis drop of pigeon art, with many more to come. The mission of this drop is to fund our research exploring how and why pigeons make digital art, as well as to fund research on the Animal Mind. We want to raise awareness of the creativity and imaginative insight of pigeons and other animals. 100% of the net proceeds of the primary sale as well as all sales on secondary markets will be directed directly back into funding the lab research. There has never been a better time for science and art to intersect than now with the arrival of web3 and its decentralized economy!",
    "artistRoyaltyInfo": {
      "artistAddress": "0x81045A8C0240947955FD176AeC9De9A6d22BB6ad",
      "artistPercentage": "10"
    },
    "external_url": "pigeonart.xyz",
    "image": "ipfs://QmcwE51jpz5eNDUtvSFjz34Xu6nT9mj97Rda7skh42U5Xs/Darwin_2022-03-22.jpg",
    "name": "P01.288",
    "attributes": [
      {
        "trait_type": "ArtistName",
        "value": "Darwin"
      },
      {
        "trait_type": "DateOfCreation",
        "value": "3/22/2022"
      },
      {
        "trait_type": "Colors #",
        "value": "3"
      },
      {
        "trait_type": "Artistic Tools #",
        "value": "2"
      },
      {
        "trait_type": "Density",
        "value": "medium"
      },
      {
        "trait_type": "Glitch",
        "value": "FALSE"
      },
      {
        "trait_type": "Project",
        "value": "Genesis"
      }
    ]
  }
}