{
  "address": "0xe249d2062fc2ad15172179fe57a12794414e3ef4",
  "type": "ERC721",
  "name": "ShroomLand",
  "tokenCount": "4",
  "uri": "https://arweave.net/1kGJ1OdrkF_hotQ63wkkasIgHtNyFJNNhy9RPriYvwY",
  "metadata": {
    "name": "Mycor Cavern",
    "created_by": "Shroomstep",
    "description": "Mycor Cavern is covered with a forest of giant mushrooms. Its caverns grow deep into the Earth, with ancient stalagmites and stalactites towering in every direction. \n\nThe air itself is thick with potent psychedelic mushroom spores that carry the dank aroma of mouldy wet socks.  \nEverything is consumed by it; minds twist and bend out of all reason and rationality. The plants themselves radiate with a soft bioluminescent glow and seem to be ever-growing on a timeless loop.\n\nThere is an old path retaken by the undergrowth that leads safely through the cave. Scattered loosely are several half broken and dilapidated wooden Signs with the words \"STAY ON THE PATH!\" written boldly across them.\n\nThe inhabitants, a race of mildly malicious fungi known as The Fungarr will attack in great numbers if they find you wandering too far and too curiously. Some may lure you further into the cavern till you find yourself forever lost, while others are just too stoned to care.\n\nThere are dangers in this cavern only imagined by onlookers and weary travellers. Whispers of dark and ancient beasts that even time has forgotten, hungering growls that bellow up from the depths.  \nThose who venture too far never return, for its paths are long, dark and ridden with peril.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Shroomstep"
      }
    ],
    "image_details": {
      "bytes": 31018719,
      "format": "JPEG",
      "sha256": "7ef1d001ffc52152c3aafb02339916122877aa1fc19a66754cd3a2556185b13a",
      "width": 7999,
      "height": 4571
    },
    "image": "https://arweave.net/poPtzHS3FPYZN88xjKl15AxOv3OCqVNvfkhCiEpve20",
    "image_url": "https://arweave.net/poPtzHS3FPYZN88xjKl15AxOv3OCqVNvfkhCiEpve20"
  }
}