{
  "address": "0xe25b4479206cf2a7ec509313daf6fd36624107d6",
  "type": "ERC721",
  "name": "VICTORESTEVES",
  "tokenCount": "1",
  "uri": "https://arweave.net/RW5q59kBbLE41UHDecyYVLd4irW_aTANfdN3GzlzG18",
  "metadata": {
    "name": "Barren Lands",
    "created_by": "Victor Esteves",
    "description": "Declared a UNESCO Biosphere Reserve, Bardenas Reales is a natural park covering 42,500 hectares located in Navarre, Spain. The arid landscape, which is marked by cliffs, canyons, plateaus and breathtaking silence makes it a photography and hiking wonderland.\n\nThe urge to visit this place was huge and floating on the back of my mind for years. Fortunately late october 2022 i was able to arrange a short road trip from Portugal to experience it for almost 3 whole days. The many restrictions of the area make it hard to enjoy in it's fullness since it has a military zone right at the center of the region where regular aerial strike are conducted and there're many No Trespassing areas. \n\nBardenas is a place full of stories of UFO's, bandits, kings, princesses and its natural beauty make it a wonderful destination for any kind of traveller. Completely exposed by wind erosion and water ravinant the gypsum and limestone all combined create amazing shapes envy by the best artists, an incredible desert area that immerses you in a setting worthy of the best westerns. \n\nLICENSE - Extended Editorial  \nCan be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Victor Esteves"
      },
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Spain"
      },
      {
        "trait_type": "Camera",
        "value": "DJI Air 2s"
      },
      {
        "trait_type": "Time of the Day",
        "value": "Sunrise"
      },
      {
        "trait_type": "Year",
        "value": "2022"
      },
      {
        "trait_type": "Dimensions",
        "value": "5383 × 6729"
      },
      {
        "trait_type": "Genre",
        "value": "Aerial Photography"
      },
      {
        "trait_type": "File Type",
        "value": "JPEG"
      }
    ],
    "image_details": {
      "bytes": 12479430,
      "format": "JPEG",
      "sha256": "ea45c88e44faa0ea02c94039634666da5ac9a95296885674db09327802c9f5c7",
      "width": 5383,
      "height": 6729
    },
    "image": "https://arweave.net/c1JliqlxF5PFMXl9kyEg4WFFieaqTTdH1IR7WmXw9kg",
    "image_url": "https://arweave.net/c1JliqlxF5PFMXl9kyEg4WFFieaqTTdH1IR7WmXw9kg"
  }
}