{
  "address": "0xe3c1b195ef9219dd64b1198c93564902057d45de",
  "type": "ERC721",
  "name": "WALL OF NATURE",
  "tokenCount": "46",
  "uri": "ipfs://QmdbJFEgEpAVhAChgoxmEJrsywQbWPCDmwjsPEy4HfMyvf/1",
  "metadata": {
    "name": "Heaven #1/5",
    "description": "Media Dimension: 3214px x 5000px\nNFT Mania is pleased to launch these stunning pieces of \"Wall of Nature\", an artistic photographic series that artist Viet Ha Tran created based on the first vertical garden in Spain. Wall of Nature is filled with strong colours, flooding each frame with purples, yellows, blues, pinks, oranges and greens. The pattern of colors, is a fascinating combination of art, architecture and botany. The resulting shots are like stills from a daydream, where reality converges with the artist’s inner world.\n\n\n**About Viet Ha Tran**\nMember of the Spanish Royal Photographic Society, Viet Ha Tran is a fine art photographer and multidisciplinary artist who creates emotionally dense and endlessly compelling art photographs of women and landscapes. Her photographs emphasize fantasy and imagination as a source of aesthetic experience. They have the power to push viewers into a daydream where reality conveys with the artist’s inner world. Thoughtful and lyrical, her photographs have a feeling of being freshly minted and timeless at the same time.\n\nHer work has featured on Spanish national news Expansión and El Economista, on Vogue Italy, Vanity Fair France, The Times of India, Vietnam News, Vietnam Television and were auctioned by Christie’s Hong Kong for charity. She was commissioned by Vogue Italia and Louis Vuitton France.\nTo date, her art has been collected by art collectors in over 30 countries.",
    "image": "https://res.cloudinary.com/nifty-gateway/image/upload/v1680616306/publishers/nftmania/48878/72074/Heaven.jpg",
    "image_hash": "QmTHDwsWy8mVhoYethbatLJNuALqVJSk2mSXU3oo9oGV3a",
    "background_color": "ffffff",
    "external_url": "https://niftygateway.com/collections/wall-of-nature/"
  }
}