{
  "address": "0xe37b6bad815c21b95310a70e75ad03c1c7d2e320",
  "type": "ERC721",
  "name": "Ripple",
  "tokenCount": "1",
  "uri": "https://arweave.net/4-p0ybSnBXtxjM62aJTmlctUREtoMHHvhSCygwXFCGA",
  "metadata": {
    "name": "Tillamook",
    "created_by": "TJ Thorne",
    "external_url": "https://tjthorne.xyz",
    "description": "Tillamook is the genesis piece of the Ripple Collection, which is the next explorational series of my relationship with water.\n\nSince 2017, a large part of my creative energy has gone into exploring the meditative and healing properties of water which has resulted in the ongoing Ebb and Flow Collection. During this exploration, I have discovered not just knowledge of my motivations for going to nature, but also knowledge of my needs and the things that I get from my relationship in order to battle and survive my demons.\n\nThe meditative process of watching, exploring, and photographing water through my viewfinder brings me comfort, peace, and solace. The world melts away as I get lost in the ebbs and flows of the reflections, refractions, and plays of light. My worries and stresses get washed downstream and I learn and anticipate the movement, attempting to capture a specific fraction of time, forever capturing in a bottle this personal and intimate experience where the elements aligned in an aesthetically pleasing arrangement.\n\nOne of the benefits of this kind of intimate reaction is honing my ability to look deeper and more closely at the world that surrounds me, enabling me to find beauty in the most mundane of places. That ability creates small moments of gratitude that enrich my life and help me to appreciate my existence. With gratitude being the keystone of my sobriety and mental health, it's extremely important that I fill my life with those moments.\n\nMy work is genuine and I do it for me. But the best compliments I have ever received are the ones where people told me that my work got them to see things that they never noticed before viewing my work. The fact that something I do can enrich someone else's life, perhaps someone who also needs the things I need for the same reasons I need them, warms my heart. Many of us often forget to find those moment of gratitude.\n\nThe Ripple Collection is my attempt to bring the viewer into my process to show them a little more clearly the beauty that I interact with through my viewfinder. The videos in the collection are glimpses into personal, intimate, and cherished moments in my life where everything was ok. Moments of gratitude where I was content and at peace not just with the world, but with myself.  \n--------------------  \nDue to marketplace file size restrictions, the full length 4k resolution video as well as a social media sharing version are downloadable through the link on this token-gated page: \n\n• https://www.tropee.com/utility/download-links-for-ripple-tillamook/01GWR9YABV786YK2FGTKMPMXG9\n\nLength: 2:21  \nSize: 986.8 MB  \nDimensions: 3840x2160 (4K)  \n--------------------",
    "attributes": [
      {
        "trait_type": "Light",
        "value": "Direct"
      }
    ],
    "animation_details": {
      "bytes": 48989530,
      "format": "MP4",
      "duration": 20,
      "sha256": "43f349bcadd4237bff6066a270ac98f5d277cced9f195d9d666abfe762b928e0",
      "width": 1920,
      "height": 1080,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/WdrlvmIJKETcbfaI-f9gOnOpJoxvLi2sEdJY_zUvdPc",
    "animation_url": "https://arweave.net/WdrlvmIJKETcbfaI-f9gOnOpJoxvLi2sEdJY_zUvdPc",
    "image_details": {
      "bytes": 20161002,
      "format": "JPEG",
      "sha256": "efcaba62b8226cceac1bb9e02beed86aaf5ca1aa248bfe1c125b0fc382d116ce",
      "width": 7622,
      "height": 5084
    },
    "image": "https://arweave.net/LkAubfWP85VvVwcW-PNkbwLcFhqTDHdfyVJu7U2eKJs",
    "image_url": "https://arweave.net/LkAubfWP85VvVwcW-PNkbwLcFhqTDHdfyVJu7U2eKJs"
  }
}