{
  "address": "0xe38e272cd9f9e7da64f0c8553544e8b122fb3e98",
  "type": "ERC721",
  "name": "Mr. Lonely by Luis Dalvan",
  "tokenCount": "23",
  "uri": "https://arweave.net/nedE5GTcdlUxYbnbPlIzp-LPKgioySnOxEqw3yhA6I4/1",
  "metadata": {
    "name": "Mr. Lonely #1/21",
    "created_by": "Luis Dalvan",
    "description": "It was Saturday, March 12, and a man was sitting on a stool near a wall in a room of his house that he had not been in for a long time. The day was sunny but the autumn breeze was already approaching. Outside the house the mulberry tree was almost without fruit, its leaves dry and malnourished due to lack of water.\n\nJust before he left, the man reluctantly reached into a dusty drawer for a cigarette, lighter and a rusty key.\n\nUpon arriving in the room the man was immediately seized by memories of a not too distant past. Without thinking much, he pulled the stool to one of the corners, close to the wall of the shuttered window. Institutionally he reached into his right pocket, grabbed a cigarette and lighter, and before he could even light it, he sat down. Slowly he observed the real reason for his visit to this room so full of memories: small scratches written apparently with something sharp or pointed, perhaps a knife.\n\nThe scratches were a small phrase that his former love had scribbled so that he would never forget it. After a few seconds of staring unblinkingly at the wall his eyes began to water. The cigarette had almost been completely taken, and then he smiled. A single tear fell from his face at that instant and moments later he stood up, leaving the room. On the wall, the four scribbles that completely changed his destiny that day: YOU ARE NOT ALONE.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Luis Dalvan"
      },
      {
        "trait_type": "Digital photography",
        "value": "Medium"
      },
      {
        "trait_type": "Size",
        "value": "3221x4026"
      }
    ],
    "image_details": {
      "bytes": 8285686,
      "format": "JPEG",
      "sha256": "f63ab813e597b9e8e425ec9f64e7aefdafd5aa2fbea3e6943787f9d55cc90898",
      "width": 3221,
      "height": 4026
    },
    "image": "https://arweave.net/ZXp1G-HZWvv5vz96whuSGtxAScvhdiqKAJWnFpCsWR4",
    "image_url": "https://arweave.net/ZXp1G-HZWvv5vz96whuSGtxAScvhdiqKAJWnFpCsWR4"
  }
}