{
  "address": "0xe323c27212f34fceabbbd98a5f43505ddec266dc",
  "type": "ERC1155",
  "name": "Unidentified contract - GvkzBcf32g",
  "tokenCount": "4",
  "uri": "ipfs://QmfVtSvBRWXnEL4h9ntzXGhN3DuhEBGuVsaTVvMQTiymaX",
  "metadata": {
    "name": "Seed #1: PLI",
    "image": "ipfs://QmVMpfiCJyTCcPrAfGRv3khFVaFJ533aCKH8Usa8a5paBE",
    "animation_url": "ipfs://QmaL7zjeFkWVFEf5LCKKhSFh34GEbe6Jux7c46g2Bw5WuR",
    "external_url": "ipfs://QmPqwkFs22rMkJPmC1TG6x6cJt34VDhXFvMfk4FRi8yraG",
    "description": "In PLI, paper is material, subject, scenography and skin. Braided as rope, torn to scraps, floated up like a ship’s sail or crumpled down to rocky formations, it moves from one form to another, echoing the history of a material that has silently accompanied human expression throughout the ages. So what if you unfolded this particular piece and all it contains? Laid it flat, smoothed it out with the back of your hand. There it would be: crumpled, lined, not quite new, less blank page than palimpsest. Still – ready for the next thing.\nArtists: PLI is a collaboration between Inbal Ben Haim, Alexis Mérat and Domitille Martin. It continues to tour, accompanied by installation artworks.\n\n**About The Sphere**\n\nThe Sphere is a research-creation project exploring and developing new ecologies of funding for the performing arts. Inspired by recent innovations in the field of blockchain and distributed ledger technologies, our   goal is to redistribute the risks and opportunities of making art by facilitating the creative involvement of invested audiences at different stages of the artistic and curatorial process.\n\nAs a collaborative and emergent web 3.0 infrastructure, The Sphere is a call for experimentation that challenges the traditional frameworks of cultural production. We envisage a world in which audiences co-own the artworks they love together with the artists, technicians, cultural professionals, collectors and other stakeholders of a given project. We believe that this model of collective fractal ownership will allow for new types of production to grow in the near future.\n\nAll in all, The Sphere is about new ways of being creative together, fostering a spirit of speculative generosity by making the success of one performance a catalyst for the whole art community.\n\nSeed Exposition: https://thesphere.as/seed-exposition \n\nThe Metagallery: https://www.thesphere.as/metagallery \n\nWebsite: https://thesphere.as \n\nKarmic Engine: https://app.thesphere.as"
  }
}