{
  "address": "0xe3cd4ea22da3eadc30f571d85cf6908e498e288f",
  "type": "ERC721",
  "name": "The Red Dome by Pelin Genc",
  "tokenCount": "20",
  "uri": "ipfs://QmeMcNHQFh6rRc26M1YrxqC9GPMPt67pEF1TmqUZRW8DYc/1",
  "metadata": {
    "name": "The Red Dome #1",
    "description": "Kastellorizo (a.k.a. Megisti)  is a small Greek island a few miles away from the Turkish coast. Every time I visit Kaş, the Turkish coastal town, I take a ferry to visit this small island.\n\nOn my first trip to Kastellorizo, I was on the deck of the ferry with my camera to capture photos of the island. The first thing that caught my attention was a red dome. As the ferry approached closer, I figured out that it was a mosque with a red dome. The colorful houses aligned by the bay next to the mosque were like a vibrant welcome ceremony to the visitors. They all reminded me of a beautiful painting as if they were carefully positioned by the painter.\n\nThen I visualized how beautiful they would look with a pinkish red sunset sky and at that moment I was determined to take a sunset photo of this beautiful place. As I had to return before sunset, I made my mind up to visit the island one more time for this photo.\n\nI also thought that the frame I visualized went along with the name of the island. Kastellorizo comes from one of its old names Castel Rosso, named by the castle on the red rocks of the island.\n\nA few months later, I arranged another trip to the island. This time, I also organized my schedule, so I could be there at sunset. Just as I visualized, at sunset, the sky turned into a pink-red color and painted the sea with pink accents. In the background, the Turkish coast formed beautiful layers.",
    "image": "ipfs://QmVU1k57JHjdowKWrFGNic6JbG3xXhdZmgeupmYtwhVKB3/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Kastellorizo (Megisti), Greece"
      },
      {
        "trait_type": "Subject",
        "value": "Travel"
      },
      {
        "trait_type": "Genre",
        "value": "Travel"
      },
      {
        "trait_type": "Genre",
        "value": "Landscape"
      },
      {
        "trait_type": "Camera",
        "value": "Nikon D750"
      },
      {
        "trait_type": "Artist",
        "value": "Pelin Genc"
      },
      {
        "trait_type": "Edition",
        "value": "1/20"
      }
    ],
    "external_url": "https://sloika.xyz/pelingenc.eth/the-red-dome/1"
  }
}