{
  "address": "0xe38e5ae570b388f902d240c901628418cc528243",
  "type": "ERC721",
  "name": "Glass blown cycling installations in NYC",
  "tokenCount": "19",
  "uri": "https://ipfs.pixura.io/ipfs/QmUehAZCyEWTiRiAqMLCkd5LSxxJRrTe2JFhMrHR1jWCAh/metadata.json",
  "metadata": {
    "name": "Glass blown: Cycling in NYC: installation #1",
    "createdBy": "Yura Miron",
    "yearCreated": "2022",
    "description": "In August of 2022 I visited New York for the first time in my life. It was one of those cities I’ve dreamt to visit at least once in my lifetime. I’ve arrived there alone, ready to explore the Big Apple. First day I decided to walk as much as I can around central Manhattan. Took a walk through the beautiful High Line, MoMA, Times Square, Broadway, Central Park. I was overwhelmed by the huge cityscape, vibrant people, and the amount of traffic jam. It was too much for me, I didn’t understand why people would want to live in such an intense environment. The next day I decided to move around the city using the citi bike for rent and see how it will go and it drastically changed my experience of the city: all of the chaos and confusion of my walking experience have vanished. Suddenly everything around has turned into a symphony, the city experienced to me like the one big organism with millions of particles moving in a state of flow. In this state of flow I’ve been cycling all day long through Manhattan and Central Park all and then I went to Soho for the opening of the exhibition in SuperRare Gallery on the group show ‘Ghost in the Machine’ curated by the amazing Mika. The show was wonderful! Thanks for including my work into it, Mika! Pretty sure it was one of the best days of my life… Also, lately I’ve been really inspired by the glass blown installation art, especially with Dale Chihuli studio’s process of glassblowing. It has literally blown my mind. It turns out that glass artists are able to shape a mass of glass that has been softened by the heat into any kind of shape/form/color combinations, by blowing air into it through a tube. Such a beautiful and organic process. I love the way glass interacts with light, it always feels magical. By using various neural networks and digital overpainting I’ve created five series of glass art inspired artworks. The First series are these imaginary-glass-blown-public-art-installations, expressing my sense of joy of cycling in a state of flow with the city of New York.    \n",
    "image": "https://ipfs.pixura.io/ipfs/QmWaGnvDojUwnFUoT5qoSmQL7TvkVrfdB2xAVgTn11yL62/GlassblowncyclinginstallationinNYC-1.png",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmWaGnvDojUwnFUoT5qoSmQL7TvkVrfdB2xAVgTn11yL62/GlassblowncyclinginstallationinNYC-1.png",
      "dimensions": "3584x2048",
      "size": "10420737",
      "mimeType": "image/png"
    },
    "tags": [
      "galssblown",
      "galss",
      "installation",
      "cycling",
      "bycicle",
      "flow",
      "NYC",
      "NewYork",
      "SuperRare",
      "publicart",
      "imaginary",
      "generative",
      "overpainting",
      "surreal",
      "visionary",
      "colourful",
      "happiness",
      "joy",
      "satisfaction",
      "enjoyment"
    ]
  }
}