{
  "address": "0xe373404505681a3991ec12deae0a17f50e41cac5",
  "type": "ERC721",
  "name": "The Real Vibe",
  "tokenCount": "2",
  "uri": "https://arweave.net/1H_tEghe256b2yDQRk7sGqmFjtWvm6_ZbOZM1FspPm8",
  "metadata": {
    "name": "The Red Swallow",
    "created_by": "VIBE",
    "description": "\"-Can you drive me in your car? \nSure Grandpa, a little later, I'm busy right now!\"\n\n\"-Dad sends his regards, asking when you're coming to visit him?  \n- Mom, I don't have time right now, I have a lot of work and study to do. I'll go a little later.\"\n\n\"-How's Grandpa?  \n-He's always asking how you are and when you're coming to visit.\"\n\n\"Thanks for coming, it was so good to see you!  \n-See you later, Grandpa!\" \n\nDidn't see again. \n\nForgive me, but I never gave you a ride in your beloved car. \nForgive me, but I never found the time to visit you. \nForgive me, but I realized how much I love you.  \n\nThe last time I saw you was at the coffin. I never visited you in such a long time, even though I knew you were not eternal and life was not infinite. \nIllness takes over unexpectedly and I knew it, but I never came. \n\nBut I so never gave you a ride in your beloved Zhiguli 7. I remember that you had a car just like mine when I was 16. I remember that you had \"LASTOCHKA\" written on the bumper cover. It was the same red color as mine and the only thing you asked me to do was to drive you around in it. All I said was, \"okay grandpa, I promise you, next time!\" \n\nI'm really sorry I didn't pay attention to you, it wouldn't have taken much time that I wasted driving around and wasting time at work, instead of spending it with you when you were having a hard time and no one understood you. \n\nI couldn't take you for a ride in real life, but I did it in the Picture. \nHere you are with your swallow, your unique smile, your favorite vest and of course your favorite cigarette! \nI know that you love nature, you love trees, animals. \nI remember you used to watch animal TV all day long and you really loved it! You were an incredibly smart person, but you didn't show it to people. \nI know you loved me the most because I was your first grandson and I remember you said you loved everyone equally, but we know each other)\n\nI made a mistake that I don't want to make again, I wasted a lot of time on just useless things and completely forgot about the people closest to me. No one knows when a loved one will leave this life. Life is like a sparrow's word, you can't catch it. \n\nI know that you are better off there, you told me so not long ago. \nI promise you that I will not make such mistakes again and I will spend more time with my family and close ones! \nI will keep my promises and not forget them!\n\nThank you so much for such an expensive lesson that I will remember for the rest of my life...!\n\nThank you grandpa, I miss you so much...!  \nWith much love, Vlad...",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "VIBE"
      }
    ],
    "image_details": {
      "bytes": 22803336,
      "format": "PNG",
      "sha256": "fc07009c428ebc2f346bb311f3049a69f145be7f1a18f63a39e0694e1e911ff6",
      "width": 5400,
      "height": 2880
    },
    "image": "https://arweave.net/xKSUS-0U_QZ1q1dc39VTyhAGHTZUpPSlu-eraVgqfXs",
    "image_url": "https://arweave.net/xKSUS-0U_QZ1q1dc39VTyhAGHTZUpPSlu-eraVgqfXs"
  }
}