{
  "address": "0xe314137371f23eb633a9f3ca58c43ae3a37ea65b",
  "type": "ERC721",
  "name": "Karma.wav - SUNLIGHT",
  "tokenCount": "35",
  "uri": "https://metadata.sound.xyz/v1/0xe314137371f23eb633a9f3ca58c43ae3a37ea65b/1",
  "metadata": {
    "name": "LYFE #1",
    "artist_name": "Karma.wav",
    "description": "Hi, I’m Karma. I’m a musician, music producer and WRLD builder. I've been a musician most of my life and a crypto native since 2016. I wrote this song when I was feeling rumination and self-doubt about creating music, my place in the music industry, and what I thought the world was telling me it should be. Like most musicians, my catharsis was the wavs that emerged into this song.\n\nLYFE is a song about the human experience, our relationship with time and what we choose to do with it. Do we waste it? What is wasting it? What is the best way to pass the time? What does dwelling on the past do for us? Should we be dwelling on the past? Is the past just a memory in the present moment? What should we be orienting ourselves towards, in order to create meaning in our lives and the lives of others?\n\nThe song represents the stages of life, birth to death (two sides of the same coin) and how our relationship with time makes life worth living. It has a feeling of bittersweet longing. Grasping for something that you never quite get to, similar to the human experience. I wrote this from a personal place, but the collective and the individual are interdependent, so here is my song to the WRLD…\n\nCollector Perks \nCollectors will get a dedicated channel in the wavWRLD and/or Sound.xyz discord, as well as the ability to help choose the next song I drop on Sound.xyz. There’s also some surprises down the road, in true karma.wav fashion ;) \n\nBuild the WRLD you want to live in 🌐 - Love, karma.wav\n\nLYFE \nWritten by: Karma.wav \nProduced by: Karma.wav \nArtwork by: @Arie & @Torigenz\n\nLyrics:\nShe (time) hit me back and I’m with it all along Lyrics\nYou hit me up for a minute\nI've been stoned\nAnd I can’t even tell you what is on\nMy mind once again is all alone\n\nCall her (time) back and get me home\nSit me on this place that I've been trying to know\nCame here for the mission, I've been gone\n\nCause I’m here for a minute\nAnd I’m asking you with it\nAnd you getting me home\nJust to bring it alone\n\nCause I’m here for a minute\nAnd I’m asking you with it\nJust to leave me alone\nAll alone\n\nYou know me better\nLike the weather\nYou let me go\nCause time is on your line\nYou hit me once arrived\nI be on your mind like hundred times\n\n\nCause I’m here for a minute\nAnd I’m asking you with it\nAnd you getting me home\nJust to bring it alone\n\nCause I’m here for a minute\nAnd I’m asking you with it\nJust to leave me alone\n\n\nHad me up the other way with a lifeline\nGet me home the other way when it's our line\nI be up the other way on the sidelines\nGave me hope the other way when it’s all mine\n\nI be up\nGet me a lifeline\nBaby girl you got me up and in the sidelines\nBaby if you would have ever got the long line\nHad me up the other way with the sunshine\n\nWho do you think I am\nYou had me understand\nThe things that you could do\nThe things that you could say\nYou had the time of day\nYou push it all away\n\nLay me home all my life\nGet me home with you tonight\nI be home with separate eyes\nPush it together\nI am alright\n\nGet me home\nThe look in your eyes\nGet me home it’s all alright\nGet me, I have been living\nBeen living live",
    "external_url": "https://www.sound.xyz/karmawav/lyfe",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmV69JYFrJt6h9toTBTAnQsHXiyGAppnep6VK2c4u2biRh",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmbdfPqzZawoEQ8iodcXjy6jNE7p2dMojNFPgrtoq3ycfm",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmbdfPqzZawoEQ8iodcXjy6jNE7p2dMojNFPgrtoq3ycfm",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmRUmRjRardjPiF3v3MoRuBj7soJsA631MSKsHYbDspywW",
    "attributes": [
      {
        "trait_type": "LYFE",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}