{
  "address": "0xe36318a2e8afd0e04ac7fa12fa83e08802a19ef7",
  "type": "ERC1155",
  "name": "dirty psychedel",
  "tokenCount": "2",
  "uri": "https://arweave.net/klEkgKdt9HJ6iDS3CamBbOlxFfb6B7fYbcuE3UgrBJ8",
  "metadata": {
    "name": "DIRTY",
    "created_by": "zuluink",
    "external_url": "https://twitter.com/Z_u_l_u_i_n_k",
    "description": "Dirty is a vibrant and striking painting that captures the emotional state of a woman who is seeking new experiences and sensations. The black and pink colors used in the painting are bold and expressive, and they are combined with elements of blots to create a sense of chaos and confusion.\n\nAt the center of the painting is the figure of the woman, who is depicted as being in a state of exhaustion and frustration. She is surrounded by a swirling vortex of color and form, as if she is being pulled into a psychedelic state of mind.\n\nThe woman's face is contorted in a mix of emotions, with a look of determination and desperation etched on her features. She is clearly fed up with the monotony and mundanity of her everyday life, and is reaching out for something more.\n\nThe blots and splatters of color that surround the woman seem to represent the chaos and confusion of her inner turmoil. They suggest a sense of uncertainty and unpredictability, as if the woman is struggling to find her way through the fog of her own emotions.\n\nDespite the darkness and confusion of the painting, there is also a sense of hope and possibility. The woman's eyes are fixed firmly on the future, and she seems determined to break free from the constraints of her current circumstances.\n\nOverall, Dirty is a powerful and thought-provoking piece of art that explores the psychological and emotional states of a woman who is seeking something more in life. It is a testament to the enduring human desire for change and growth, and serves as a reminder that it is never too late to pursue our dreams and passions.",
    "image_details": {
      "bytes": 7362833,
      "format": "PNG",
      "sha256": "a25c9a0b5c36b2c95dab7bfb3688677bb62c8ff49f8625c5b650aa706bdc393b",
      "width": 2104,
      "height": 2104
    },
    "image": "https://arweave.net/qTxsG9D-ekGzdN4EB0JdRitnfiBLz2kkGUgHV34ACqc",
    "image_url": "https://arweave.net/qTxsG9D-ekGzdN4EB0JdRitnfiBLz2kkGUgHV34ACqc"
  }
}