{
  "address": "0xe33de92f31f02bbb4bd218ef7b542bbb13dfb1c8",
  "type": "ERC721",
  "name": "INK ON PAPER",
  "tokenCount": "1",
  "uri": "https://arweave.net/Uga_R8mU-d4rRzxf3631gLMj2v0XqBntWVV7LloQqCk",
  "metadata": {
    "name": "Microcosm",
    "created_by": "GEORGINA HOOPER",
    "external_url": "https://www.georginahooper.com",
    "description": "'Microcosm’, created with ink and watercolour on rice paper, is inspired by the biodiversity of Australia’s Great Barrier Reef, the largest living structure on earth where some 1625 species of fish swim among more than 450 species of hard coral. Its 2,500 individual reefs and 900 islands extend from the northern tip of Queensland down to south of Gladstone. I was born in North Queensland and in my youth had the privilege to snorkel the reef, exploring the vast world of the sea in awe of its wonder. 'Microcosm' is painted on rice paper (130cm x 65cm) using traditional Chinese painting practices which I was taught as a research scholar under the instruction of Professor Dong Ya at Tianjin University, China.  In this work I translate the vast natural territory of the reef most familiar to me with traditional Chinese aesthetics and methodology. The traditional Chinese technique coalesced beautifully with this Australian subject matter. As is typical for the tradition, the landscape is depicted in multiple perspectives, therefore can be viewed and displayed in either landscape or portrait format as a work with which to mind wander in, without a beginning or end. The physical painting was exhibited in Brisbane in my 2018 solo exhibition as the hero piece and was acquired by paper and Asian painting conservator Jennifer Loubser. This artwork was also translated into textiles by Japanese-Australian fashion designer Masayo Yasuki for her fashion label DOGSTAR. The work was translated into high resolution photography by photographer Dr Carl Warner. Now minted as an NFT, despite the delicateness of rice paper and its ephemeral nature, this painting will endure beyond its physical existence in all of its original character. 'Microcosm' was curated in the digital exhibition 'Reconciliation with the Living' by Museum Week in partnership with NFT Biennial in support of UNESCO, displayed at Arroz Estúdios, Lisbon during NFC 2023, June7-8.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "GEORGINA HOOPER"
      },
      {
        "trait_type": "Medium",
        "value": "Ink and watercolour on rice paper"
      },
      {
        "trait_type": "Year",
        "value": "2018"
      },
      {
        "trait_type": "Dimensions",
        "value": "10460 x 5286 px"
      },
      {
        "trait_type": "Resolution",
        "value": "300 DPI"
      }
    ],
    "image_details": {
      "bytes": 16539912,
      "format": "JPEG",
      "sha256": "6acff97aa0be487ab6d2b2c1a1dcb3e47a6c7d3eeb44168019aa29d924875ef8",
      "width": 10460,
      "height": 5286
    },
    "image": "https://arweave.net/l8ox5lmWRkD-6xjf4IXe7DQEqfV54TuaHZn4r_648E8",
    "image_url": "https://arweave.net/l8ox5lmWRkD-6xjf4IXe7DQEqfV54TuaHZn4r_648E8"
  }
}