{
  "address": "0xe3e18b543041ef2a8a33938da29a99536892ccf0",
  "type": "ERC721",
  "name": "Posidonia",
  "tokenCount": "11",
  "uri": "https://arweave.net/Y6_W-rA26m0G5RaGXFu4rmSA8U88I0jD52ZHzfqum4I/1",
  "metadata": {
    "name": "Isola Bella",
    "created_by": "Valeria Latorre",
    "external_url": "https://www.valerialatorre.com/posidonia",
    "description": "Posidonia is the name of a series of paintings. \nIsola Bella is part of this series and the very first painting.\n\nPosidonia is a visual research on water that starts and goes beyond the personal connection to it. Human perception is influenced by many factors such as the symbology associated with water through different cultures, philosophy, its physics and chemistry. These studies sustain the visual creations that aims to increase consciousness about the inner value of the compound, revealing its natural movement and dynamism through the interaction with light. Hyperrealism is used as a tool for research in order to share the truth of water unravelled by the artist's vision. Free from the observable references the work expands in abstract images inspired by the aforesaid visual study on the states of the molecule H2O. \n\n​ \nPosidonia Oceanica is an endemic Mediterranean plant with the same external organisation as the superior plants. It forms large underwater meadows that are an important part of the ecosystem. The fruit is free floating and known in Italy as the Olive of the Sea. The plants of Posidonia oceanica grow forming wide meadow, for an optimum growth it needs transparent waters. For this reason, the presence of dense and large meadows is a clear sign of the quality of its waters. The presence of Posidonia Oceanica proves the quality of the water represented in this series of paintings. The focus is on the refraction of light on a soft background, the sky at different times of the day.\n\nThe original painting is:\n\nAcrylic on canvas  \n105 x 147cm  \nmade in 2016  \n(sold)  \n​  \nNFT  \n2160  ×  3171 px\n\nIf you get in touch with me within 30 days, I will send you a signed 21 x 30 cm print of Isola Bella  .",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Valeria Latorre"
      },
      {
        "trait_type": "Camera",
        "value": "OLYMPUS CORPORATION TG-4"
      },
      {
        "trait_type": "Splasher",
        "value": "Valeria Latorre"
      },
      {
        "trait_type": "Place and Time",
        "value": "Isola Bella - Taormina (Italy), 2016"
      },
      {
        "trait_type": "Made with",
        "value": "Iwata Airbrushes and paint brushes"
      }
    ],
    "image_details": {
      "bytes": 2859755,
      "format": "JPEG",
      "sha256": "4874cad61ea645de80a3ec3b9ba1ab79c75e89f2ae20cafa3d9fab2490eb0e44",
      "width": 2160,
      "height": 3171
    },
    "image": "https://arweave.net/aqu8mtI4-b6OJO0YPPBLaYLQZ-aygn-RrJccbs4uqLc",
    "image_url": "https://arweave.net/aqu8mtI4-b6OJO0YPPBLaYLQZ-aygn-RrJccbs4uqLc"
  }
}