{
  "address": "0xe30dc1ed1945890d56604a562db807d41f7c5e4e",
  "type": "ERC721",
  "name": "Grady - you n me feat. Night Tapes",
  "tokenCount": "33",
  "uri": "ar://UfG8cyC73W_sela7TBVyhQUeoF01JQSl-4hMXqwuDD0/1",
  "metadata": {
    "animation_url": "ar://5SEPTPNxRHNctTKlurQryUELTuTf1Hu2P7qP8FmaZ7M",
    "artist": "Grady",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://PxTZnXJGbvrwx8lr8cXNccMe4_jReO2d4KYgGI7saIA",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "you n me feat. Night Tapes",
        "value": "Song Edition"
      }
    ],
    "bpm": 144,
    "credits": null,
    "description": "daddy's money was designed as an all expenses paid trip for you and your friends to fly to sonic paradise. made with only luxury materials from London, Paris, New York, and Amalfi, there's no better way to bring you and your special someone to that sweet, summer soaked place you could only dream of before.\n\nthis track holds such a dear place in my heart. i had been a fan of Night Tapes for a few years after hearing their record Forever, which is still one of my favorite tracks of all time. when i got to London they hit me up to work, and after a few buses and cabs i made it to their South London home studio. we shared stories and snacks in a nearby park, and then got started. \n\nwe messed around for a while on some ideas, until they pulled up this synth line that i was immediately swept into, and we dove head first into the energy until 5 in the morning. they gave me the physical tape we recorded a lot of the parts on, and i remember leaving their place with the sun rising and the song looping on my phone. \n\nwhen i got back to LA i realized it stood to represent all the things daddy's money was made to, and hit them up to see if they were down to be on the album. really humbled and excited to have them on it and bring them into the space!",
    "duration": 186,
    "external_url": "https://www.sound.xyz/grady/you-n-me-feat-night-tapes",
    "genre": "Pop",
    "image": "ar://PxTZnXJGbvrwx8lr8cXNccMe4_jReO2d4KYgGI7saIA",
    "isrc": null,
    "key": "F_SHARP_MAJOR",
    "license": null,
    "locationCreated": "gb",
    "losslessAudio": "ar://5SEPTPNxRHNctTKlurQryUELTuTf1Hu2P7qP8FmaZ7M",
    "lyrics": {
      "text": "u n me",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "you n me feat. Night Tapes #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "you n me feat. Night Tapes",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}