{
  "address": "0xe4f4f0fd95f48f0960e7e01326871142363ab735",
  "type": "ERC721",
  "name": "Hurric4n3Szn 2022 Category 5: WaveSquad Supah Card",
  "tokenCount": "6",
  "uri": "ipfs://QmdN7wAe7f7w5YtVR5giU91zq8QZW5VkGfm14fWJNTvhAj/1",
  "metadata": {
    "name": "WaveSquad Supah Card Green",
    "description": "Introducing the WaveSquad Supah Card. I wanted to create something that transcends time and connects me to and rewards the WaveSquad forever through blockchain technology. I also want to give the opportunity to the most dedicated early supporters to grow with me as collaborators who can provide direct input and feedback on the development of the WaveSquad ecosystem.  All holders of this NFT will also be added to the splits sheet which enables them to receive a portion of the value generated by select aspects of the WaveSquad Ecosystem as a collaborator in proportion to the number of and which WaveSquad Supah Cards they own. This card is first owned by the legendary DFreshmaker, one of the top and first contributors to the WaveSquad. As one of the top music NFT connoisseurs in the early history of music NFTs it is a great honor to have my guy DFresh as one of the founding members of the official WaveSquad. This is History. \n\nThis WaveSquad Supah Card Green DFRESH Edition is eligible for 20% of the overall Collaborators’ share\n\nBackground Instrumental: BreakWavez x Hurric4n3Ike, From the Original 'Hurric4n3Szn: The Beat Tape'\n\nFurther Utility is also possible, we will continue to grow with the flow🌊🌊🌊.",
    "image": "ipfs://QmfWCkBkSz3P9kJPgufa8v78bvFg5QyyqNSonWWu25qj46/0.gif",
    "external_url": "",
    "animation_url": "ipfs://QmfWCkBkSz3P9kJPgufa8v78bvFg5QyyqNSonWWu25qj46/1.MP4",
    "background_color": "",
    "attributes": [
      {
        "trait_type": "Hurric4n3Szn",
        "value": "Category 5"
      },
      {
        "trait_type": "WaveSquad Supah Card",
        "value": "Green"
      },
      {
        "trait_type": "Edition",
        "value": "DFRESH"
      }
    ]
  }
}