{
  "address": "0xe4abc0b15d45f7e4c58d28a467f23f3a11e50124",
  "type": "ERC721",
  "name": "The Nonster Pact",
  "tokenCount": "8",
  "uri": "https://arweave.net/XYKc8i8-yLC0KEElkN8UIMKp722QPCjV9pud3ymqUSk",
  "metadata": {
    "name": "Smoking Section",
    "created_by": "The Nonster Lord",
    "description": "Story Text: Decaying within the sizzling sands of the Scarlet Desert in the wildlands of Nonsteria stands a saloon that's constantly sending fresh clouds of smoke into the surrounding atmosphere. These clouds are full of anger from their creator; Howlin' Hot Blood Hank. Hank's the bartender and sole owner of the Soul Scorcher Saloon only visible once the sands of the Scarlet Desert reach a certain temperature. Once the sands hot enough for spontaneous combustion the saloon erupts suddenly and stands only until things start to cool off. Within the confines of the Soul Scorcher Howlin' Hank collects and concocts elixirs and dishes using the hottest ingredients in the known universe. Few can survive the heat of his potions and meals. Those who are able to are said to be imbued with an unextinguishable fire that burns for the rest of their life. This incredibly rare badge of honor has given rise to a class of sorcerers, witches and warlocks. Their mastery of fire is unparalleled in all the wildlands of Nonsteria only rivaled by isolated sects of Nova Eaters (an elite class of warlock trained in the consumption and expulsion of flames through their bodies.) It is said that Howlin' Hank is a former member of a sect of ancient Nova Eaters but was expelled himself after an argument that permanently changed the landscape of the neighboring area breaking his oath of nonviolence. His fall from grace fully engulfed him in rage as he was banished to the Scarlet Desert to be the bartender at the Soul Scorcher Saloon until he can cool off. This perpetual rage has kept him here for eons as he began to like his role as bartender and plans to keep his rage alive until he is able to enact his revenge upon those who cast him out. \n\nStyle text: I've always loved cartoon characters blowing steam out of their ears when they get angry. I used to be an incredibly angry person and often felt like steam would be bursting out of every seam I had during my worst moments. I created this piece as an homage to the transition of me being an angry person blowing off steam to being a smoker blowing smoke to relax. I've always been a member of the smoking section but my emotions have transitioned while I've been there as I've gotten older. I really enjoyed taking my time with this piece. I love the texture, I love the character. I'm so grateful to be able to bring the fun friends in my head to life and share them with you. I hope Howlin' Hank can connect with your inner smoker, whatever that may mean to you ::)",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "The Nonster Lord"
      }
    ],
    "image_details": {
      "bytes": 7890251,
      "format": "JPEG",
      "sha256": "955480deba07e7dcd95a94e1459f47de2878ee507e862bf5bb4493afda96a2de",
      "width": 3000,
      "height": 4110
    },
    "image": "https://arweave.net/iE5VOvWhv1KLqnS8izZfbLccm_yaeuMqJq3Fd85ph-U",
    "image_url": "https://arweave.net/iE5VOvWhv1KLqnS8izZfbLccm_yaeuMqJq3Fd85ph-U"
  }
}