{
  "address": "0xe4d89490b782b67d73253519415cb001ca6a148f",
  "type": "ERC1155",
  "name": "MLK DAY NFTs",
  "tokenCount": "1",
  "uri": "https://arweave.net/65oePHCoFTRwFn9PYr1KYrTIa4NgzcLeMbVWQU10S7I",
  "metadata": {
    "name": "MLK",
    "created_by": "Good News Bas",
    "external_url": "smwgenterprises.com",
    "description": "A few weeks ago I was scrolling through Instagram and happen to come across a very inspirational post made by New Orleans well known painter and artist B Mike.  \n\nIt was a Reel capturing his creative process of a painting of Martin Luther King.  Not only was the artwork groundbreaking and watching it in that brief flash on Instagram eye catching but there something else that truly grabbed my attention that stuck out to me about the post. \n\nAs background audio for the reel B Mike was playing a track called \"Letter To The King\" by The Game (feat. Nas).  The beat gripped me in an undeniable soulful way and I instantly looked up the song on Apple Music and found the album it was apart of.  \n\nTo my surprise the song had been released on The Game's 2008 album release LAX.  It was funny that I had let such a powerful hip hop track pass me by all this time and was completely inspired. \n\nAfter listening to the track over and over on repeat for days I finally decided to record a version to the track myself paying homage to great leader Martin Luther King as well. About a week or so later the Good News Bas MLK DAY track was born.   \n\nI've minted a supply amount of this quantity before and figured it would be a good way to experiment and help spread awareness off the powerful legacy that is Martin Luther King in Web 3.  \n\nThe NFT will consist of this MLK artwork done by Matt Hendrixx Art and also unlock some special holders benefits.\n\n1. Free Abcs of NFTs (Ebook)  \n2. Automatic Preorder SLOT for MLK TShirt  \n3. Automatic WL for Trader Clan MIXTAPE NFTs.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Good News Bas"
      }
    ],
    "image_details": {
      "bytes": 1974428,
      "format": "JPEG",
      "sha256": "deb4e3a67202199ad9397ce502a9c6d723fb61655f59aeb876f6151d1a8f53fd",
      "width": 3000,
      "height": 3000
    },
    "image": "https://arweave.net/XWQSIrXtL_SvhYhnY972VqEQ3v_T6-jxTAm7nDIGd70",
    "image_url": "https://arweave.net/XWQSIrXtL_SvhYhnY972VqEQ3v_T6-jxTAm7nDIGd70"
  }
}