{
  "address": "0xe4e90ef8c9fa85c85083703f5c0f1500f27729e6",
  "type": "ERC721",
  "name": "lilspirit - evil",
  "tokenCount": "25",
  "uri": "ar://3Dv1GUJM1AyxfDIzpve5OVyylwUo_XjqpFtvmskmFc0/1",
  "metadata": {
    "animation_url": "ar://m35cnUaXb5eu9K01kTQYABs0uSJkV4jLCzqlEVUdTA4",
    "artist": "lilspirit",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://3JdIY1JPKYoEckkbFAj8p0_6rskNfwRmX5945NwY37w",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "evil",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "Sometimes, as artists, and simply as people, we go through periods where nothing we create feels quite right. These periods normally expire within a relatively short timeframe, but can feel like an eternity. We bang our heads, over and over again, trying to find the perfect sound, paired to the exact feeling we mean to convey, and while this may seem fairly straightforward, it can feel like a truly insoluble puzzle. \n\nIt had been a few months since I'd made a song I felt connected to, and I had been operating within said headspace throughout these months. Life just felt a bit lackluster, as it always seems to do when the one thing I care about most becomes the hardest to make; music. I'll never know whether it was due to the personal affairs of my daily life, or something indescribable much deeper inside me, and truly I'll never care. The reason for this is, I view these periods of dullness as essential for artists. In the same way that happiness is hard to understand without a grasp on sadness, an artist cannot create their absolute best without experiencing their worst.\n\nEntering this mode of uncertainty always seems to be a slow trickled effect, while exiting it is usually quite sudden. Many times it's an experience which wakes the artist up, other times it is a new song or album they hear. For me, it was a person, another music creator, who took me out of my creative hole, and helped me create this art.\n\nI made Evil with my close friend and collaborator, Jason (JVSE). His style of music creation is extremely unique, and from the very first time we worked, I could tell my days of uncertainty within my own music creation were over. We have created quite a bit of music together, but the night we made “evil,” we both knew it was special. The song was unlike anything either of us had ever made, joining elements of both of our individual styles in a way we could never imagine without actually putting it on the paper. I truly believe being in the headspace I was in gave the song room to be authentically sorrowful, and Jason always understands how to create a perfectly represented production for whatever my lyrics and melody ask for. So to simplify things, “evil” is really a marriage between the dullest and most difficult moments in my life, and the highs and inspiring moments. Without experiencing the contrast of both, there is no evil, and truthfully, there is no lilspirit.",
    "duration": 170,
    "external_url": "https://www.sound.xyz/lilspirit/evil",
    "genre": "Pop",
    "image": "ar://3JdIY1JPKYoEckkbFAj8p0_6rskNfwRmX5945NwY37w",
    "isrc": null,
    "key": null,
    "license": null,
    "locationCreated": null,
    "losslessAudio": "ar://m35cnUaXb5eu9K01kTQYABs0uSJkV4jLCzqlEVUdTA4",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "evil #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "evil",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}