{
  "address": "0xe4eea514d65b3ed83ff7da7508dddeb3eafb404b",
  "type": "ERC721",
  "name": "Women of MYC",
  "tokenCount": "1500",
  "uri": "ipfs://QmNSRDRAc1nxebD6Pn4Pno1LXmvXGSEaQiW75Fq3xqo3Mn/1.json",
  "metadata": {
    "name": "Miami Yacht Club #1",
    "description": "The year was 2022, and society as we knew it was crumbling before our eyes. With little hope left for humanity and a desire for better days ahead, our fearless leader Admiral Jack Akumu took to find a solution. With his trusty team of admirals at his side, they took to the Admirals yacht for a brainstorming session, but little did they know of the Yacht-tub time machine onboard. With ideas in tow, the men exited the yacht only to find themselves in a strange place. This strange place was none other than beautiful Miami. The catch? It was 1982. The team of men had travelled back 40 years to times of better days. The neon colors demanded attention, and the freedoms of life that were missed for so long were ever so welcoming. The Admirals had found their new home and were determined to create a place for more people from the future to enjoy the carefree life they had travelled back to rediscover. This place would be forever known as the Miami Yacht Club. Miami Yacht Club is a collection of 1500 unique NFT’s with custom traits to capture the individuality of each piece, as well as in the purchaser! This mixed gender collection will be available on the Ethereum Blockchain. Your Miami Yacht Club NFT will serve as a membership card to future digital events, future real-life events, and access to play our in-house game which is being developed as we speak. Owning a Miami Yacht Club NFT means you’re more than just a member, but rather part of the MYC family. Club membership will include using your NFT as a future avatar for the metaverse (future development) - this means that this can be your virtual identity!",
    "image": "ipfs://QmNyY16cYaAY1PwKHKkarNfVvauGL2qTQEkhQQ3fhjsTTA/1.png",
    "dna": "43cde02fc46d03ccb24ed05f55db0cd6b437aacb",
    "edition": 1,
    "date": 1656943397172,
    "attributes": [
      {
        "trait_type": "Background",
        "value": "Night_Club"
      },
      {
        "trait_type": "Hair Back",
        "value": "Blonde"
      },
      {
        "trait_type": "Body",
        "value": "OG_Base"
      },
      {
        "trait_type": "Bottom Layer",
        "value": "Slacks"
      },
      {
        "trait_type": "Left Hand",
        "value": "Posed"
      },
      {
        "trait_type": "Face",
        "value": "Lips"
      },
      {
        "trait_type": "Top Layer",
        "value": "Suit"
      },
      {
        "trait_type": "Hair Front",
        "value": "Blonde"
      },
      {
        "trait_type": "Right Hand",
        "value": "Wine"
      }
    ],
    "compiler": "HashLips Art Engine"
  }
}