{
  "address": "0xe405cfbced5c8e1a5a16b6be5403e9482ff56eb9",
  "type": "ERC721",
  "name": "Ryan Hall - FRIENDS",
  "tokenCount": "25",
  "uri": "ar://TC9akrzdfPOQQzlXipaUoN0-3uEykDx7CiEx91tnX3Q/1",
  "metadata": {
    "animation_url": "ar://kbXEs1kIU8CmYqpGiyuN4wl8rAjWN3Y4gqAp8G-WanU",
    "artist": "Ryan Hall",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://bMe-xfnyYgvv7Qvb3TaFoInDIvTa0OzrwLoF0iyFcGk",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "FRIENDS",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": null,
    "credits": null,
    "description": "friends was sort of a song that came from an experience i had during summer of last year where i was with this girl but i didn’t want to make anything official or have to deal with labels or gossip - it was basically just a situationship. of course i didn’t think to call it that at the time so ended up writing about being “friends” that make out sometimes.\n\nthe writing/production process was pretty straightforward; i wanted that indie-pop, COIN, backseat lovers sound i had heard before and this was my first time ever trying to replicate something like that in my own song which was interesting to figure out on my own. but honestly the song already had that perfect hook so everything afterwards just came naturally.\n\nso it wasn’t much of a surprise when in november 2021 a snippet of the song went viral on tiktok and caught on with indie-pop lovers — who regrettably waited 6 months before the song actually hit streaming platforms — regardless, i knew people would come back to hear the full song. so after going back and forth with mixing/mastering for a few months the song was finally ready and dropped in february of this year.",
    "duration": 160,
    "external_url": "https://www.sound.xyz/ryanhall/friends",
    "genre": "Indie",
    "image": "ar://bMe-xfnyYgvv7Qvb3TaFoInDIvTa0OzrwLoF0iyFcGk",
    "isrc": null,
    "key": "C_MAJOR",
    "license": null,
    "locationCreated": null,
    "losslessAudio": "ar://kbXEs1kIU8CmYqpGiyuN4wl8rAjWN3Y4gqAp8G-WanU",
    "lyrics": {
      "text": "You kissed me in your mom's car last night\nMight've been the best one of my life\nAnd if I'm honest with you I don't want relationships\nJust need a friend to hold my hand when it gets rough\nSo we'll play it cool for a while\nThen I'll get bored and lose my smile\nAs we grow distant (Distant, distant)\n\nSee you around, pretend I'm fine\n'Cause at the end of the line, we're just friends\n(Just friends, just friends)\n\nBut I wanna be friends that make out sometimes\nCaught between the ends of what we know and what we don't\nWhy can't we be friends that make out sometimes?\nIt'll all be fine if you just stay with me tonight\n\nYou're calling me crazy, but I want it\nMaking out in your garden\nMy lips on fire like it's arson, yeah\nWhite Ferrari, that's our song\nSo I just want a little time with your body, takin'\nTakin' pics just hanging out like we’re buddies, givin'\nGivin' reasons to come back, like it hardly even matters\nOh girl, you got me wrapped 'round your fingertips, shit\n\nBut we'll play it cool, and give it time\n'Cause at the end of the line, we're just friends\n(Just friends, just friends)\n\nBut I wanna be friends that make out sometimes\nCaught between the ends of what we know and what we don't\nWhy can't we be friends that make out sometimes?\nIt'll all be fine if you just stay with me tonight\n'Cause I wanna be friends that make out sometimes\nCaught between the ends of what we know and what we don't\nWhy can't we be friends that make out sometimes?\nIt'll all be fine if you just stay with me tonight",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "FRIENDS #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "FRIENDS",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}