{
  "address": "0xe4167cf93ea3efde7abfa4a5d1883b2674dee779",
  "type": "ERC721",
  "name": "SilkDeployer",
  "tokenCount": "1",
  "uri": "https://arweave.net/FAk652rjwC32g52jf2_bRtHE-4v52AJQmbqjQqrAau4",
  "metadata": {
    "name": "Elara",
    "created_by": "Silk",
    "description": "Born in a small village nestled in the icy mountains, the ice magician, whose name is Elara, always had a natural affinity for the cold and frost. From a young age, she showed a remarkable talent for magic, particularly in the manipulation of ice and snow.\n\nAs she grew older, Elara dedicated herself to studying the arcane arts, determined to hone her skills and become a powerful magician. She spent countless hours practicing and learning from her mentors, and eventually became one of the most skilled ice magicians in her village.\n\nHowever, despite her success, Elara felt unfulfilled and yearned for adventure. She longed to see the world and put her magic to the test in new and exciting ways. So, when a group of travelers passed through her village seeking a guide to lead them through the treacherous blue desert, Elara saw it as the perfect opportunity to leave her home and set out on her own.\n\nShe joined the group and, using her magic to protect them from the harsh desert elements, led them safely through the blue desert to their destination. Along the way, she encountered a variety of challenges and made many new friends, all while continuing to hone her magical abilities.\n\nNow, Elara wanders the blue desert, using her magic to help those in need and seeking out new opportunities for adventure. Despite the dangers that lurk in the desert, she feels alive and free, and is grateful for the opportunity to live out her dreams.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Silk"
      }
    ],
    "image_details": {
      "bytes": 1300670,
      "format": "PNG",
      "sha256": "9fbcc5c4fdec69e1f881746dadc8dc7935681094a2fd87b035610c7542b6d54b",
      "width": 1920,
      "height": 640
    },
    "image": "https://arweave.net/ag8qdoNgcgqqgfTVMYW3x8Uc2WqyodO5RXTkIZT0QDo",
    "image_url": "https://arweave.net/ag8qdoNgcgqqgfTVMYW3x8Uc2WqyodO5RXTkIZT0QDo"
  }
}