{
  "address": "0xe5c69e14ba35f7683be88e31a7fca91f369073e6",
  "type": "ERC721",
  "name": "Grizzly Bears of British Columbia",
  "tokenCount": "2",
  "uri": "https://arweave.net/882sL_BgvKea9oqVPDUkck_oUn6dGayhIRiUKeSuw7o",
  "metadata": {
    "name": "The Grizzly's Wild Swim",
    "created_by": "Anne McKinnell",
    "external_url": "https://annemckinnell.com",
    "description": "Each of my days with the Grizzly Bears in the Khutzeymateen was unique. Each day held its own mysteries and revealed its own surprises.\n\nOn this morning, mist hung in the mountains and the rain was that perfect rain: just enough that you can barely hear each of the drops land in the water.\n\nIn the dinghy, we travelled into the estuary to watch a bear walking along the shore. We were floating with the engine off when the bear got in the water and swam towards our boat and across to a small island. It was a special, magical, unforgettable experience.\n\n——-  \nABOUT GRIZZLY BEARS OF BRITISH COLUMBIA\n\nAs I puttered up the inlet on the small dinghy that would take me into grizzly bear territory, I resisted the urge to hold up my camera and photograph the first bear I saw. It was the experience that was most important to me so I waited, I watched, and I learned.\n\nI knew how fortunate I was to be one of the very few people who get to experience this wild and untamed environment.\n\nThis is a place where human activity is severely restricted, and where the grizzly bear roams free in its natural habitat — Khutzeymateen: one of the most remote and protected wildernesses on Earth.\n\nKhutzeymateen Provincial Park in northern British Columbia, Canada, has been protected specifically for grizzly bears and their habitat since 1994. It includes over 45,000 hectares of rugged peaks, a valley of wetlands, old growth temperate rainforest and a large river estuary.\n\nThe bears are different here. No bear has been hunted here for 25 years. No bear has been collared or tranquillized and no bear has found food that belonged to a human. No human has gone ashore. For these reasons, the grizzlies here do not see humans as a threat.\n\nLand access is prohibited, as is unguided access to the estuary. There are only a small handful of outfitters that are licensed to enter the estuary, which means that fewer than 200 people per year have the privilege of being here and witnessing the secret life of grizzly bears.\n\nI was one of them.\n\n———  \nETHICAL WILDLIFE PHOTOGRAPHY STATEMENT\n\nAll photographs in this collection were made while adhering to strict Grizzly Bear Viewing Standards of Practice in place for the Khutzeymateen.\n\nBear guides who are licensed to enter the estuary with guests follow the official standards of practice to protect the watershed and ensure grizzly bears are not disturbed from their daily activities. There are rules specifying the exact location guides are permitted to go, how long they are allowed to stay with an animal, and how close they are allowed to get.\n\nAll photographs in this collection were made in the company of a licensed bear guide who adhered to the standards of practice.\n\nAs a wildlife photographer, I put the animals first. It is important to me that I do nothing that would change an animal’s behaviour in any way, put any animal at risk, or cause harm to their habitat.\n\n———  \n© Anne McKinnell\n\nExtended Editorial License: Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The License includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Anne McKinnell"
      },
      {
        "trait_type": "Animal",
        "value": "Grizzly Bear"
      },
      {
        "trait_type": "Continent",
        "value": "North America"
      },
      {
        "trait_type": "Country",
        "value": "Canada"
      },
      {
        "trait_type": "Province",
        "value": "British Columbia"
      },
      {
        "trait_type": "Location",
        "value": "Khutzeymateen Provincial Park"
      },
      {
        "trait_type": "Series",
        "value": "Grizzly Bears of British Columbia"
      },
      {
        "trait_type": "Aspect Ratio",
        "value": "1x1"
      },
      {
        "trait_type": "License",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Media",
        "value": "Photography"
      },
      {
        "trait_type": "Edition Size",
        "value": "1/1"
      }
    ],
    "image_details": {
      "bytes": 6918484,
      "format": "JPEG",
      "sha256": "f64dca0c046bdfba378fdedf44efe8f71020c429318c65bbc90ebba947d02f20",
      "width": 3607,
      "height": 3607
    },
    "image": "https://arweave.net/VRooZIhBI0zNgRuaOs667-0p6ShgWAkZv42ZMRzNcQQ",
    "image_url": "https://arweave.net/VRooZIhBI0zNgRuaOs667-0p6ShgWAkZv42ZMRzNcQQ"
  }
}