{
  "address": "0xe5b1e33be8d510a090b680306fc1b331816260c1",
  "type": "ERC721",
  "name": "JON WALTZ - WHEELIE",
  "tokenCount": "25",
  "uri": "https://metadata.sound.xyz/v1/0xe5b1e33be8d510a090b680306fc1b331816260c1/1",
  "metadata": {
    "name": "IPHONE #1",
    "artist_name": "JON WALTZ",
    "description": "We made iPhone as the first track for my crowdfund project “Your High Horse”. I went to Atlanta like the first week we launched it and we immediately pumped out this song in about an hour or two. This was one of those rare occasions where I knew exactly how I was going to approach the song off rip. The idea was thematically inspired by “Device Control” by Frank Ocean + “Everybody Nose” by NERD and it’s one of those records where I wanted to paint a picture in a tongue in cheek way about the way we all use our phones. The idea is that there’s two people in the bathroom at the club (supposed to be having a good time) complaining on social media about having to go out and then on the flip end, how we complain about how we’d rather be on our phones than in the moment and how we all have this obsession with portraying something that’s not accurate to the rest of the world.… how we have this little device with the majority of the accumulated knowledge that we as humans have gathered over time and how it causes us all to feel detached from life in real time because we have entirely too much access.\n",
    "external_url": "https://www.sound.xyz/jonwaltz/iphone",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmbaMq6o3m96vMC3A8mcFwBnf4d9X1tA74CTDkJuX3Tg9v",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmZyAXm4JZ49eaoefPRYyggA1Qwi6nF39Vpbt2VSUyVcr2",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmZyAXm4JZ49eaoefPRYyggA1Qwi6nF39Vpbt2VSUyVcr2",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmQQ6M5o8svdUhBLiaFAFTFkqn99keHgwmzQQaBv7aj865",
    "attributes": [
      {
        "trait_type": "IPHONE",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}