{
  "address": "0xe53ae10a356247b58b51503594e3597d738df242",
  "type": "ERC1155",
  "name": "The NFA NFT: 2023 Coupon",
  "tokenCount": "1",
  "uri": "https://arweave.net/3VIUcAz5IgTo5okPs1_8rsmEl6RkTgJVGGGghqMDBUI",
  "metadata": {
    "name": "THE NFA NFT: 2023 COUPON",
    "created_by": "Non Fungible Advisors LLC",
    "external_url": "https://nonfungibleadvisors.com/",
    "description": "THE NFA NFT TERMS AND CONDITIONS\n\nBY HOLDING A THE NFA NFT: 2023 COUPON YOU AGREE TO THESE TERMS.\n\nNOTICE: HOLDING AN NFT FROM THIS COLLECTION OR ANY NFT RELATED TO NON FUNGIBLE ADVISORS LLC DOES NOT CREATE AN ATTORNEY-CLIENT, ACCOUNTANT-CLIENT, OR OTHER FORM OF CONFIDENTIAL OR PROFESSIONAL RELATIONSHIP OF ANY KIND. THERE IS NO RELATIONSHIP OR DUTY BETWEEN NON FUNGIBLE ADVISORS OR ANY OF ITS AGENTS, ASSIGNS, MEMBERS, OR EMPLOYEES AND ANY INDIVIDUAL NON FUNGIBLE ADVISOR NFT HOLDER.\n\nNON FUNGIBLE ADVISORS LLC IS NOT A LAW FIRM, ACCOUNTING FIRM, OR GOVERNMENTAL ENTITY.\n\nUPON HOLDING THIS NFT HOLDERS HOLD NO RIGHTS WITH REGARDS TO THE UNDERLYING INTELLECTUAL PROPERTY OF THE NFT. THE NFT MERELY SERVES AS A COUPON WHICH IS EXCLUSIVELY REDEEMABLE VIA A BURN.\n\nTHE NFA NFT: 2023 COUPON is a collection of redeemable discount vouchers and/or coupons for services rendered by Non Fungible Advisors LLC. Each individual coupon can be burned and redeemed for a 20% discount. THE NFA NFT: 2023 COUPON cannot be grouped together to give an additional discount. Only one (1) discount can be redeemed per individual retainer.\n\nTHESE COUPONS ARE NOT GIFT CARDS. THE COUPON NFTS ARE CLAIMED FOR FREE, ARE NOT RELOADABLE, AND CAN ONLY BE REDEEMED WITH NON FUNGIBLE ADVISORS LLC. THESE NFTS HAVE NO CASH VALUE. ADDITIONAL FEES AND/OR TAXES MAY BE INVOLVED UPON REDEMPTION. EACH COUPON CAN ONLY BE  \nREDEEMED ONCE. \n\nREDEEMABLE DISCOUNT IS ONLY VALID UNTIL 12/31/2023\n\nIn order to redeem, coupon must be presented at time of engagement for services, before any agreement is signed or payment rendered. Redemption may implicate tax or other obligations by Redeemer.",
    "image_details": {
      "bytes": 599520,
      "format": "PNG",
      "sha256": "77ec9bf5a7037022d3937cdfd3915a53880bf1c4517a942ff661e437832abf5e",
      "width": 4000,
      "height": 4000
    },
    "image": "https://arweave.net/Zs22Rie6sTSidxl2RB88imMvtb2Ds2APiP754g2aKUM",
    "image_url": "https://arweave.net/Zs22Rie6sTSidxl2RB88imMvtb2Ds2APiP754g2aKUM"
  }
}