{
  "address": "0xe5e0c8057a2525bf59e38746d5edf8e55821dba5",
  "type": "ERC721",
  "name": "SUNDOGS ON MANIFOLD ERC721",
  "tokenCount": "42",
  "uri": "https://arweave.net/FvB6sg2kWJ1AxYOujc_xB9nvqIOhwGodJvQkpfuuPqU",
  "metadata": {
    "name": "AT PLAY AT THE SOURCE OF THE AMAZON",
    "created_by": "SUNDOG",
    "external_url": "https://warrickmcleod.com/sundog-nft/",
    "description": "At play at the source of the Amazon  \nThis is image #1 of the official. Source of the Amazon, collection.  \n\nSource of the Amazon, is a mufti faceted collection, on the one hand, we experience the wonder and joy of spiritual celebration, then on the other, The wonder of Nature and the Apurimac river canyon.\n\nThis image reflects that sound of joy and celebration, yet the fire becomes more apparent and reflects the destruction of the Amazon basin and the blaring, warning trumpets, so many still do not hear.\n\nThe collection is a mix of the spiritual life, found around the source of the amazon river, and the river herself. High in the Peruvian Andes.\n\nThe Festival of the Snow Star. A ceremony with 10000+ Peruvians. dancing and praying at 4500m, in the Andes. on 4 converging glaciers, \nMachu Picchu is an ancient Inca city/ temple/ The Conquistadors never found it, all my life as a kid I wondered what lay beyond. Finally, in 2003 I got there via a long walk along the sacred Urubamba river and then months of learning to Kayak in this special place on Earth.\n\nCaptured in 2003, High in the Peruvian mountains lies the source of the Might Amazon river. a place of wonders and mystery. The Mighty Apu Rimac river and her 2000m deep canyons. The official Source of the Amazon River lies high in the snow-capped Andes mountains of Peru. The unbreaking spirit of her people, ever dancing under the watchful eye of a Condor. Spending 6 months imbedded in the Cusco Incari culture & region of Peru, An offer came from heaven, Sundog was blessed with 3 months of whitewater rafting as the cameraman, Once on the river, there is no way out but to complete the 4-day trip downriver, spending wonderful nights on pure white sandy beaches, running beautiful and dangerous rapids in a water-carved wonderland. I came home fresh, healthy, and reinvigorated for new creative film creation. I published this story, under the title, Blood of the Sun God. and never again reproduced or exhibited it. This is a great early work collection, shot on an early digital camera. In the 20 years since, I have worked with some of the greatest cinematographers, actors, directors, and crew in every field. aside from my commissioned work, I have created, produced multiple large passion project teams, winning multiply awards along the way, for the crew and myself  . . I entered crypto in 2015, via Bitcoin and ETH, over the years I mistakenly mistook Crypto art and NFT's as Fan Art, I was not watching the environments growing around the blockchains closely enough. Defi seemed the extent of it. Lesson learned blockchain is almost infinite in its growth applications. I'm here to stay, explore, innovate, create and use my various skills merged. I have been in crypto a long time it feels, and onboarding peeps can be such a mission, I continue in a small way by creating a creative collective. \nAs of yesterday. April 19 / 2022 and a great exhibition, the IRL artists and their agents are also fired up. It is going to be a wonderful renaissance over the next decade. Therefore I start with my archival collection from Peru. \n\nOver lockdown, whilst running a small experimental organic farm and food security program ( Wen Utility 'Donation Tokens coming).  \nin 2021 I discovered Pak and Xcopy, and so many more, my life has not been the same since. after 12 months of deep dive, this is my genesis ETH mint, on my very own SUNDOGS MANIFOLD contract\n\nI am very inspired by the possibilities smart contracts bring NFTs and beyond. \nI was inspired by the advent of digital cinema cameras, but this feels even more exciting.\n\nOwning this NFT you become a future part of something innovated, dynamic, and, that's so very exciting, to me as an artist, that something, can be set in motion. \n\nI hope these wonderful experiences and images inspire the adventurer, collector, and artist in you.\n\nAs a collector, you need to know I have minted a small selection as editions on polygon and Objkt at very low fare share prices. Inspired by crypto coins etc growth rd. maps.\n\nIf there are any left when this token is purchased, the owner will receive a set of the small editions avail, a free airdrop.\n\nWelcome to the Sundog pack  \nChat soon\n\n\n\n #nft #adventure #photography #Peru #Amazonriver",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Sundog"
      },
      {
        "trait_type": "Media",
        "value": "Photography"
      },
      {
        "trait_type": "media",
        "value": "PNG"
      },
      {
        "trait_type": "Image size",
        "value": "2509 X 3374 Px"
      },
      {
        "trait_type": "City",
        "value": "Cusco"
      },
      {
        "trait_type": "Lens trick",
        "value": "Long exposure"
      },
      {
        "trait_type": "Collection",
        "value": "Source of the Amazon"
      },
      {
        "trait_type": "Image",
        "value": "Color"
      },
      {
        "trait_type": "Country",
        "value": "Peru"
      },
      {
        "trait_type": "Subject",
        "value": "Trombone"
      },
      {
        "trait_type": "Year",
        "value": "2003"
      },
      {
        "trait_type": "Color",
        "value": "Orange fire & Silver"
      },
      {
        "trait_type": "ISO",
        "value": "100"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/2.8"
      },
      {
        "trait_type": "Exposure",
        "value": "0.5"
      },
      {
        "trait_type": "Focal Length",
        "value": "5.7 mm"
      },
      {
        "trait_type": "Flash",
        "value": "true"
      },
      {
        "trait_type": "Date",
        "value": "2002:03:01 19:43:32"
      }
    ],
    "image_details": {
      "bytes": 653034,
      "format": "JPEG",
      "sha256": "ff7ae9f864c64214d41340175fe116280fd95921902414c20fd09901c9a7a70c",
      "width": 1536,
      "height": 2048
    },
    "image": "https://arweave.net/CSPROaKPsIFXM-RPUiNKKzHrJyjVqzBh-1k-hueEPNc",
    "image_url": "https://arweave.net/CSPROaKPsIFXM-RPUiNKKzHrJyjVqzBh-1k-hueEPNc"
  }
}