{
  "address": "0xe510bd0784e19397a25a39c499397b0a86a93254",
  "type": "ERC721",
  "name": "Savage Beauty | Hawai'i Volcanos by Joseph Anthony",
  "tokenCount": "117",
  "uri": "ipfs://QmaLjZZ4DoSRuD88sTctLZKScvZzvUcM6S9SsexSgPcRNc/1",
  "metadata": {
    "name": "Halema'uma'u sunrise glow",
    "description": "Captured in 2017 when new activity at the Kilauea summit crater Halema'uma'u was a precursor to the 2018 eruption. Here you see the pinkish pre dawn light on the clouds in the background, blending perfectly with the glow on the cloud created by the lava inside the crater. This crater changed massively in 2018 when combined with the major earthquakes, it collapsed on itself as the magma drained from underneath and ended up in the lower east rift zone. As this process continued over 3 months, the crater kept getting larger, eventually ending up over 1500 feet deep and massively wider. This led to the beginnings of a water lake but that soon ended when magma extrusions lower down the crater wall refilled Halema'uma'u once again starting in December 2020 through to 2022 when in late 2022 Mauna Loa simultaneously erupted. The 2018 Kilauea eruption was historic and unprecedented, the biggest in over 200 years. Estimated flow rates of lava from fissure 8 alone were up to 150 cubic metres per second which would fill an Olympic size swimming pool in approximately 25 seconds. It created a 9 mile long channelised lava river up to 450 metres at its widest point, meandering through the landscape to the ocean. Along the way lava deposited was in places up to 30 metres thick. In volumetric terms the total amount of lava effused is estimated at 1 cubic kilometre. Mind boggling statistics and an event that was breathtaking to live through. Nikon D800E + Nikon 16-35mm f/4 at 32mm, 10 seconds, f/5.6, ISO 800. Big Island, Hawaii.",
    "image": "ipfs://QmVVwArgMeo4bG6tib4bn8tG9fydMMd2MeEqm2xPBUSD2M/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Big Island, Hawai’i"
      },
      {
        "trait_type": "Subject",
        "value": "Volcano"
      },
      {
        "trait_type": "Genre",
        "value": "Nature"
      },
      {
        "trait_type": "Artist",
        "value": "Joseph Anthony"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      }
    ],
    "external_url": "https://permalink.sloika.xyz/v1/a8vA9L_nY8euTChHj5BuI/1"
  }
}