{
  "address": "0xe6d8ba78fe72c75a010ad28c7d150379ed4feb5e",
  "type": "ERC721",
  "name": "trevorjonesart",
  "tokenCount": "301",
  "uri": "https://arweave.net/MqeXgm0LUd5Kvp_VaiJ948CimBcFb30eM-ZEYR-c6w8/1",
  "metadata": {
    "name": "EthGirl (M) #1/100",
    "created_by": "trevorjonesart",
    "external_url": "https://www.trevorjonesart.com/",
    "description": "It’s 2019 and a girl is playing a mandolin in the middle of a paint splattered studio in Edinburgh, Scotland. Under the watchful eye of Picasso himself an artist is creating a painting in a style that reminds the great master of his own analytical cubism, but this work is also unique and distinctly 21st century. Back and forth the artist walks, keenly observing his model from different levels and angles as he visually deconstructs her. The day ends and the final sitting concludes; the artist’s muse has metamorphosed into an innovative portrait animated with modern iconography and infused with crypto symbolism. \n\nPicasso was a creative genius and is undeniably one of the 20th century's greatest innovators. He was a risk taker with an adept ability to see the world in entirely original and captivating ways. Picasso epitomized this new, digital art movement; fast paced, provocative and unapologetic and EthGirl aims to capture and exemplify this great artist’s avant-garde attitude towards art and life.\n\nEthereum Girl With Mandolin is the oil painting that transformed into the much acclaimed 2019 genesis NFT EthGirl by Trevor Jones (a collaboration with the creative genius Alotta Money). Inspired by Picasso’s ‘Girl with Mandolin’, EthGirl NFT (1/1 animation) broke all records on SuperRare, selling for 70ETH in December 2019. What a fitting piece to offer as Trevor’s launch of his digital + physical series, the matching print with AR and NFT edition of the original Ethereum Girl painting. \n\nIn total there are only 100 EthGirl NFTs + medium (M) prints available, 76 x 59cm / 30” x 23”",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "trevorjonesart"
      },
      {
        "trait_type": "Title",
        "value": "EthGirl"
      },
      {
        "trait_type": "Year",
        "value": "2022"
      }
    ],
    "image_details": {
      "bytes": 7595764,
      "format": "JPEG",
      "sha256": "4752e574fb1b37e45b0d9efe7b7278daa080624e26d84fdf9cc97bf5de126b5b",
      "width": 5000,
      "height": 6337
    },
    "image": "https://arweave.net/qsNup5XD1fWLyrv1IHLLVbXluekUp4ZqnxJoZZC7NmE",
    "image_url": "https://arweave.net/qsNup5XD1fWLyrv1IHLLVbXluekUp4ZqnxJoZZC7NmE"
  }
}