{
  "address": "0xe6433a7995282d5b93abf553e26e7f9c76e9608c",
  "type": "ERC1155",
  "name": "GLACIAL MILK",
  "tokenCount": "1",
  "uri": "https://arweave.net/peGOMH8ATm4h-Pvl2DHJF-jPAT1sTkh1bKHUYOvau9E",
  "metadata": {
    "name": "GLACIAL MILK ",
    "created_by": "Meesh ",
    "description": "But first- Geology lesson. Glacial Milk is created when glacial erosion or grinding occurs on bedrock and creates silt-sized particles, or rock/glacial flour, that is then suspended in the glacial meltwater creating a cloudy or \"milky\" appearance. Here's where things get colorful. The Rock Flour is so fine that it doesn't sink to the bottom of the lake. Instead, it remains suspended throughout the water. When sunlight hits, the water absorbs the long wave colors of the spectrum: At the same time, the rock flour absorbs some of the shortest light waves, then scatters the remaining light back to our eyes. Thanks to these processes, the reflected light is mostly a milky turquoise or blue. \n\nIn Iceland, a country rich with compelling geologic phenomena, volcanoes and ice caps abound; even the country’s rivers are connected to the landscape of fire and ice. After spending countless hours on Google Earth location scouting before an Iceland trip- I had bookmarked a pocket of crazy colored blue milky rivers that came out of a bright blue lake- lake Sandvtan, located deep in the heart of the Highlands of Iceland. This place didn’t look real- the colors shift between white and turquoise, weaving from the lake like veins of the earth. Before entering the ocean the river becomes braided, as channels of water flow around small, temporary islands of coarse sediment. \n\nThis past Summer of 2022, we headed into the North West highlands of Iceland on the first day, arriving at 6am. Checking the weather, it looked like a perfect open window to catch some Ariel images of this specific location, high level clouds to diffuse the light with low wind so that the rivers didn’t have too much texture or reflection from too much sunlight. Conditions really have to line up when photographing Icelandic rivers, and the weather in Iceland does not like to participate. We drove our 4x4 rental car through 4 river crossings, one of them pretty deep as we encountered a gentleman in waders checking the depth of the river. Then came several kilometers of deep volcanic black sand, and narrowing down routes to get closest to the location as some of the roads we had bookmarked weren’t passible. After finally getting on the right route, we parked across from the lake in a perfect spot to launch our drones (and not have to fly too far) to capture these rivers. \n\nAs soon as I got up in the air, I got emotional. The colors were vibrant, the patterns and textures so incredible. I was full of excitement- truly an insane moment to be able to capture this geological phenomenon- surrounded by a deserted Volcanic barren wilderness. ",
    "image_details": {
      "bytes": 78481823,
      "format": "PNG",
      "sha256": "f33ada988cbc1caec414b46c30861ebf8e66b28d531293be92c28029ef23d7a8",
      "width": 3273,
      "height": 4582
    },
    "image": "https://arweave.net/Yb74kGIWT9z1np896_CWOvzI-pENbvRh9VUe1mSZjxc",
    "image_url": "https://arweave.net/Yb74kGIWT9z1np896_CWOvzI-pENbvRh9VUe1mSZjxc"
  }
}