{
  "address": "0xe7fe96784a4de9f9baa8905e5b49dc588c78f0fa",
  "type": "ERC721",
  "name": "M0DAL x Core3D",
  "tokenCount": "4",
  "uri": "https://arweave.net/NwzFn29hHW1Btne96iEu5V3Oy14r2t4bI7Db4ESvYAs/1",
  "metadata": {
    "name": "\"summer.jpg\" IRL T-Shirt Claim Token #1/21",
    "created_by": "Core3D x M0DAL",
    "external_url": "https://www.core3d.io/m0dal",
    "description": "https://app.manifold.xyz/c/m0x3D-summer\n\nMint your edition of the \"summer.jpg\" IRL T-Shirt Claim Token at the link above.\n\n20 editions of the \"summer.jpg\" IRL T-Shirt Claim Token will be available to mint for a limited time at the link above.\n\nMinting for each of the 4 XCOPY-inspired looks in this drop will remain open until January 4th at 1pm EST, or until the collection mints out. Once the claim window opens, token holders will have the ability to redeem a made-to-order physical version of the \"summer.jpg\" T-Shirt IRL by verifying holder status and submitting a claim order with their shipping information to Core3D's Shopify store. All claim orders must be submitted by January 31st at 1pm EST to receive a physical version of the apparel item. Because these garments are made on-demand specifically for each individual, apparel claim orders will take 4-6 weeks to ship once the claim window closes at the end of January.\n\nCreated by Core3D, this digital T-Shirt collectible was inspired by the CC0 XCOPY art piece \"summer.jpg\" and adapted for viewing in oncyber by M0DAL. In addition to claiming an IRL physical version, this token is a 3D GLB file, which means that holders will also be able to display the 3D digital version of the T-Shirt in NFT metaverse gallery platforms that support the file format so long as they hold the token. Like the XCOPY work it's based on, this digital T-Shirt collectible is by extension CC0.\n\nCore3D is an online 3D design platform specializing in apparel. The platform's web-based editor gives anyone, anywhere, the ability to create high-end designs for physical and digital use. Web3 projects use Core3D to engage their audience, build IP and generate revenue through designs they create.\n\n> Visit us at: https://www.core3d.io/m0dal\n\n> Learn more about the creation of this collection: https://twitter.com/_Core3D/status/1574415351709933568\n\n> Join the Core3D Discord: https://www.core3d.io/discord\n\n> Follow the M0DAL digital fashion lab on Twitter: https://twitter.com/m0dalverse\n\n> Check out the original XCOPY work this T-shirt was based on here: https://superrare.com/artwork-v2/summer.jpg-26722\n\nImportant: Minting this token does not guarantee an IRL/physical version of this T-Shirt. Holders who wish to claim the IRL/physical versions of the corresponding apparel item will be responsible for completing the claim process while the claim window is open. The claim window will be open for approximately one month, during which time holders will be able to choose a general size for the T-Shirt, and enter their shipping information. If you are purchasing this item on the secondary market from another party once the IRL redemption window has opened, please be aware that the token may have already been used for an IRL/physical claim. Once the claim window is open, a link to check claim status of tokens will be accessible on the Core3D website or storefront.\n\nIt will be up to any prospective secondary market buyers who are interested in a physical version of the T-shirt to do their own due diligence as to whether or not the physical item has been claimed. Likewise, if the token is not used to claim a physical version while the claim window is open during January, the token will no longer be valid for physical claims, as this will be a limited made-to-order printed run, and the token holder will be unable to receive a physical version of the T-shirt.\n\nNote: The first token in each of the 4 different styles does not affect the IRL printed supply, and has been minted by the team for display and testing purposes only, in advance of the release event.",
    "attributes": [
      {
        "trait_type": "Creator",
        "value": "Core3D x M0DAL"
      },
      {
        "trait_type": "Publisher",
        "value": "Manifold Studio"
      },
      {
        "trait_type": "License",
        "value": "CC0"
      },
      {
        "trait_type": "License URL",
        "value": "https://creativecommons.org/share-your-work/public-domain/cc0/"
      },
      {
        "trait_type": "Website URL",
        "value": "https://www.core3d.io/m0dal"
      },
      {
        "trait_type": "Category",
        "value": "Fashion & Style"
      },
      {
        "trait_type": "Apparel Type",
        "value": "T-Shirt"
      },
      {
        "trait_type": "File Type",
        "value": "GLB"
      },
      {
        "trait_type": "Compatibility",
        "value": "oncyber"
      },
      {
        "trait_type": "File Size",
        "value": "1 - 50mb"
      },
      {
        "trait_type": "XCOPY Inspo URL",
        "value": "https://superrare.com/artwork-v2/summer.jpg-26722"
      },
      {
        "trait_type": "Style",
        "value": "Summer"
      }
    ],
    "animation_details": {
      "bytes": 3910984,
      "format": "GLB",
      "sha256": "58e5c2ea09ebdb931fdcb401f40cc7cd900a16eb854124a8d0a2a30370ee4724"
    },
    "animation": "https://arweave.net/ocL63LHBeR1vPWGlvymKMUD5pt2XYg3CDpjw1piIzuw",
    "animation_url": "https://arweave.net/ocL63LHBeR1vPWGlvymKMUD5pt2XYg3CDpjw1piIzuw",
    "image_details": {
      "bytes": 1800177,
      "format": "PNG",
      "sha256": "76957daa11a3aea618fd824f0e5160b6372cbb8ca2157e5cb5b8347fc1b8d98e",
      "width": 1900,
      "height": 1517
    },
    "image": "https://arweave.net/brUd5EhzswXuSiW_zVSlTVQ2H469SKcl2piDdJcvnSU",
    "image_url": "https://arweave.net/brUd5EhzswXuSiW_zVSlTVQ2H469SKcl2piDdJcvnSU"
  }
}