{
  "address": "0xe7efd894cae704d32b395daad4cc075797a02ad5",
  "type": "ERC1155",
  "name": "The Green Glider",
  "tokenCount": "2",
  "uri": "https://arweave.net/HqdoQPdC1Hbuie6_MatT5JWAXD_1hBcX-90TlDyK55c",
  "metadata": {
    "name": "The Green Glider",
    "created_by": "pkrishnan",
    "description": "The Malabar Gliding frog (Rhacophorus malabaricus) is an endemic species found in the wet evergreen forests of the southern Western Ghats, India.\n\nThe term \"gliding\" refers to it's ability to break its fall by stretching the webbing between its toes when making leaps down from the treetops.\n\nThey are vivid green with finely granulated back skin and are one of the largest moss frogs. They are only seen in the five states of India which are closely linked with the Western Ghats.\n\nThe eyes of this green guy are interesting. They looks as if popping out from the socket. The eyes are large and round with yellowish-brown ornamentation. This photograph was taken in a 45 degree angle to capture the bulging property of the eye.\n\nThe fingers and toes are sticky. They can literally stick on to a leaf upside down without falling. The webs between the fingers are very large and are orange-red color. These webs helps them in gliding and the big, long fingers with a bulge on the tip helps them to hold on to any object at any elevation. I took this photograph trying to show the show the sticking property where the leaf is upside down.\n\nThe aerodynamic property is related to shape, size and density. These slender, long amphibians have got the perfect dimension required for gliding. The large webbed toes and their sleek body shape helps them to glide to a distance of 9 -12 meters, a maximum of 115 times its length. Using a back light I tried to highlight the veins of the leaf and also to showcase the compactness of the subject.\n\nThis photograph was clicked at night, the only time when they can be spotted, while the subject was sitting on a lotus leaf. I used an external light source for capturing the details.",
    "attributes": [
      {
        "trait_type": "Pradeep Krishnan",
        "value": "pkrishnan"
      },
      {
        "trait_type": "Camera",
        "value": "NIKON CORPORATION NIKON D750"
      },
      {
        "trait_type": "Lens",
        "value": "24.0-120.0 mm f/4.0"
      },
      {
        "trait_type": "ISO",
        "value": "100"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/8"
      },
      {
        "trait_type": "Exposure",
        "value": "1/200"
      },
      {
        "trait_type": "Focal Length",
        "value": "120.0 mm"
      },
      {
        "trait_type": "Date",
        "value": "2022:05:05 20:18:50"
      }
    ],
    "image_details": {
      "bytes": 4381944,
      "format": "JPEG",
      "sha256": "bceac795352c2e2099be1d124d0f1604138e2f04f988751a81f98467ab4ba446",
      "width": 4016,
      "height": 5776
    },
    "image": "https://arweave.net/2pfa0Tg24aQRAq6_98zwPbHI8WWl_8nT37MoP6N6pqo",
    "image_url": "https://arweave.net/2pfa0Tg24aQRAq6_98zwPbHI8WWl_8nT37MoP6N6pqo"
  }
}