{
  "address": "0xe74637de15e2b51ef58e43b23f6b3fa4e9adf98f",
  "type": "ERC721",
  "name": "YOKAIDO",
  "tokenCount": "40",
  "uri": "ipfs://QmaJQmXj8QgxmgqV8GDZuCai5btjDP5CSpSBechSZgJu63/1.json",
  "metadata": {
    "name": "001_KAPPA",
    "image": "ipfs://Qmf5VqwajMsNTiHtv92LQLQezEmfJvKsw1jy12nrfsRPgx/001_KAPPA.png",
    "animation": "",
    "description": "\n河童\n\n川や海に潜む古い妖怪。人間の尻子玉を抜き竜王に税金として収める。起源は中国神話に登場する黄河の神であったり、陰陽師が使役する人形と言われている。水神信仰の御供物としてポピュラーなきゅうりを好物とするのは、水神のおちぶれた姿だからだとも言われる。同一視される妖怪に河太郎や水虎など。\n KAPPA is an old yokai lurking in rivers and the sea.They pull out the human kappa ball and put it in the RYUOU as a tax.Their origin is said to be the god of the Yellow River that appears in Chinese mythology, or the doll used by Onmyoji.They like cucumbers, which are popular as an offering of the water god worship, because they were originally water gods.'KAWATARO' and 'SUIKO' are the yokai who are identified with them.\n\n このNFTはたかくらかずきのアートピースであり、キャラクターデザインのマスターデータです。この作品の展示の権利は作者と所有者が共有します。この作品の商用利用は禁止されています。この作品の変更は禁止されています。著作権は作者に帰属します。この画像を使用して別の商品を販売できるのは作者のみです。この作品や添付の素材、キャラクターのアイデアを使用して別のNFTを製作することは禁止します。購入者はこれに合意したと見なします。\n This NFT is an art piece of Kazuki Takakura and master data of character design.The rights to exhibit this work are shared by the author and the owner.Commercial use of this work is prohibited. Modification of this work is prohibited. The copyright belongs to the author. Only the author can sell another product using this image. It is prohibited to make another NFT using this work, attached materials, and character ideas.Buyer considers this to be agreed.",
    "attributes": [
      {
        "trait_type": "TRIBE",
        "value": "動物／ANIMAL"
      },
      {
        "trait_type": "MAIN_CLASS,",
        "value": "ORIGIN"
      },
      {
        "trait_type": "SUB_CLASS",
        "value": "ORIGIN"
      },
      {
        "trait_type": "LANK",
        "value": "YOKAI"
      },
      {
        "trait_type": "BORN",
        "value": "unknown"
      }
    ]
  }
}