{
  "address": "0xe73f49d5053524ecbfda714f55bb53aa8e8468e3",
  "type": "ERC721",
  "name": "ABCRECORDS",
  "tokenCount": "27",
  "uri": "ipfs://QmbSU8hBHEX1CMyVQtmuaxYq8HWAXp5XCTGPLFKTNrbeMu/data.json",
  "metadata": {
    "licence": "ipfs://QmX3NMB1z1zh2iEqd24mhFoLWbn2NuCbJmzqDedcxPpduV/data.pdf",
    "animation_url": "ipfs://QmQmThBg8pNJwmA5mX2rAWXfhc73YVhB6R9QXowsrXSJwr/data.wav",
    "name": "B＆W #1/10",
    "image": "ipfs://QmQeeCEHpWoJvCQTic8QKQA8haB4vPVqPzvWzqZpQwnJkA/data.jpeg",
    "description": "(Japanese version is below.)\n\nThe NFT is the digital sound source data (the \"Sound Source Data\") of the musical composition \"B＆W #1/10\" music by Hiroshi Fujiwara (the \"Music\").\n\nThis NFT is provided under the standard [ERC721].\n\nThe person who acquires ownership of this NFT (the \"Owner\") shall acquire ownership rights to the NFT as well as the exclusive commercial rights to use the NFT. For details, please refer to \"NFT Terms of Use\" and \"NFT Usage Agreement\".\n\nFor information on how to acquire Sound Source Data after purchasing the NFT, see below.\nSpecial Website: https://abcrecords.inc\n\n-Provided data format: wav\n\n-Auction Score: 1 point\n\nThis NFT is accompanied by exclusive commercial usage rights to the NFT. These exclusive commercial usage rights are subject to confirmation items and conditions of use, and consent to the \"NFT Terms of Use\" and \"NFT Usage Agreement\" is required. For details, please refer to the following \"NFT Terms of Use\" and \"NFT Usage Agreement\".\n\nNFT Terms of Use\n\nRead the following Terms of Use and Usage Agreement before obtaining and using this NFT. The exclusive commercial usage of this NFT requires acceptance of these Terms of Use, which the Owner is deemed to have accepted upon obtaining and using this NFT. These Terms of Use shall also apply to the exclusive commercial use of the NFT by a transferee.\n\n･This NFT is for digital Sound Source Data.\n\n･The owner of this NFT shall acquire the rights to the Sound Source Data for the NFT on the condition that they agree to these Terms of Use and the Usage Agreement, and incidental to this shall obtain the exclusive commercial usage rights to the NFT, allowing them to use the NFT freely.\nHowever, to distribute the NFT, the Owner must consent to the Distribution Agreement stipulated separately and consign distribution to the NFT Issuer. Also, the Owner may not exercise rights for content created by past Owners of the NFT using the Sound Source Data. For more information, contact the NFT issuer. The exclusive right to commercial use does not include the right to trust or consign the Music and Sound Source Data to a copyright management service, to register the copyright, or to register to Content ID, etc.\n\n\n･The copyright to the Music, the rights of the record producer pertaining to the Sound Source Data, and the rights of the performer shall be reserved by the NFT Issuer (including the Artist). As such, the artist reserves the right to produce, sell, and use different sound sources for the Music, or to use the same sound source as the Sound Source Data for their own use. The NFT Issuer shall also manage Content ID, etc.\n\n･The Owner of the NFT shall comply with rules for credits and other matters separately stipulated by the Company when using this NFT.\n\n･The Artist may make a new NFT solely for the purpose of transferring ownership rights of the Sound Source Data without granting the right to commercial use.\n\n･Depending on the format of use of the NFT, copyright processes for the Music (such as procedures and royalty payments prescribed by the music copyright management service ) may be required, in which case, please enquire with the NFT Issuer.\n\n･Consult with the NFT Issuer if you would like to register the copyright for an arrangement of the Music created by arranging the Sound Source Data to a copyright management service.\n\n･Permission from the Creator is required when converting sound source data created through the arrangement of the Sound Source Data into an NFT. Consult the NFT Issuer separately.\n\n･To the fullest extent permitted by applicable law, the issuer of the NFT (including the Artist) makes no warranty of any kind with respect to this NFT. The NFT is provided as is, without warranty of any kind, including but not limited to suitability for particular purposes and commercial suitability.\n\n･ The NFT Issuer (including the Artist) shall not be liable for and shall be exempt from any legal responsibility in the event that the Owner, the transferee, or any other third party suffers any damage or loss in connection with the commercial usage of the NFT,  regardless of the cause of the damage, and the Owner (including the transferee) agrees to this in advance.\n\n･The NFT Issuer (including the Artist) may request the cessation of NFT usage in accordance with its reserved rights in the event that NFT usage violates public order, morals, or the law, or promotes discrimination; is deemed to be primarily for publicity of the Artist; damages or risks damaging the image, credibility, or reputation of the NFT Issuer or Artist; or is otherwise deemed by the Company to be inappropriate in light of socially accepted norms.\n\n･In the event that the Owner loses ownership of the NFT or violates the Terms of Use or the Usage Agreement, the exclusive commercial usage rights may be revoked.\n\n･These Terms of Use shall be governed by the laws of Japan, and the original version shall be the Japanese version.\n\n･The Tokyo District Court shall be the exclusive court of first instance for any and all disputes concerning these Terms of Use or this NFT.\n\n*An English version of these Terms of Use is currently being created.\n\n･For consultation, questions, or other inquiries regarding this NFT, please contact the address below.\n\nabcreords@alle.co.jp\n\n\n\n本NFTは、楽曲「B＆W #1/10」作曲：Hiroshi Fujiwara（以下「本楽曲」といいます）のデジタル音源データです（以下「本音源データ」といいます）。\n\n本NFTは、規格【ERC721】での提供となります。\n\n本NFTの保有権を取得した者（以下「保有者」といいます）は、本NFTの保有権のほか、本NFTを利用する独占的商用利用権を取得します。詳細は、【NFTの利用条件】及び【NFT利用規約】をご確認下さい。\n\n本NFT購入後の音源データの取得方法は、以下をご確認下さい。\n特設サイト:https://abcrecords.inc\n\n-提供データフォーマット：wav\n\n-オークション点数：1点\n\n本NFTには、本NFTを利用する独占的商用利用権が付帯します。当該独占的商用利用権については、利用における確認事項や条件があり、【NFTの利用条件】及び【NFT利用規約】への合意が必要となります。詳しくは、以下の【NFTの利用条件】及び【NFT利用規約】をご確認ください。\n\n【NFTの利用条件】\n\n本NFTの入手・利用にあたり、下記の利用条件及び利用規約をご確認ください。本NFTの独占的商用利用には、この利用条件への同意が必要となり、本NFTを入手・利用した時点で同意したものとみなされます。なお、転得者による本NFTの独占的商用利用についても、この利用条件が適用されます。\n\n・本NFTの対象はデジタル音源データです。\n\n・本NFTの保有者は、この利用条件及び利用規約に同意することを条件として、本NFTに係る音源データの保有権を取得し、また、これに附帯して、NFT発行者より、本NFTを利用する独占的商用利用権の許諾を受け、本NFTを自由に利用できます。\n但し、配信利用については、別途定める配信規約への同意及びNFT発行者への委託が必要となります。また、過去の本NFTの保有者による音源データを利用して制作等されたコンテンツに対しては、権利行使ができないものとします。詳細についてはNFT発行者へお問い合わせください。また、独占的商用利用権には、本楽曲及び音源データについて、著作権管理事業者への信託乃至委託、著作権等の登録、ContentsID等の登録等を行う権利を含みません。\n\n\n・本楽曲の著作権、本音源データに係るレコード製作者の権利・実演家の権利は、NFT発行者（アーティストを含む）に留保されます。したがって、アーティストは、本楽曲について別の音源を制作し販売・利用する権利、あるいは音源データと同一の音源を自ら利用する権利を保有しています。また、NFT発行者は、ContentsID等の管理等を行います。\n\n・本NFTの保有者は、本NFTの利用に際して、別途NFT発行者の定めるクレジット表示その他の遵守事項に従うものとします。\n\n・アーティストは、本音源データについて、商用利用権の付与なく、保有権の譲渡のみを目的とした新たなNFT化を行う場合があります。\n\n・本NFTの利用態様によっては、楽曲の著作権処理（音楽著作権管理事業者の定める手続の履践及び使用料の支払い等）が必要となる場合がありますので、NFT発行者までお問い合わせ下さい。\n\n・本音源データのアレンジ等により生じた本楽曲の編曲について、著作権管理事業者に対する著作権登録を希望する場合、NFT発行者までご相談ください。\n\n・本音源データのアレンジ等により生じた音源データについて、新たなNFT化を希望する場合、クリエイターの承認等が必要となります。別途NFT発行者までご相談ください。\n\n・NFT発行者（アーティストを含む）は、適切な法が認める限りにおいて、本NFTに関するいかなる保証も行いません。本NFTは、特定目的への適合性、商業的適正等を含む一切の保証無しに現状有姿にて提供されます。\n\n・本NFTの商用利用等に関して、保有者・転得者その他の第三者が損害を被った場合において、その損害発生の原因が如何なるものであっても、NFT発行者（アーティストを含みます）は、何らの法的責任も負わず、免責されるものとし、保有者（転得者を含みます）は予めこれを了承します。\n\n・本NFTの利用について、公序良俗違反、法令違反、差別等を助長するものである場合、アーティストのパブリシティを主として利用する目的と判断される場合、NFT発行者又はアーティストのイメージ・信用・名誉等を毀損する場合、又はそれらの恐れのある場合、その他社会通念に照らし不適当と判断する場合、NFT発行者（アーティストを含みます）は、留保された権利に基づき、当該利用の停止を求める場合があります。\n\n・本NFTの保有者が、本NFTの保有権を喪失した場合、又は利用条件・利用規約等に違反した場合、独占的商用利用権の付与を取り消す場合があります。\n\n・この利用条件に関する準拠法は日本法とし、日本語版を正本とします。\n\n・この利用条件又は本NFTに関する一切の紛争については、東京地方裁判所を第一審の専属的合意管轄裁判所とします。\n\n\n・本NFTに関するご相談・ご質問その他お問い合わせは、下記までご連絡ください。\n\nabcreords＠alle.co.jp\n\n\n"
  }
}