{
  "address": "0xe7b1ce1d6d6c6ac339fb77e55c7801a82d394d3c",
  "type": "ERC721",
  "name": "CORPORA",
  "tokenCount": "4",
  "uri": "https://ipfs.pixura.io/ipfs/QmcuW4SbHd56btMrnFwxXyt2iPLwN81k2aVZQMd6TvCFXQ/metadata.json",
  "metadata": {
    "name": "Allegorical Schism",
    "createdBy": "kevinabosch",
    "yearCreated": "2021",
    "description": "CORPORA\n\nBetween 2009 and 2017 I used potatoes in my photographic work to pose ontological questions I had about my own being. This was exemplified with Potato #345 (2010), pulled from the earth and covered in dirt before being immortalised; I challenged myself and others to see themselves in the work.  \n\nIn 2010 I began to gild potatoes, short-circuiting the philosopher’s stone for the sake of superficial adoration.  My photographic works of gilt potatoes communicate with light in a way the natural potatoes don’t, and when in proximity to one another, do so through very subtle reflection.  \n\nThe potatoes in my work recall celestial bodies, but also the human body, each recognisable as part of a species, yet unique.  Through this series of work, CORPORA, Latin for bodies, I have explored my own ego, shattering any notion of hierarchy suggesting I was superior to my subjects. \n\nThe works in CORPORA are abstract models of the human condition, emotional value distilled through strategic abstraction. The phenomenologist Edmund Husserl wrote that evidence is “an experiencing of something that is, and is thus: it is precisely a mental seeing of something”. CORPORA is in itself a body of evidence.   \n\n- Kevin ABOSCH\n\n\t\t\t\t\t\t\t\t\n",
    "image": "https://ipfs.pixura.io/ipfs/QmYQEV1TNvaSfkh8yTWtHspogLwT5MScFJxwYcx1QsK7Fr/allegorical_schism_abosch_sr6000.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmYQEV1TNvaSfkh8yTWtHspogLwT5MScFJxwYcx1QsK7Fr/allegorical_schism_abosch_sr6000.jpg",
      "dimensions": "6000x6000",
      "size": "3453373",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "CORPORA",
      "photography",
      "ceonceptual",
      "art"
    ]
  }
}