{
  "address": "0xe7f62e83f5fbc0c3e8f94c2c063db36dba437c19",
  "type": "ERC721",
  "name": "Mortalissar's Trinkets",
  "tokenCount": "1",
  "uri": "https://metadata.mintable.app/rubP-XIdrEH0AXdqD2mF/1",
  "metadata": {
    "symbol": "A store selling fantasy knick-knacks, mystical chicaneries and magical pots and pans.",
    "image": "https://d1iczm3wxxz9zd.cloudfront.net/b9364f8c-9c86-40e9-8fee-6ecbc4f07208/5cd1865d-ebe3-4cbc-a73f-f847e3941a22/1/ITEM_PREVIEW1.jpg",
    "animation_url": "",
    "royalty_amount": 1000,
    "copyright_transfer": false,
    "address": "0xE7F62E83F5fbC0c3e8F94C2C063dB36DBA437C19",
    "tokenId": 1,
    "resellable": true,
    "Based off a graphic novel": "5000",
    "original_creator": "0xfe70E4fdD19489d1384e50CC2DbfE993f7b94589",
    "edition_number": 1,
    "description": "<p>ALLASTRIA is a fantasy kingdom based on a story I wrote more than 30 years ago. It was originally conceived as a feature-length screenplay, then a novel and now a graphic novel (still in progress). </p><p>The story of Allastria centres on Taliesar, who at two, saw her mother leap from the King’s Tower to her death. Twenty years later, when her father dies at the hands of Allastria’s mysterious enemy, she learns that not all is right within the kingdom itself. As war rages between her all-seeing king and an adaptive enemy, she is forced to follow in her parents’ footsteps to fight for Allastria’s future.</p><p> </p><blockquote><p><i>Here lies the heart and soul of the story, where heroes and heroines are born, not out of purpose or plan, but out of circumstance and loss. And when there spin the evil and envy within each one of us, it is not the flurry of blades or blazing storm-fires come forth from our flesh and minds that will vanquish all, but the undying strength and vigor from the desirous good within us all, that will emerge ever pleasant and eternally victorious, once and forever, in our age and beyond.</i><br /><i>​</i><br /><i>- Verathgar the First Mage, Mer 1230</i></p></blockquote><p> </p><p>The artist I commissioned for the character designs (<a href=\"http://orchidfoxart.blogspot.com/\"><strong>orchidfox</strong></a>) sent me the illustrations over a period of one year. Here, I've put <i>ALL</i> of the characters (called Primoerials) together, which can serve as a virtual poster for instant ogling.</p><p>For more details of each character and backstories, visit <a href=\"https://www.allastria.com/\"><strong>Allastria the website</strong></a>.<br /><br />I hope to complete the graphic novel within the year (or next), pending further funding to help sustain my work and efforts. Thank you.</p>",
    "printableSeries": false,
    "title": "Allastria - fantasy characters unite",
    "url": "https://metadata.mintable.app/rubP-XIdrEH0AXdqD2mF/1",
    "file_key": "5cd1865d-ebe3-4cbc-a73f-f847e3941a22/1/b9364f8c-9c86-40e9-8fee-6ecbc4f07208_Midres - White BG - All Characters in One Sheet.jpg",
    "apiURL": "rubP-XIdrEH0AXdqD2mF/",
    "subtitle": "A coming together of bad-ass fantasy characters from the kingdom of Allastria",
    "name": "Allastria - fantasy characters unite",
    "category": "Art",
    "edition_total": 1
  }
}