{
  "address": "0xe8ccd05f62146bcb2bd945741e9662d0833aa33a",
  "type": "ERC1155",
  "name": "PHLERP Creative Supporters",
  "tokenCount": "2",
  "uri": "https://arweave.net/7muZubl1VqwU52ldPHShIIvNCbyGdxjXxCNYYfphy6E",
  "metadata": {
    "name": "Western Deity",
    "created_by": "PHLERP",
    "description": "If we pause and truly look we can find the divine in all forms. From the flowers to the trees, from the mathematics used to create the architecture surrounding us, divinity flows through everything. From the architecture, art, and sculpture of the West, a Deity is formed!\n\nThis piece was made using photos I took while travelling in England and Italy. The piece was created in adobe photoshop and after effects\n\n************************************************************************\n\nWestern Deity is the first NFT on the PHLERP Creative Supporters contract and collection. It is also the first PHLERP NFT on its own contract via Manifold. The aim of this collection is to financially support PHLERP in his pursuit of further expanding his creative skillset. This will provide greater value to holders through airdrops utilizing new found skills and also increasing skill and value in future drops.\n\nAll profits from sales of this NFT (Western Deity) go towards purchasing “Master Motion Design with Ben Marriot” online course. Supporters who hold this token will be airdropped an animated NFT utilizing what has been learned at the end of the 8 week course. \n\nI hope to expand my knowledge of animation principles, workflow techniques, and to advance my skills as a creator and an animator. I will apply these skills to creating content for a show reel, freelance work, and future NFT Drops. \n\nYou can find more information about the specific course at www.BenMarriot.com\n\nThank you to all my Creative Supporters and fans.",
    "animation_details": {
      "bytes": 15454824,
      "format": "MP4",
      "duration": 12,
      "sha256": "8defa88ed856b9397491f0847ca1a1c359aaa3c6c222e4a070541d8f0ffdb9e2",
      "width": 1920,
      "height": 1080,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/Nn9C_XPn6ftiYOCYwbyHAcnHynquBzvFFiTuWBPkEGI",
    "animation_url": "https://arweave.net/Nn9C_XPn6ftiYOCYwbyHAcnHynquBzvFFiTuWBPkEGI",
    "image_details": {
      "bytes": 4908964,
      "format": "PNG",
      "sha256": "44c86080cc1119a1a9bebb5b49f1e520a9941ab55996c76269d9d150dbd1eb1d",
      "width": 1674,
      "height": 943
    },
    "image": "https://arweave.net/mA4orHDDghz_d8uv6qnSHuIXPot_aFb4-A03ykw71sQ",
    "image_url": "https://arweave.net/mA4orHDDghz_d8uv6qnSHuIXPot_aFb4-A03ykw71sQ"
  }
}