{
  "address": "0xe8a190328f48246eb0fdbd85b71aad0f58fe06bd",
  "type": "ERC721",
  "name": "Pauline Herr - COME DOWN",
  "tokenCount": "25",
  "uri": "https://metadata.sound.xyz/v1/0xe8a190328f48246eb0fdbd85b71aad0f58fe06bd/1",
  "metadata": {
    "name": "Crossed Our Hearts #1",
    "artist_name": "Pauline Herr",
    "description": "Even though the pandemic has been an emotional rollercoaster for me (as it has for most people), I’m not sure where my career would be if it hadn’t happened. Because of it, I was able to play a virtual festival called Brownies & Lemonade Open Aux which opened up a lot of doors for me. Since then, I’ve played 4 irl festivals, recently got off a US tour with RL Grime, and released with nearly all of my dream labels.\n\nBut even after all of those wins I couldn’t help feeling that something was missing—the magic in releasing music had become foreign to me. After getting involved with web3 and NFTs 12 months ago and observing some of my peers release their first projects, I realized the power of music NFTs and could feel that magic I once felt start to return. The community aspect and supportiveness (from artists and fans alike) in web3 is unlike anything I’ve ever been a part of. I believe that Sound is on the forefront of introducing a much needed shift in the music industry and I’m so excited to be a part of it.\n\nIn 2016 I began my career as a vocalist and found myself drawn to the thought of being able to produce and engineer my own music and vocals. After a year of watching YouTube videos and hiding out in my college dorm room making music, I decided to apply to a music production school called ICON Collective in LA and, within a year, I dropped out of nursing school and drove from Wisconsin to LA to start my music journey. To my surprise, the school only had a handful of women and I quickly learned the struggles of being a woman in a male-dominated industry. Throughout the last 6 years I’ve made it a priority of mine to make sure women are getting the credit they deserve and I’m excited to see a bit of a shift happening in that sense. There are so many incredible women producers, vocalists, engineers, and DJs, especially POC women, in the scene that are getting the recognition they deserve and I hope to see this continue to progress. Crossed Our Hearts is produced, written, recorded, mixed, and mastered by me. It’s just one of a number of self-produced tracks I’ve released but it marks my first music NFT. This song is about moving on from something I once thought was forever.",
    "external_url": "https://www.sound.xyz/paulineherr/crossed-our-hearts",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmPZ7UtTz7fkHHroJvaxfzW75ZjR1Xcxb6u9HkMkp8KvAX",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmWoqNH5tf4GuWCNbv1YZ1p5cPSmZaAgo9YqC9GfviVaQx",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmWoqNH5tf4GuWCNbv1YZ1p5cPSmZaAgo9YqC9GfviVaQx",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmZvVJCiwsQZCNusWWUidBfEHxQ4tCPWeVchmdmWrRKCxB",
    "attributes": [
      {
        "trait_type": "Crossed Our Hearts",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}