{
  "address": "0xe8c95705614b7bcf527a2768a6896b5cbe74d0dd",
  "type": "ERC721",
  "name": "925sdafqewr",
  "tokenCount": "61",
  "uri": "ipfs://QmbyJA7oEp4pSoZnPaaVRXAhXYh6ZNuYTwXKgVQ6cwYXAa/1",
  "metadata": {
    "name": "Homegrown - Night Swim",
    "collection_name": "Homegrown",
    "artist_address": "0x0EE1B4aBDebFb9e46693eecDaAe285E53AE26830",
    "description": "“I suppose I could make a work where the sun is shining, the mom is lying out in the grass, the kids are happy, and everything is perfect, but that wouldn’t interest me—and it wouldn’t be truthful. My aim is to create a more nuanced, subtly humorous and satirical portrait of the way we live today.” - Julie Blackmon\n\nThe playfully artful and chaotic elements present in the photographs of Julie Blackmon (American, b. 1966) are drawn from the everyday people and places of Blackmon’s daily routine in her hometown of Springfield, Missouri, which she describes as “a generic American town in the middle of the United States.” At first glance, the works may conjure backyard paradises of children at play; a closer look reveals children alone in backyards, garages, and neighborhoods, where the absence of adults suggests a looming potential for danger. The images brim with fantasy and subtle satire that capture a delicate balance between the darkness and charm of contemporary American life.\n\nBlackmon carefully sets her scenes, but like film and theater\ndirectors, she is in pursuit of unscripted moments that provoke,\ndisturb, and challenge the viewer. Some of the images reference\npaintings by Dutch masters, French impressionists, and such modern painters as Hopper and Balthus, but they are updated with a satirical, penetrating eye and Blackmon’s belief that artful fiction can capture the truth more memorably than the truth itself.\n\n#52",
    "image": "ipfs://Qmd2VTi7RqrZzvedUdSRF5YX88D9Gm8D2vvYrRF9YdUMAX/61e194974b42af62e09ba2a6.jpg",
    "external_url": "https://quantum.art",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Julie Blackmon"
      },
      {
        "trait_type": "Category",
        "value": "Photography"
      },
      {
        "trait_type": "Collection",
        "value": "Homegrown"
      },
      {
        "trait_type": "Season",
        "value": "Season 1"
      },
      {
        "trait_type": "Selection",
        "value": "Quantum Curated"
      }
    ]
  }
}