{
  "address": "0xe81b5dabc1f0efa82e6bfbbd25729d88c679c9f4",
  "type": "ERC1155",
  "name": "Toad Galaxy Saga",
  "tokenCount": "1",
  "uri": "https://arweave.net/q2ZcSBR0p6RNp3NhY6qlpg0p6u52cr4ydUUsSW8iM_I",
  "metadata": {
    "name": "Toad Vader ",
    "created_by": "Shabby",
    "description": "A long time ago in a galaxy far, far away....\n\nToad Vader lived in a grand palace on the planet Wednesday, the capital of the toad galaxy. From his throne, he oversaw the governance of the entire galaxy, issuing decrees and commands to his subjects. \nHis rule was absolute, and those who opposed him quickly learned the consequences of crossing him.\n\nDespite his fearsome reputation, Toad Vader was not always a cruel ruler. In his youth, he had been a kind and benevolent toad, beloved by his subjects for his wisdom and fairness. But as he grew older, he became more and more power hungry, eventually becoming consumed by his own ambition.\n\nAs the years passed, Toad Vader's rule became increasingly tyrannical, \nand the once-prosperous toad galaxy began to suffer under his rule. \nThe people grew restless and discontent, longing for the days when their leader was just and kind.\n\nOne day, a group of brave frogs decided that they could no longer stand by and watch as their leader destroyed their home. \nLed by a brave and cunning frog named Princess Frogeia, they formed a rebellion against Toad Vader and his corrupt government.\n\nTo be continued....",
    "external_url": "https://twitter.com/ToadVader",
    "attributes": [
      {
        "trait_type": "Collection",
        "value": "Genesis"
      },
      {
        "trait_type": "Artist",
        "value": "Shabby"
      },
      {
        "trait_type": "Toad Galaxy Saga",
        "value": "Toad Vader"
      }
    ],
    "image_details": {
      "bytes": 7864895,
      "format": "PNG",
      "sha256": "31cc7729793fa0f9d993a5df4b12bb5b13e0d1cdf93ba5da8867a9a828d21655",
      "width": 2232,
      "height": 2227
    },
    "image": "https://arweave.net/tE-6SUH1sJ_KK3x_s2gyPusbTiCZ5aNLRkmNjDqO2So",
    "image_url": "https://arweave.net/tE-6SUH1sJ_KK3x_s2gyPusbTiCZ5aNLRkmNjDqO2So"
  }
}