{
  "address": "0xe8e19df13d96ffe334fe2917f6a390e7a9fffc96",
  "type": "ERC1155",
  "name": "My Na'at Journey",
  "tokenCount": "1",
  "uri": "https://arweave.net/-goDtHdWBl-gZuiWhpPkj7owvzwyjLUwfOBmJ0_CthM",
  "metadata": {
    "name": "Amazed",
    "created_by": "Eduardo Sagrav",
    "external_url": "https://naatexpeditions.com",
    "description": "Amazed\n\n2016 was the year that I formally began my career as a photographer. Although my interest in photography began several years ago, that year was the episode in which the artist within me came to light as a result of a trip that would change my life. This was the beginning of my Na'at Journey, a photographic adventure of awareness and connection with nature.\n\nIn July 2016, I embarked on my first trip by myself to the paradisiacal Holbox Island. I still remember the moment I decided to take this trip. I bought the flight tickets three days before, I packed my suitcase, I took my camera and the adventure began. This was the trip that turned my life around and laid the foundation for my photography.\n\nAmazed is a photographic composition with the intention of transmitting all the emotions and feelings that arose me when I contemplated the magnificent Holbox's landscape for the very first time. A natural landscape wrapped in an ethereal atmosphere of harmony, peace, love and life.\n\nTitle: Amazed  \nArtist: Eduardo Sagrav  \nArtist website: https://eduardosagrav.com  \nLicense: Extended Editorial  \nUnlock content at: https://naatexpeditions.com\n\nAbout the artist:  \nEduardo is a passionate portrait, landscape and wildlife photographer who has documented the wonders of nature and our planet.\n\n\"My purpose is to share my experience and knowledge to inspire others to build a transcendent life in harmony with nature, consciousness and conservation of our planet. This purpose adds to my legacy because I will transcend through my actions; helping people to have a more conscious life in connection with themselves, nature and the universe. I want you to be part of my legacy.\"\n\nExtended Editorial License:  \nCan be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The License includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.\n\nHow to access the unlockable content?  \nVisit https://naatexpeditions.com or https://naatexpeditions.com/en (English version). If you already have an account, log in and link your digital wallet on the user panel. If you don't have an account, you can register using your digital wallet. Once you are logged in, you will find a button in your user panel that will take you to the NFTs HUB. I hope you enjoy the content.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Eduardo Sagrav"
      },
      {
        "trait_type": "Art Medium",
        "value": "Photography"
      },
      {
        "trait_type": "Speciality",
        "value": "Landscape"
      },
      {
        "trait_type": "Location",
        "value": "Holbox"
      },
      {
        "trait_type": "Time of day",
        "value": "Sunset"
      },
      {
        "trait_type": "Camera",
        "value": "Nikon D5100"
      },
      {
        "trait_type": "Lens",
        "value": "AF-S DX NIKKOR 55-300mm f/4.5-5.6G ED VR"
      },
      {
        "trait_type": " Exposure",
        "value": "1/3200"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/6.3"
      },
      {
        "trait_type": "ISO",
        "value": "320"
      },
      {
        "trait_type": "Focal length",
        "value": "102mm"
      },
      {
        "trait_type": "Date",
        "value": "2016-07-07 18:39:47"
      },
      {
        "trait_type": "License",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Unlockable content",
        "value": "Yes"
      }
    ],
    "image_details": {
      "bytes": 6856030,
      "format": "JPEG",
      "sha256": "e0c7fcc6576f2041898a53ce2532f7c06ef73b9a20dd9389cfa0f1b0ec70c197",
      "width": 3840,
      "height": 2544
    },
    "image": "https://arweave.net/_S3PP7XczRhPkYr7s1bnDXwWIi6VGKK_eCruiTIH2l8",
    "image_url": "https://arweave.net/_S3PP7XczRhPkYr7s1bnDXwWIi6VGKK_eCruiTIH2l8"
  }
}