{
  "address": "0xe8821825c168ca689b47a5c06cae242faecea62c",
  "type": "ERC721",
  "name": "Winning HandsNFT MVP Insiders",
  "tokenCount": "114",
  "uri": "https://arweave.net/8e6JMhFAibHIdUImc9pZrg6bHIgJqw8qs_W_XxmD3aA",
  "metadata": {
    "created_by": "Winning HandsNFT",
    "name": "Winning HandsNFT MVP Insiders",
    "description": "The Winning HandsNFT “MVP Exclusive Insiders” animated token is an open edition mint consisting of a mesmerizing 4D animated hand showcasing the illustrious championship rings of basketball legends Michael Jordan, Kobe Bryant, Lebron James, and Steph Curry. The NFT is more than just a stunning work of digital art, it's your exclusive ticket to become an MVP within the Winning HandsNFT community. Claim your spot and get drafted to the team by adding this NFT to your collection. Below is an initial out of just what a few of the perks ownership grants you.\n\n* Early MVP Access: Get ahead of the crowd with exclusive early access to upcoming collections, ensuring you can mint your NFTs before they sell out to the public.\n\n* Community Collaboration/Creative Input: Shape the future of Winning HandsNFT collections by providing your creative input and participating in potential collaborations for exciting new features.\n\n* Philanthropy Impact: All purchases from upcoming collections help support youth development programs. We’ll be using a portion of the proceeds from Winning HandsNFT sales to empower the next generation of athletic scholars.  \nVIP Basketball Access: Immerse yourself in the excitement of basketball with VIP access to thrilling games and unforgettable experiences, even if you're not a die-hard sports fan.\n\n* Exclusive Web3 Events: Gain privileged entry to premium Web3 events worldwide, including private parties, exclusive project launches, and opportunities to meet industry experts.\n\n* A-List Private Concerts: Elevate your entertainment experience with exclusive access to private concerts by A-list performers, making unforgettable memories as a member of the Winning HandsNFT community.\n\n* NFT Collaboration Opportunities: Unlock the potential of NFT artistry by collaborating with fellow creators, whether through creating your own NFTs, participating in exclusive auctions, or contributing to community-driven initiatives.\n\nAs a special added bonus MVP Insider holders will also have a chance to win $2,500 during our monthly cash giveaway. \n",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Winning HandsNFT"
      }
    ],
    "animation_details": {
      "bytes": 5139393,
      "format": "MP4",
      "duration": 12,
      "sha256": "f0cacc1535f7dbcc8999b25dfbf0ee7ad12b9c6879e11c4a8fd6acbac4658fcb",
      "width": 1300,
      "height": 1080,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/mTxkll69545IYC0YBpOD0JEVZ4rtYRztCiGGFkrfZWo",
    "animation_url": "https://arweave.net/mTxkll69545IYC0YBpOD0JEVZ4rtYRztCiGGFkrfZWo",
    "image_details": {
      "bytes": 9327980,
      "format": "GIF",
      "sha256": "721bda73c3edd1545eab6e3af7090b35a059938ee1f708948d1d23628a372c3f",
      "width": 608,
      "height": 505
    },
    "image": "https://arweave.net/jhSE-p2Hlu6OikrOYNQYRZ8S1zSoO6f45oyMjpOxkNU",
    "image_url": "https://arweave.net/jhSE-p2Hlu6OikrOYNQYRZ8S1zSoO6f45oyMjpOxkNU"
  }
}