{
  "address": "0xe8053b0d505c9abd9fe628696af1b2f6872b2bac",
  "type": "ERC721",
  "name": "Alim Pixel Art Team produced by doublejump.tokyo",
  "tokenCount": "6",
  "uri": "https://metadata.nftplus.io/metadata/APAT/1",
  "metadata": {
    "name": "The Brave Dotz ~Fire~",
    "description": "This art is composed of more than 100 fire-element characters from the \"Brave Frontier\". The motif of this art work is \"Vargas\", one of the six heroes that symbolize the Brave Frontier series. As the maiden work of the Alim Pixel Art Team, this character was chosen to represent the series. \n\nThe \"Alim Pixel Art Team\" are leaders of the dot art culture in Japan and creators of the worldwide hit mobile game, \"Brave Frontier\". Among the many graphic design techniques that continue to evolve, this group of top-level Japanese creators continues to focus on high quality dot art, providing a new culture in the NFT community.\n\nNFT terms of sales\n\n-This NFT is for image data.\n-By purchasing this NFT, the purchaser is granted the right to use and dispose tokens on the blockchain that contains the URL of the image data and other information, but does not acquire any copyrights, trademarks, or other intellectual property rights.\n-The NFTs may not be provided to others beyond the scope of home use or used for commercial purposes.\n-In the event that the purchaser, transferee, or any other third party suffers damage in connection with the purchase or sale of this NFT, the author shall not be held liable for any legal action, regardless of the cause of such damage.\n\n---\n\n『ブレイブ フロンティア』に登場する炎属性のキャラクター100体以上によって構成されたアートです。\nブレイブ フロンティアシリーズを象徴する六英雄の1人 \"ヴァルガス\" をモチーフとしています。\nAlim Pixel Art Team の処女作として、ブレフロを代表する本キャラクターを採用しました。\n\n世界でも大ヒットしたゲームタイトル『ブレイブ フロンティア』を皮切りに日本のドット絵文化をリードしている \"Alim Pixel Art Team\" による ドット絵アート作品です。進化し続ける数多のグラフィックデザイン手法の中でもドット絵に拘り続ける日本トップレベルのクリエイター集団が、NFTアートに新たなカルチャーを提案します。\n\nNFT規約\n\n・本NFT の対象は画像データです。\n・本NFTの購入により、購入者は、画像データのURL等の情報が掲載されたブロックチェーン上のトークンを利用、処分する権利が認められますが、著作権や商標権その他の知的財産権を取得することはありません。\n・本NFTを家庭の範囲を越えて他人に提供することや商用目的で利用することができません。\n・本NFTの購入・売買に関連して購入者または転得者その他の第三者が損害を被った場合、その損害発生の原因が如何なるものであっても、著作者は何らの法的責任も負わないものとします。",
    "image": "https://metadata.nftplus.io/images/APAT/1.jpg",
    "nft_id": "1",
    "nft_class": "AlimPixelArtTeam",
    "symbol": "APAT",
    "octpass": {
      "version": "1.0"
    },
    "contents": [
      {
        "uri": "https://metadata.nftplus.io/images/APAT/1.jpg",
        "format": "image/jpeg"
      }
    ],
    "license": {
      "type": "BY-NC-ND",
      "usecase": {
        "reference": "allow",
        "trade": "allow",
        "lock": "disallow"
      }
    },
    "attributes": null
  }
}