{
  "address": "0xe8efaa0060e5382a7a50047d56dadcf0769f1ad8",
  "type": "ERC721",
  "name": "Allan Kingdom - Buzzin ",
  "tokenCount": "30",
  "uri": "https://metadata.sound.xyz/v1/0xe8efaa0060e5382a7a50047d56dadcf0769f1ad8/1",
  "metadata": {
    "name": "Reasons #1",
    "artist_name": "Allan Kingdom",
    "description": "I wrote and produced Reasons as a just a fun song about why I be low key to be honest. A lot of time in the entertainment industry, ppl equate your fame level with your quality of life. But most of the ppl I look up to who have what I consider to be a high quality of life aren’t necessarily famous. I’ve found when you keep your wins & happiness private it tends to last longer. \n\nBasically all forces of power I’ve been involved in from management to labels are motivated to keep you ignorant enough about business, but worth it just enough so you keep creating for them. It’s a lot easier and faster to make the most $ off someone's back the more ignorant they are in the traditional industry. I’d say I’ve gotten got in every way possible, from bad deals, stolen ideas, not paid after a sold out tour, etc. But all of that taught me so much about business. I took some of my $ invested in real estate and did some good flips w/ my manager Jay, bought myself outta bad deals and learned how to fund my lifestyle and career completely outside of the traditional industry. Through real estate development and investing, I’m also able to give and hire POC through my businesses and my non profit \"Yebo Life\". \n\nThe meme coins and Wall Street Bets stocks don’t hurt either. In our label, Mogul Sound Music, we want our artists to be as knowledgeable as possible about business and investing because it helps all of us get sharper. The more our artists know, the more they succeed, and the more responsibility they put on themselves to be great.",
    "external_url": "https://www.sound.xyz/allankingdom/reasons",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmNb3zUbmCV9fkJnVyapoTrJV68vN4MXVB5WoVqauQnjMG",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmThEAFqWbPj9wbjmFZJuXGETdDShntsGMGE6yvL8oySXz",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmThEAFqWbPj9wbjmFZJuXGETdDShntsGMGE6yvL8oySXz",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmZQPwkUF66Xit97VRtFEAwaixUEJ4P64JJ4JSrPtskH2q",
    "attributes": [
      {
        "trait_type": "Reasons",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}