{
  "address": "0xe8ccbbf09f8428e5460cc993f5bf921dfe892afd",
  "type": "ERC721",
  "name": "Snow Monkey by Jennifer Martin",
  "tokenCount": "20",
  "uri": "ipfs://QmcfJPyrmq7DBTa9XxAJ5xgQBXcFhwxUhUVxzfrdmFGA7c/1",
  "metadata": {
    "name": "Yuki Saru #1",
    "description": "I’ve titled this image Yuki Saru because in Japanese, “yuki” means “snow” and “saru” means “monkey”.\n\nAll collectors of a Yuki Saru edition will be airdropped an Arigato Saru edition featuring a very special image captured 34 minutes after this one. So basically two NFTs for the price of one, with a little mystery to keep things interesting. \n\nAdditionally, when all 20 editions are collected, I will donate 20% of the proceeds to WWF Japan to stop the degradation of the planet’s natural environment and to build a future in which humans live in harmony with nature.\n\nThe snow monkeys (Japanese Macaques) live in the mountains of Nagano Prefecture, and this is the only place in the world where monkeys bathe in natural hot springs. To photograph them, I traveled four hours by train from Tokyo and then took a short taxi ride to a trailhead where the taxi driver mimed “monkey” and pointed into the forest. I then hiked 15 minutes on an icy mountain path to a very quirky ryokan which was my home for the next two nights.  \n \nI braved freezing temperatures, communal toilet slippers, and sleeping on a very thin futon, but it was all worth it though to look into the eyes of wild snow monkeys. \n\n3000 x 2000 px\n\n20 Editions",
    "image": "ipfs://QmRkELvYxybKzcuotASj8Ak7Pbuf4japfgriyZ5UsgicJ6/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Nagano Prefecture, Japan"
      },
      {
        "trait_type": "Subject",
        "value": "Japanese Macaque"
      },
      {
        "trait_type": "Genre",
        "value": "Wildlife"
      },
      {
        "trait_type": "Artist",
        "value": "Jennifer Martin"
      },
      {
        "trait_type": "Edition",
        "value": "1/20"
      }
    ],
    "external_url": "https://sloika.xyz/jenmartin.eth/snow-monkey/1"
  }
}