{
  "address": "0xe96a477f864142a24c4fa99b0d6e9c82989b48d9",
  "type": "ERC721",
  "name": "\"Clown Town\" by Slate Vernick",
  "tokenCount": "100",
  "uri": "https://arweave.net/gTmEqsuVpOnGC0v_c_Tq3V9VL__ZSB6z4prQqNYuXDc/1",
  "metadata": {
    "name": "Clown Town #1",
    "created_by": "Slate Vernick",
    "description": "A note from photographer Slate Vernick about this image:  \n\"I was surprised to encounter several citizens of Canaryville on my way to the city. It seems they were returning home. This fella kindly posed for a quick portrait before we boarded the same train.\"  \n-----\n\nThis portrait is an excerpt from the photographic archives of beloved photographer Slate Vernick. From 2082-2084, Slate photographed the residents of Canaryville, a coastal community known to outsiders as \"Clown Town.\" For almost two decades, the citizens of Canaryville had widely embraced the practice of dressing up as clowns each day. What started as a unifying form of anti-war protest became a nearly religious cultural tradition and aspect of town identity. The devoted continuation of the practice had long puzzled—and frightened—visitors who would stop for lunch or ice cream before setting their back to \"Clown Town\" forever.\n\nBuilt largely in the 1950s-1960s as an affordable tourist resort town not far from the coast, the town fell into disrepair in the late 1980s. In 2059, some 65% of the dilapidated town was then purchased by an internet fast fashion company, whose oversea operations had been bombed in the events leading up to the war. They hastily repurposed several warehouse buildings into textile and clothing factories, making Canaryville an unlikely company town. As war fully broke out, the factory slashed operations to a fraction of the usual volume, leaving thousands unemployed and contributing to the wartime frustration. It was around this time that the first instances of clowns were recorded.\n\nCommissioned by the Esterland Times, Slate Vernick set out to better understand the residents of Canaryville and their obsession with dressing up as clowns. Was it an elaborate technique to encourage tourism in a timid, post-war world? A way to cope with the loss of family members and friends? A form of protest? By immersing himself in the community, members of the town opened up to him. For nearly two years, he photographed and conducted interviews with citizens, seeking to understand with a tape recorder in one hand and a medium format film camera in the other. He felt the analog approach to the work would portray the story in a more authentic way, not shying away from the difficult symptoms of residual radioactivity—feathery, multiple fingers, mishappen facial features, and the like.\n\nSome met his curiosity with cheerful vulnerability, and others with puzzlement. Most averted their gaze with melancholy in their eyes. By the end of his time in Clown Town, he was respected, but still not necessarily befriended. The Esterland Times never published the work, afraid they might frighten their readers and over-humanize the residents of a town that was so often the brunt of political jokes.\n\nWhile his tape recordings have been long lost, Slate Vernick's film archives have been rediscovered and published here in an attempt to preserve his thoughtful, unsettling, intimate, and beautiful body of work on the puzzling place known as \"Clown Town.\"",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Slate Vernick"
      },
      {
        "trait_type": "Hair Color",
        "value": "Red"
      },
      {
        "trait_type": "Pattern",
        "value": "Polka Dots"
      },
      {
        "trait_type": "Location",
        "value": "Ringmaster Metro Stop"
      },
      {
        "trait_type": "Indoor",
        "value": "Yes"
      },
      {
        "trait_type": "Standing",
        "value": "Yes"
      },
      {
        "trait_type": "Gloves",
        "value": "Yes"
      },
      {
        "trait_type": "Radioactivity",
        "value": "1"
      },
      {
        "trait_type": "Occupation",
        "value": "Unknown"
      },
      {
        "trait_type": "Hat",
        "value": "Yes"
      },
      {
        "trait_type": "Full Body",
        "value": "Yes"
      }
    ],
    "image_details": {
      "bytes": 1298552,
      "format": "PNG",
      "sha256": "05d62dd0c5adc2ab3079c4765c827c4859203f00da9dffcccfebdc971d7de1e5",
      "width": 1024,
      "height": 1024
    },
    "image": "https://arweave.net/Qvd15Uuo0vHl-mcZgGHWOcfYaytcu88tQr2JTngVqYw",
    "image_url": "https://arweave.net/Qvd15Uuo0vHl-mcZgGHWOcfYaytcu88tQr2JTngVqYw"
  }
}