{
  "address": "0xe925a0522b4aaff45dc9c63ed8f7cf9858720782",
  "type": "ERC721",
  "name": "The Great Unreal by Taiyo Onorato & Nico Krebs",
  "tokenCount": "9",
  "uri": "https://arweave.net/Oif1HRs2a0ZzY_MxzM31L2EbRQFw36L86XIezLHAaRE",
  "metadata": {
    "name": "The Great Unreal #1",
    "created_by": "Taiyo Onorato & Nico Krebs",
    "description": "Assembly presents “The Great Unreal” by artists Taiyo Onorato & Nico Krebs. This NFT collection intertwines reality and fabrication to create carefully constructed photographs that offer a contemporary interpretation of a longstanding photographic tradition, the American road trip. During a period of three years, Onorato and Krebs traveled several months through the United States, working “on the road” on the photo series “The Great Unreal”. The geography of America serves as both setting and fertile ground for the exploration. The working method of both photographers is based on interventions imposed mostly by happenstance and change. Mysticism and demystification are important aspects in this process, as is working with a rich inventory of visual icons that can be continually deconstructed and manipulated. Through repetition and associative placement, the sometimes crude, sometimes subtle interventions begin to link to one another, establishing a thrilling transformation of reality that only hesitatingly reveals itself to the viewer.\n\nTaiyo Onorato & Nico Krebs studied Photography at the University of Arts Zurich and have worked together as an artist duo since 2003. They have been widely exhibited internationally, including solo shows in Zurich, Amsterdam, Berlin, Moscow, Florence, Cincinnati, Melbourne, Copenhagen, and New York. They have published several artist books, among them The Great Unreal (2009), Continental Drift (2017) and Future Memories (2021), all published by Edition Patrick Frey, Zurich. Besides that they also self published titles like As long as it photographs / it must be a camera (2011). Their work is held in collections such as CNAP in Paris, the Museum of Modern Art in Luxembourg, the Fotografisk Center Copenhagen, Museum of Contemporary Photography Chicago, Foam Amsterdam and the Fotomuseum in Winterthur.",
    "image": "https://arweave.net/OaKfW4C7ofi2f2J6fLh_fWChzaZFHGCcOL1MKYcFImQ",
    "image_url": "https://arweave.net/OaKfW4C7ofi2f2J6fLh_fWChzaZFHGCcOL1MKYcFImQ",
    "image_details": {
      "bytes": 9300553,
      "format": "image/jpeg",
      "sha256": "8c24de6c180eebe850c79a94316132c42ad4b7783764f78c3626e1fd3c37b156",
      "width": 4000,
      "height": 3149
    },
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Taiyo Onorato & Nico Krebs"
      },
      {
        "trait_type": "Copyright",
        "value": "All Rights Reserved"
      }
    ]
  }
}