{
  "address": "0xe9a0b251844fe76711880b2c1be36c3541563f86",
  "type": "ERC721",
  "name": "YUNICE - Details",
  "tokenCount": "11",
  "uri": "ar://CBNxG4ov9q5fDDfhjHERZn8KfcieBJiqzCDWaxumNSQ/1",
  "metadata": {
    "animation_url": "ar://loA_KFmrXK88w03YLWJceGJvK4H5DUUMJ7bEU8pzvgI",
    "artist": "YUNICE",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://lSfI4qIwK1qW4LNApBlLr02nEoZD2Rq23F7wlZQyRsk",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Details",
        "value": "Song Edition"
      }
    ],
    "bpm": 145,
    "credits": null,
    "description": "The devil is in the details, but have you found God?\n\nAbout this song: that odd feeling when you watch someone you care about act dishonest and fake- making small talks and laughing at jokes that aren't even funny. \n\nThis is my first alternative-rock song release. \n\nThe price of this music NFT reflects the value and integrity I'd like to uphold for my collectors. There will be airdrops and viral drops in the future but this one is not it. I'm building a tight circle of collectors that sees the longevity of my creative career and would like to grow with me. I'm evolving beyond just dropping pop songs. I'm here to deliver the never-been dones, push the boundaries, raise all the eyebrows- all of which takes a lot of support. \n\nFor me creating music NFTs mean fighting the reasons why music has been practically free for more than two decades. As an artist I'm here to give you a reason to HODL. I'm here to create hype. It's my job to make it weird. Music NFTs is more than just releasing a song. It's combining fintech creativity with the human essence of music. I'm thinking visual arts, CGI, Dynamic NFTs, IRL experiences, I can't give too much away but I'm creating a fantasy galaxy and it is integral for me to find supporters who see the value in what I am doing, for example, getting nude on the blockchain.\n\nThis is my genesis nude debut on the blockchain.\n\nWhy am I nood? \nI will fight through my aphasia to explain. \nIn essence, I'm sexualizing to desexualize. \nAs a woman I am told that when my breast are exposed I become a sexual object, not taken into consideration that I, as someone who controls my body, dictate whether I'm giving sexy or when I'm just being nude. I choose to be nude on my album covers because that's what I look like barebones-  an artist, a human, an explorer. \n\nIt wasn't an easy decision as I'm from a conservative culture that will hop on any reason to shame a woman's sexuality, all of which I take as fuel for me to follow my visionary guts. I have never been everyone's cup of tea, therefore receiving your support shows who's really here for the ride. \n\nProceeds will go towards inscribing my first Ordinal! Golden Egg will receive 5% of the Ordinal mint. \n\nMusic by Eunice Wong and Jorge Montes de Oca\nAlbum Cover by Eunice Wong\nPhoto by Frank Synowizz\n\n",
    "duration": 198,
    "external_url": "https://www.sound.xyz/yunice/details",
    "genre": "Alternative Rock",
    "image": "ar://lSfI4qIwK1qW4LNApBlLr02nEoZD2Rq23F7wlZQyRsk",
    "isrc": null,
    "key": "C_MAJOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://loA_KFmrXK88w03YLWJceGJvK4H5DUUMJ7bEU8pzvgI",
    "lyrics": {
      "text": "I recognize the way you feel\nThe way you're standing still\nI recognize it all, it all\nFrom the way you talk \nDemanding strangers' presence\nThen you make those small talks\nJust to make those small talks\nuh-oh\n\nEven white lies\nTo make them high\n\nYou take the path ahead with nothing to decide\nHave you found God in the details?\n\nDetails. Details. Details. Details.\nDetails. Details. Details. Details.",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Details #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Details",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}