{
  "address": "0xe990ea67603f2d0dbec0ba0e4f34998788b2eaa3",
  "type": "ERC721",
  "name": "Weird Tales V2",
  "tokenCount": "2",
  "uri": "https://arweave.net/A87UG5V-HJtM6l5uCnNy2OWTktceLf3xNNJM0aCaajo",
  "metadata": {
    "name": "龍の子",
    "created_by": "arami",
    "description": "「来たんだ。待ってたよ」\n\n　先生をしているお父さんと一緒に、中国の山奥へ行くことになった。いつものようにひとりで留守番、というわけにはいかず、僕も連れて来られたのだ。  \n　今までみたいに一週間ではなく、もっと長く掛かるみたいだった。\n\n　日本にひとりで置いておけないっていうけれど——それならもっと、家にいてくれればいいのに。\n\n「今日はどんな話を聞かせてくれるの？」\n\n　途中、みんなと逸れて迷子になった僕は、いつの間にかこの子の家に辿り着いた。\n\n「え、あんた10歳なの。もっと子供らしくしなよ。ワガママ言うとかさ」\n\n　迷い込んだ僕に、お姉さんはとても親切にしてくれて。  \n　角があること。紐に繋がれていて不便そうなこと。なのにこの広い家には、お姉さん以外誰もいないこと。それはとても不思議な光景だったけれど、触れてはいけないことのような気がして、聞けなかった。  \n　お姉さんは僕の話を楽しそうに聞いてくれた。  \n　本を読むのが好きなこと。好きな食べ物のこと。行ってみたい場所のこと。  \n　学校では誰も聞いてくれない僕の話を、頷きながら笑顔で聞いてくれた。\n\n「さみしがり屋ねぇ。でもいつもと違って、お父さんとずっと一緒にいられて楽しいって。そう顔に書いてあるよ」\n\n　友達がいないこと。ひとりでいるのが好きなこと。けれど、お父さんともっと一緒にいたいこと。  \n　誰にも話したことのない、僕の話を聞いてくれる。\n\n　話せる時間はそう長くない。日が沈んだら、また迷子になってしまうから。  \n　そして帰るとき、ここでの出来事は誰にも話してはいけない、と言われる。\n\n「わたしはここから出られないし、今はまだ人に知られると面倒臭いの」\n\n　気付けば彼女に会いに、ほとんど毎日山の中を歩く僕がいる。  \n「いつも昼に何してるんだ」  \n　お父さんに聞かれた僕は、咄嗟に散歩と答えた。答えるしかなかった。——はじめて嘘をついた。  \n　だって、お姉さんのことは誰にも言えない。お姉さんのことは、僕と二人だけの秘密だ。  \n　でも、それも今日で最後になる。帰国が決まったのだ。\n\n「……そっか。残念。せっかく仲良くなったのに」\n\n　帰りたくない。そう言う僕に、彼女はどこか意地悪そうに薄く笑みを浮かべる。\n\n「もう少し大きくなったらあんた、きっとまたここに来るわ」\n\n　そうしたら、また会えるの？\n\n「会えるよ。だからそんな顔しないで。——不安なら、おまじないをしてあげる」\n\n　そう言って、彼女はすぅっと、左足を僕の目の前に差し出した。\n\n　白くて、すべすべしていて、小さく呼吸するように動く五本の指は、まるで小さな手のようで。  \n　見てはいけない。見たらダメなやつだ。  \n　けれど、僕はお姉さんの足から、目が離せない。\n\n　とっても、白くて、すべすべしていて。触ったらどんな感じなんだろう。触ってみたい。いけないことだとわかっていても、僕の手は引き寄せられるように近づいていき。\n\n　けれど触ってしまったらお姉さんに嫌われてしまいそうで、それが怖くてどうにかその手を押し止める。ああ、でも。  \n　僕とお姉さんだけしかいない家の中は静かだった。  \n　けれど心臟が暴れていて、耳の中でどくんどくんと大きな音を響かせる。頭がくらくらしてくる。それに匂いが、ああ、匂いがする。花の香り。甘い、甘い、あの香り。この家の周りに咲いてる。だめだ。とても——あらがえない。  \n　まるで僕の頭の中がわかるみたいに、お姉さんは意地悪に微笑んだ。  \n　そして、背中を押す最後の一言が告げられた。\n\n「触っていいよ」\n\n　何も考えられなくなって、僕は——、それに触れた。  \n　\n\n「まだちっこすぎて無理だけど、今度会ったら、この紐を切ってね」\n\n「約束する」\n\n　その約束を今日、僕は果たしに来た。\n\n「来たんだ。待ってたよ」\n\n著:獏宮本\n\nEnglish ver\n\nI'm here. I've been waiting for you.\"\n\n　I was going with my father, a teacher, deep into the mountains of China. I couldn't stay by myself as usual, so I was brought along too. 　It was going to take longer than a week, as it had in the past.\n\n　They said they couldn't leave me in Japan by myself, but I wished I could have stayed home longer.\n\nWhat are you going to tell me today?\n\n　I had gotten lost along the way, but before I knew it, I found myself at this girl's house.\n\nWhat are you, ten years old? Why don't you act more like a child? You should be more like a child.\n\n　She was very kind to me as I wandered into her house. 　She told me that he had horns and that he was tied to a string, which was inconvenient. I was tied to a string, which was inconvenient for me. And yet, there was no one in this spacious house but her. It was a very strange sight, but I felt like I shouldn't mention it, so I didn't ask her about it. 　My sister seemed to enjoy listening to me. 　She told me that she liked to read books. She told me about her favorite food. Places I wanted to visit. 　She listened to me with a smile and a nod, something no one ever did at school.\n\nShe is a lonely person,\" he said. But unlike usual, he said he was happy to be with his father all the time. That's what's written on your face.\n\n　He has no friends. She has no friends and prefers to be alone. But she wants to spend more time with her father. 　He listens to me, something I've never told anyone.\n\n　I don't have much time to talk to him. When the sun goes down, I will be lost again. 　And when I leave, he tells me not to tell anyone about what happened here.\n\nI can't leave, and right now it would be too much trouble if people knew about it.\n\n　I find myself walking through the mountains almost every day to see her. What do you always do at lunch? 　When my father asked me, I quickly answered, \"Walking. I had no choice but to answer. --For the first time, I lied. 　I couldn't tell anyone about my sister. My sister is a secret between me and my sister. 　But today would be the last time. I've decided to go back to Japan.\n\nI see. That's too bad. We got to know each other so well.\n\n　I don't want to go home. She smiled wickedly at me when I said that.\n\nWhen you get a little older, I'm sure you'll come back here again.\n\n　Will I see you again?\n\nYou will see me again. So don't look at me like that. --If you're worried, I'll do a spell for you.\n\n　Saying this, she quickly put her left foot in front of me.\n\n　It was white and smooth, and her five fingers, moving as if she was taking a small breath, looked like a small hand. 　Don't look at it. I shouldn't have seen it. 　But I couldn't take my eyes off her feet.\n\n　They are so white and smooth. I wonder what it would feel like to touch them. I want to touch them. Even though I know I shouldn't, my hands are drawn closer and closer.\n\n　But I was afraid that if I touched her, she might not like me, and I was afraid of that, so I somehow managed to hold her hand back. Ah, but... 　It was quiet in the house, just me and her. 　But my heart is beating wildly, pounding loudly in my ears. My head starts to spin. And then there's a smell. The smell of flowers. Sweet, sweet, sweet. They're blooming all around this house. I can't. I can't--I can't change it. 　She smiled wickedly, as if she knew what was going on in my head. 　Then, she said one last word to push me back.\n\nYou can touch me.\n\n　I couldn't think of anything else to say, so I touched it. 　 It's still too tiny for me, but next time I see you, you'll cut this cord.\n\nI promise.\"\n\n　Today, I came to fulfill that promise.\n\nI came. I've been waiting for you.\n\nWritten by Miyamoto Baku",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "arami"
      },
      {
        "trait_type": "Writer",
        "value": "baku miyamoto"
      },
      {
        "trait_type": "AGE",
        "value": "Unknown"
      },
      {
        "trait_type": "COUNTRY",
        "value": "China"
      },
      {
        "trait_type": "EYES",
        "value": "Pink"
      },
      {
        "trait_type": "GENDER",
        "value": "Unknown"
      },
      {
        "trait_type": "HAIR",
        "value": "White"
      },
      {
        "trait_type": "HEGHT",
        "value": "155cm"
      },
      {
        "trait_type": "NAME",
        "value": "Unknown"
      },
      {
        "trait_type": "RACE",
        "value": "Dragon"
      },
      {
        "trait_type": "WEGHT",
        "value": "Unknown"
      }
    ],
    "image_details": {
      "bytes": 2444550,
      "format": "PNG",
      "sha256": "e222eaa1329607d28c75ddadb1038bda1ffadfec235c9338332e08b075c416f5",
      "width": 1075,
      "height": 1518
    },
    "image": "https://arweave.net/yUYi8OsvFlAkUE0DzcVlr3c4iX8-Nuv7Q2ekjJEkk-U",
    "image_url": "https://arweave.net/yUYi8OsvFlAkUE0DzcVlr3c4iX8-Nuv7Q2ekjJEkk-U"
  }
}