{
  "address": "0xe92358ff5eb55e9b06e1f637b8dee8eb7fddb940",
  "type": "ERC721",
  "name": "THIERRRRRRRRRY",
  "tokenCount": "16",
  "uri": "https://arweave.net/41wcgrroUWTXMbuOcpSi6RVaPudtlrrGtlcOYdjw_JQ/1",
  "metadata": {
    "name": "Une des vagues #1/16",
    "created_by": "Thierrrrrrrrry",
    "description": "Here's a little Christmas gift for all the collectors who supported me this year. I started my journey as a full-time freelance artist in September  and I still can't believe that I can do art every day, I'm grateful to be so well surround by incredibles persons in the community. \n\nWith this collector edition I want to introduce my next Photography chapter : 25 600 ISO. An other step into my experimental and alternative way to think the photography medium.  Trying to push the digital camera to the limit of his capacity, creating artifacts and color stains on the  image. The limit of the technology is constantly push day after day and all the progress goes pretty fast, wich means that our digital tools quickly become obsolete. I love to use old camera who seem outmoded, pushed their capacity to the limit and took advantage of their shortcomings to create picturalism artwork.\n\nThis picture that I took in Nazaré, Portugal is the first of many photographies about waves, a very powerfull subject.  Waves got so much personnality, and they are all unique. Some are devastating and some are very calm, but they are all super organic, witch it's super interesting to capture.\n\nHope you will appreciate it and that you will have a merry christmas ! \n\nThierry <3",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Thierrrrrrrrry"
      }
    ],
    "image_details": {
      "bytes": 16893338,
      "format": "PNG",
      "sha256": "338a5547d105a64fa30f72dd5630c574d65314c88231f0777c989c7b2012ddfa",
      "width": 2624,
      "height": 2099
    },
    "image": "https://arweave.net/6veTuWScCFBJKwgAj-xcW54jV9bydV-5p0IjlamZJLk",
    "image_url": "https://arweave.net/6veTuWScCFBJKwgAj-xcW54jV9bydV-5p0IjlamZJLk"
  }
}