{
  "address": "0xe92bd7b0436b874824bedee480b952098ceb4168",
  "type": "ERC1155",
  "name": "Mantissa",
  "tokenCount": "2",
  "uri": "https://arweave.net/qm4fvNOrxTDBy2kZaFtkw4uS42zbaHbauwtd7eGvgeM",
  "metadata": {
    "name": "Mantissa",
    "created_by": "ART",
    "external_url": "https://twitter.com/MantissArt",
    "description": "One of the fundamental philosophical questions of our time concerns the relationship between humans and machines. At the heart of this question is the idea that machines are fundamentally different from humans, in ways that are both profound and difficult to articulate.\n\nOn the one hand, machines are often thought of as being completely rational and predictable. They are designed to perform specific tasks in a precise and efficient manner, and their behavior can be controlled and predicted with a high degree of accuracy.\n\nOn the other hand, humans are much more complex and unpredictable. We are capable of making decisions based on intuition, emotion, and even irrational impulses. We have the ability to imagine and create new things, to dream and to wonder, and to connect with one another on a deep and meaningful level.\n\nDespite these differences, there is a growing sense that the relationship between humans and machines is becoming increasingly complex and intertwined. Machines are becoming more sophisticated and capable of performing tasks that were once thought to be the exclusive domain of human beings. At the same time, humans are increasingly relying on machines to do everything from driving our cars to making medical diagnoses.\n\nAs we move forward into this new era of human-machine interaction, it is important to remember that our relationship with machines is not just a matter of technical expertise or engineering prowess. It is also a deeply philosophical question, one that raises profound questions about what it means to be human, and what our role in the world truly is. Ultimately, it is up to us to determine the nature of this relationship, and to ensure that it is one that serves the best interests of humanity as a whole.\n\nThis is just the beginning.  \n02 23 23  \nP2",
    "attributes": [
      {
        "trait_type": "@®71§7",
        "value": "Mantissa"
      },
      {
        "value": "No",
        "trait_type": "↔√Σ@∩?"
      },
      {
        "trait_type": "►↔@§3",
        "value": "1"
      }
    ],
    "image_details": {
      "bytes": 735529,
      "format": "JPEG",
      "sha256": "b7b85cfa70d76aab9eadba8474d60ac8ee6a35725b907d0bae0beafc7f71ba44",
      "width": 1920,
      "height": 2400
    },
    "image": "https://arweave.net/HDQe0ChXQLDZDxatcsluqD5SM225j44tdbprshcg6Ms",
    "image_url": "https://arweave.net/HDQe0ChXQLDZDxatcsluqD5SM225j44tdbprshcg6Ms"
  }
}