{
  "address": "0xe95410702fbd3a9ef7fcc0be6f9ebb3788f849d3",
  "type": "ERC721",
  "name": "Mack Photography",
  "tokenCount": "4",
  "uri": "https://arweave.net/YhbkzXjoLgkLfYGjNG20Cn6U7vE69ZkgtH1eh6vXC1c",
  "metadata": {
    "name": "Wanaka Way",
    "created_by": "Mike MacKinven",
    "external_url": "https://flic.kr/p/R48N9c",
    "description": "A night I will never forget, as this shot wasn't meant to happen. The night before I shot the sunset at 'That Wanaka Tree', and that shot gained some traction. Then someone said 'hey you should shoot some astro there!'. We were meant to be traveling to the next destination, Tekapo, on this day.\n\nAfter a small argument with the wife to let us stay one more night, we decided to stay. A few wines, some loud music, 12am rolls round. dressed in my brothers waders I borrowed for this trip, ventured out into the lake in 4ºc waters. My left boot started filling with water. I took the first shot, and saw what was on the screen, I knew I had captured something special.\n\n1.5 hours later I left the lake, woke my wife up – she was sleeping on the beach in a sleeping bag. Time to head back, I'd captured to this day, the best memory of photography I'd ever had. I felt like blubber-man with all the water my waders had collected, I never noticed the cold. Let alone the battery for my dew heater dangling perilously close to the lake surface.\n\nLooking back all those years ago, I don't think I can ever recreate what I saw. And I don't feel the need. This image just keeps on giving, for me and my family, and to the people who enjoy seeing something they might never see.\n\nAstrophotography is in everyone's blood, whether capturing or admiring.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Mike MacKinven"
      },
      {
        "trait_type": "Location",
        "value": "Wanaka, New Zealand"
      },
      {
        "value": "Astrophotography",
        "trait_type": "Genre"
      },
      {
        "trait_type": "ISO",
        "value": "10,000"
      },
      {
        "trait_type": "Aperture",
        "value": "ƒ3.5"
      },
      {
        "value": "20\"",
        "trait_type": "Exposure"
      },
      {
        "trait_type": "Camera",
        "value": "Canon EOS 6D"
      },
      {
        "trait_type": "Lens",
        "value": "Samyang 24mm ƒ1.4 "
      },
      {
        "value": "2014:08:25 23:58:13",
        "trait_type": "Date"
      },
      {
        "trait_type": "Aspect",
        "value": "Panorama"
      }
    ],
    "image_details": {
      "bytes": 19910548,
      "format": "JPEG",
      "sha256": "50db313449f1c3b5d238c999d8e76f8617f6c0c79f4de572dcb65da35b6061e5",
      "width": 7500,
      "height": 3249
    },
    "image": "https://arweave.net/eRf1wBKDJsqS3lAd2S5tCCjc76zgDiXC4S8nI8Sc5jQ",
    "image_url": "https://arweave.net/eRf1wBKDJsqS3lAd2S5tCCjc76zgDiXC4S8nI8Sc5jQ"
  }
}