{
  "address": "0xe9cdb9c3509a06fb42763c5cbb172e675290f82e",
  "type": "ERC721",
  "name": "Juicy J's Journey",
  "tokenCount": "111",
  "uri": "ipfs://Qmdivb29eKhbFoyMZBeK4bccV26TcoTpqJggShpFqD6qk9/1",
  "metadata": {
    "name": "Platinum Skull 2 of 84",
    "description": "Juicy J the leader of Three 6 Mafia is into skulls - he has multiple partnerships with brands like Supreme and Vans using his iconic skull design from the classic music video “Stay Fly”.\n \nWith this new “Platinum Skull” NFT Juicy is showing a new age - with a fresh rendition of his classic design.  Juicy’s music is always going platinum that’s why the skull is platinum. Juicy has embarked on a new journey founding the cannabis brand ASTERISK* with Gary Vee, the herbs and the flowers are growing on the platinum skull to symbolize new life over death…. Trippy mane! \n \n“Platinum Skull” is limited to 84 editions as part of the 420 piece “Juicy J’s Journey” collection. 10 “Juicy J’s Journey” NFT holders will be given the once-in-a-lifetime opportunity to smoke ASTERISK* cannabis with Juicy J, the trippiest man alive, in July. Follow @therealjuicyj, @garyvee, and @everipedia on Twitter where we will be announcing the winning NFTs.\n \nThe animated NFT artwork was created by the creative agency VOTO and contains an instrumental loop from the song “Song of Joy” produced by Juicy J and Nabeyin.\n",
    "image_url": "ipfs://QmZLoRiBD7mDWCBWax1NWFhWPpGQU8hWE2H6H17G2MaM6P",
    "animation_url": "ipfs://QmVbFCuESbpm9CVxQotS9ZEvvWyH6kSMvYupp6zp5op5Ms",
    "attributes": [
      {
        "trait_type": "ASTERISK* Cannabis Pairing",
        "value": "Eternal Impact"
      },
      {
        "trait_type": "Strain",
        "value": "Indica"
      },
      {
        "trait_type": "NFT Art by",
        "value": "VOTO"
      },
      {
        "trait_type": "NFT Beat",
        "value": "Song of Joy"
      },
      {
        "trait_type": "NFT Beat Producer",
        "value": "Juicy J & Nabeyin"
      }
    ]
  }
}