{
  "address": "0xea68fac2854764798354806e23899bc8cf04843b",
  "type": "ERC1155",
  "name": "EGGsperience by Karrie Ross",
  "tokenCount": "4",
  "uri": "https://arweave.net/qF7LijKrTyF6L7zO7evWEVwYYrZUJLBtafByC0-sywE",
  "metadata": {
    "name": "EGGsperience by Karrie Ross",
    "created_by": "Karrie Ross",
    "external_url": "https://linktr.ee/karrieross",
    "description": "EGGsperience, the adventures of the EGGs of my thoughts, feelings, actions expressed visually I share with you. I'm not sure how many will be in this collection but so far i have 60 sketches to work out using as many styles, media and whimsy that is part of me, my being human. \n\nThe EGGs came into my life after a series of head injuries...and I find it hard to create anything else. Please do a search for Karrie Ross as I have many other collections and contracts. \n\nThis nft is the logo for the collection, created with a ERC1155 smart contract with 1/1, editions and open editions minted at manifold.xyz snd stored on arweave.\n\nI'm a 73yrs old artist and i create art, the utility is that i can continue to create the more i create and sell. I hope you like my thoughts. I use several styles while creating.\n\n\nx x x x x\n\nRoss's distinctive, metaphorical, whimsical narrative, thought-provoking, abstract pieces revolve around the central theme of energy. She believes that the potential to create one's own energy has the power to alter a person's experiences & life circumstances. I dont know how long the following links will survive after me but you can also do an internet search for my name. With love, thank you.\n\nPlease let me know if you have questions http://www.karrieross.com\n\nhttps://linktr.ee/karrieross \n\nTwitter @karrieross\n\n©2022 Karrie Ross all rights reserved unless stated (no derivatives or commercial use allowed)",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Karrie Ross"
      },
      {
        "trait_type": "Collection",
        "value": "EGGsperience"
      },
      {
        "trait_type": "Year",
        "value": "2022 and beyond "
      },
      {
        "trait_type": "Category",
        "value": "EGGs"
      }
    ],
    "image_details": {
      "bytes": 71053,
      "format": "PNG",
      "sha256": "3fa0721c091bea2dcfc52b2bc1ae5308c70b1668c66422c911b25bb3f2cfc96e",
      "width": 706,
      "height": 720
    },
    "image": "https://arweave.net/r39nRjj_rd4M3VQCHrNrucyZ9Z2H4f2GOsaLdr9xyok",
    "image_url": "https://arweave.net/r39nRjj_rd4M3VQCHrNrucyZ9Z2H4f2GOsaLdr9xyok"
  }
}