{
  "address": "0xeaee10592cab1d020345373d4b9d83f6444f02bb",
  "type": "ERC721",
  "name": "LOVESCAPES",
  "tokenCount": "16",
  "uri": "https://arweave.net/PUyP03TAAMjiLmJN824jNouWk4v9Yh9zDiXrAh7WDW4",
  "metadata": {
    "name": "LOVESCAPES #1 - Lake Erie Lovers",
    "created_by": "Oliver Dahl",
    "description": "When people ask me what my favorite photo I've taken is, I show them \"Lake Erie Lovers.\" Many of my photos are meticulously composed, but this candid moment was discretely \"shot from the hip\" as I walked by. When I first saw the photo, I knew I had captured something truly special.\n\nThe sun had just set behind Lake Erie, the lapping waves now illuminated by a paler sky. It's one thing to photograph a sunset, and another to photograph the shared experience of watching the sun set with someone you love. This picture feels deeply intimate, and yet preserves so much anonymity.\n\nThe manmade geometric figures of the pier contrast against the soft, natural flow of the lake. Similarly, the man's shirt features intersecting lines against the more organic pattern of the woman's dress. Their religious attire enhances the timeless, spiritual feel of the image, and the blue and yellow tones blend in to the scene beautifully. Their contemplative stances focus attention on both the world beyond them and the one within them. \n\nThis isolated moment doesn't say whether theirs is a story of devotion or conflict or both. At the end of the day, our best guess isn't as important as the way we hold the ones we love as the sun sets before us.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Oliver Dahl"
      },
      {
        "trait_type": "Collection",
        "value": "LOVESCAPES"
      },
      {
        "trait_type": "Location",
        "value": "Lake Erie"
      },
      {
        "trait_type": "State/Province",
        "value": "Ohio"
      },
      {
        "trait_type": "Country",
        "value": "USA"
      },
      {
        "trait_type": "Camera",
        "value": "Olympus OMD E-M10"
      },
      {
        "trait_type": "Year",
        "value": "2021"
      }
    ],
    "image_details": {
      "bytes": 2894029,
      "format": "JPEG",
      "sha256": "8547bde0acb3ccc97281681393c32566d8c9208132bcb339c3bad1b40e69fca9",
      "width": 4608,
      "height": 3456
    },
    "image": "https://arweave.net/YR5jivX8wSahJDADnTmRad4L4UzqKQfK8nUEKtnMvAs",
    "image_url": "https://arweave.net/YR5jivX8wSahJDADnTmRad4L4UzqKQfK8nUEKtnMvAs"
  }
}