{
  "address": "0xeaa3828dfd88849d194a45d79b869fe668ac7f7e",
  "type": "ERC721",
  "name": "#1041 VOICE GEM - IZAYUS (7TH PORTAL)",
  "tokenCount": "74",
  "uri": "https://arweave.net/tgeUAK5L7xR5gVDXsExgQYclXqIJHiyenFWQZsmIqIg/1.json",
  "metadata": {
    "name": "#1041 VOICE GEM - Izayus (7th Portal)",
    "image": "https://arweave.net/REk1gJKtF3gJUglGiGLRzPmypDhiaFLpVb_6hUb5s9Q/thumbnail.gif",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "VOICE GEMS"
      },
      {
        "trait_type": "Edition Number",
        "value": "1"
      },
      {
        "trait_type": "Edition Size",
        "value": "777"
      },
      {
        "trait_type": "Series",
        "value": "Izayus"
      },
      {
        "trait_type": "Production Year",
        "value": "2022"
      },
      {
        "trait_type": "File Format",
        "value": "MP4"
      }
    ],
    "description": "The #1041 VOICE GEM was generated by the voice of Izayus, as narrated by pop culture icon Stan Lee, in episode one of 7th Portal; the world's first \"webisode\" which was created in 1999 and coincides with the first publicly used term to describe an animated series on the internet.\n\nConsidered as the most significant digital art history piece, which was created for a global audience on the internet, the 7th Portal is a work that we are proud to immortalize as an NFT through the #1041 VOICEGEM on elementum. Considered a hidden treasure, the #1041 VOICE GEM NFT will inspire a new generation to join the dialogue and Stan Lee's vision of the metaverse, the then brand-new World Wide Web, as was foreseen decades ago by Lee.\n\nEven though Lee was in his late 70s at the time he created 7th portal, he was not deterred by the technical complexities of this new medium. He explained: \"People wonder why am I interested in the internet when this seems to be a young person's thing? (…) I find that the internet isn't a matter of age, it's a matter of the exciting possibilities that it offers. (…) it's just the excitement of telling stories and feeling that I am telling them to friends and hoping that these friends will enjoy them as much as the stories I told years ago. Maybe more. Because these stories on the internet will be animated, they'll be 3 dimensional and they'll have sound and music and voices.\"\n\n\nThe NFT consist of a rotating VOICE GEM while Stan Lee narrates as Izyaus's character from the 7th Portal: \"This universe we inhabit is merely one of many in the vast multiverse, each exists in its own dimension where time and space interact with infinite possibilities.\", decades later the same quote contains the same curiosity and contemporary feeling. Through the visual transcription of the narration and Izayus's voice, the VOICE GEMS acts as a vehicle to offer an algorithmic presentation of the rich history of cymatic art and intertwine the constant surge of humans to communicate through a universal language. \n\nThe #1041 VOICE GEM and Stan Lee's visionary message in the work builds bridges to the history of art as seen through countless attempts in past century to visualize musical compositions and sounds, such as in Kandinsky's paintings which he describes as \"visual music,\" with colors being like sounds. \n\n[View High-Res Artwork on Arweave](https://arweave.net/REk1gJKtF3gJUglGiGLRzPmypDhiaFLpVb_6hUb5s9Q/original.mp4)",
    "animation_url": "https://arweave.net/REk1gJKtF3gJUglGiGLRzPmypDhiaFLpVb_6hUb5s9Q/compressed.mp4",
    "external_url": "https://www.elementum.art/en/artworks/voice-gem-548/",
    "original_url": "https://arweave.net/REk1gJKtF3gJUglGiGLRzPmypDhiaFLpVb_6hUb5s9Q/original.mp4"
  }
}