{
  "address": "0xeaa7fdfe605945982a468930191e80806b8becdb",
  "type": "ERC721",
  "name": "Poetry in Motion - SuperRare Series by Jessica Moore",
  "tokenCount": "2",
  "uri": "https://ipfs.pixura.io/ipfs/QmZfzeUCHtrN1DLWZQiLLLoe5A7M89d1HU8pQRCE3ySC7b/metadata.json",
  "metadata": {
    "name": "Celestial Flux",
    "createdBy": "Jessica Moore",
    "yearCreated": "2022",
    "description": "Artist: Jessica Moore\n\nPoem: \n\nAir masses collide\nOpposing winds converge and twist\nMoisture sticks to my skin like molasses\n\nElectrified air particles tickle the back of my neck\nDeep rumbles of thunder echo across the prairie\nI am home.\n\nMy peace and calm is found in the chaos of unstable air\nMy spirit freely flows and intermixes with the unsettled winds\nFor they soothe the storm raging within\n\nAs the atmosphere seeks to regain balance\nThrough the redistribution of air molecules\nI remain suspended in the imbalance\n\nThriving there.\n\nDetails:\n\nI photographed this incredible storm in Wichita County near the town of Leoti, Kansas in the USA on May 21st, 2016. This storm is now regarded as one of the most iconic storms of the last decade, and is instantly recognizable to every weather enthusiast and meteorologist in the country. But more importantly for me, this was the moment that altered the entire trajectory of my photography career and life. \n\nIt was there, standing in a muddy field with wind ripping through my hair as I braced myself to take this image, that I realized the potential of what I could photograph with my camera. It was beyond anything I had ever dreamed I would capture, let alone witness with my own eyes. It was then that my artistic vision was formed. \n\nMy vision is to capture and display the raw power and beauty of Mother Nature in a way that most never fathomed possible. I hope to inspire people to regard storms with more wonder and admiration, and less fear and trepidation. While storms can and do cause damage, they also restore and rejuvenate our planet, much the same way they rejuvenate my soul when I witness and experience them in person.\n\nThere is always beauty to be found in the chaos. \n\nSeries Info: Poetry in Motion will be an ongoing series of 1/1 animated, fully immersive  storm images that aim to transport the viewer into the moment and allow them to experience these incredible storms with me. The name of the series originated from my father, who referred to me as \"poetry in motion\" throughout my growing up years as a ballerina. Dance and movement have been a critical means of self-expression all of my life, and when I watch the way storms spin and and rotate in the sky, it reminds me of a ballerina doing a graceful pirouette. I view storms themselves as poetry in motion, and hope my art conveys that.\n\nEach piece will also include a poem that I have written, because writing is another form of expression that I have long loved but have rarely ever shared with the world. Thus, this series is revealing the full spectrum of who I am as a creative and as a human. \n\nArtist: Jessica Moore\nSeries: Poetry in Motion\nName of Piece and Position: Celestial Flux #1\nEdition size: 1/1   ",
    "image": "https://ipfs.pixura.io/ipfs/QmPtxkNo7vFYccawCtHRKDvRhG4n3UacLi6Y2zB9W5VqrL/02-Edit-Edit-3small.png",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmeXab6nJuK4E49G5UVScgbUe6Hq45eRsU1BSmrkUa61Wf/CelestialFluxforSuperRare.mp4",
      "dimensions": "1920x1080",
      "size": "25076587",
      "mimeType": "video/mp4"
    },
    "tags": [
      "JessicaMoore",
      "CelestialFlux",
      "PoetryinMotion",
      "animation",
      "photography",
      "storms",
      "weather",
      "supercell",
      "stormchasing",
      "Kansas",
      "USA"
    ],
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Jessica Moore"
      },
      {
        "trait_type": "Series",
        "value": "Poetry in Motion"
      },
      {
        "trait_type": "Artwork Title",
        "value": "Celestial Flux"
      },
      {
        "trait_type": "Position in Series",
        "value": "1"
      },
      {
        "trait_type": "Edition Size",
        "value": "1/1"
      },
      {
        "trait_type": "Camera",
        "value": "Nikon D810"
      },
      {
        "trait_type": "Lens",
        "value": "Rokinon 14mm"
      },
      {
        "trait_type": "Aperture",
        "value": "f/8"
      },
      {
        "trait_type": "Shutter Speed",
        "value": "1/60"
      },
      {
        "trait_type": "ISO",
        "value": "640"
      },
      {
        "trait_type": "Focal Length",
        "value": "14mm"
      },
      {
        "trait_type": "Category",
        "value": "Animated Photograph"
      },
      {
        "trait_type": "Dimensions",
        "value": "1920 x 1080"
      },
      {
        "trait_type": "Frame Rate",
        "value": "60fps"
      },
      {
        "trait_type": "File Type",
        "value": "MP4"
      },
      {
        "trait_type": "Genre",
        "value": "Storm Photography"
      }
    ]
  }
}