{
  "address": "0xeaca6dc08aff2694366c4405724973e2ac7e49e9",
  "type": "ERC721",
  "name": "Giraffage - Bliss",
  "tokenCount": "25",
  "uri": "https://metadata.sound.xyz/v1/0xeaca6dc08aff2694366c4405724973e2ac7e49e9/1",
  "metadata": {
    "name": "Bliss #1",
    "artist_name": "Giraffage",
    "description": "I wrote this song near the beginning of the pandemic. ‘Bliss’, like all songs that I write, encapsulates a moment in time. Writing songs is my personal way of keeping a diary. In a time of such chaos and uncertainty, the way that I’ve found to stay sane is to look inwards and tap into the fundamental neural circuitry that we all have. ‘Bliss’ is an exercise in staying true to my own tastes and experiences. The human experience is a constant struggle to achieve a state of bliss. \n\nI naturally gravitate towards experimentation and novelty. The strange filter patterns and sounds of the main synth lines were borne through countless hours of mixing and matching different parameters of different synthesizers. It is through this same ethos that pushed me towards the world of Web3 and sound.xyz is a perfect partner for me to explore the space with. \n\nThough the song represents a specific time and place for me, the meaning of it is obviously subjective to whoever listens. I hope that whoever takes the time to listen to it is able to add these frequencies to their own personal life journey and interpret it however they see fit. ",
    "external_url": "https://www.sound.xyz/giraffage/bliss",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmVjoPgWzWeSURBRzL6UAUdKwyosfHc8AhS9QVAzPprz5w",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmS1cZV1N4u1HumCCsSn3smJusw9EDWgLH9mhML8WgcWAv",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmS1cZV1N4u1HumCCsSn3smJusw9EDWgLH9mhML8WgcWAv",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmUAE9sVFvy35132fLXLphL8GsomQGrLd1p5MRXhPrtnZ4",
    "attributes": [
      {
        "trait_type": "Bliss",
        "value": "Golden Egg"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}