{
  "address": "0xeb26451ef280db5c95542d866de7d418f2d9309e",
  "type": "ERC721",
  "name": "Hiroshi Mori",
  "tokenCount": "33",
  "uri": "ipfs://QmViufbawM6FezUPM8gjmU1Y87j9JZXzXH5tvWWTeHVQ2p/1",
  "metadata": {
    "name": "MARILYN MONROE × ANDY WARHOL × GB #1 2 of 100",
    "description": "Artist : Hiroshi Mori\nThis is the NFT ARTWORK WITH A CARTRIDGE.\nThis NFT artwork is exhibited at the exhibition \"Hiroshi Mori Chants Transform! \". \"Transform\" is a DRAGON QUEST spell that copies the abilities of others, allowing one to gain the same abilities or to take on a similar appearance. Mori performs tricks such as \"pranks\" and \"zukkoke\" in the context of simulation art.\nBy reconstructing the ROM data of GAMEBOY's classic game \"Tetris\" and storing it in the NFT, it is a new work of art that will remain even after GAMEBOY decays hundreds of years from now. In fact, while playing \"Tetris,\" pressing a special command will cause a bug that will result in the appearance of Mori's masterpiece, MARILYN MONROE x ANDY WARHOL x G B #1.\nAlong with the NFT work comes a cartridge that runs on GAMEBOY. We have named this series of products \"MEGA - Make Everything Great Again\". \n\nThe artwork is NFT. Cartridge is included as an accessory. The accessories are not guaranteed for repair.\n\nProgramed by Hayate Shibuya (dod.inc)\nProduced by Tomohiro Takahashi (XYZA)\n\nThe copyright belongs to the artist. \nCommercial use is prohibited.\nSecondary sales commission (artist): 5% of sales price\nSecondary sales commission (XYZA): 2.5% of sales price",
    "image": "ipfs://QmX1LNoN8Bx4N1tRS4yRLUZoUWJ1jrwMfyLwQTQXH7uBoG/MEGA-Monroe-1_larger.jpg",
    "edition_number": 2,
    "mime_type": "image/jpeg",
    "attributes": [
      {
        "display_type": "date",
        "trait_type": "Release Date",
        "value": 1666958400
      },
      {
        "trait_type": "Bug",
        "value": "MARILYN MONROE × ANDY WARHOL "
      },
      {
        "trait_type": "Console",
        "value": "GB"
      },
      {
        "trait_type": "BRAND",
        "value": "MEGA"
      }
    ]
  }
}