{
  "address": "0xeb74db6efc6009b88171dbe91f6eada1f17c0a1e",
  "type": "ERC721",
  "name": "My Hands Talking by Karrie Ross",
  "tokenCount": "52",
  "uri": "ipfs://bafybeia74sp6xb53ubxyqvl5e73tn3revhrsqcrndisfds5m7cakwcrv5q/1",
  "metadata": {
    "description": "A collection of 52 hand created pieces of art, photographed and uploaded to the ethereum blockchain as nfts. Each image was created using mixed media using an 8\"x8\"x2\" canvas.\n\nWhy?\nIf your hands could speak, what would they say? \n\nHands are magic, they are with us everyday. Our hands, another’s hands entering our lives, making a difference. Can you imagine a world without being around hands? I can’t.\n\nSomething so ‘there’ that you almost just forget about them unless you hurt them. Hands do what they do that they have been trained to do. Hold a toothbrush or pencil, stir soup... once an action is learned we no longer give it a second thought. Hands.\n\nMy parents hands gave me the knowledge to make a living and to teach my son what they taught me.\n\nHands are magic because I watch them, feel them and encourage them in all I do. They paint my thoughts, visions and emotions. They are typing this book right now.\nHands are magic and I know this to be true.\n\nI ask a lot of questions. That is how I get in the mood to create artwork. Every piece of art has the action of researching a question. Some ask. Others answer. My focus is on the energy of the process, the how, the why, the who.\n\n\nWhat is YOUR energy telling the world?\n\n============\n\nRoss's distinctive, metaphorical, whimsical narrative, thought-provoking, light&space abstract pieces revolve around the central theme of energy. She believes that the potential to create one's own energy has the power to alter a person's experiences & life circumstances. Please let me know if you have questions http://www.karrieross.com\n\n©2022 Karrie Ross all rights reserved, no derivatives or commercial use allowed.\n\nhttps://beitnow.com\nhttps://linktr.ee/KarrieRoss\nhttps://twitter.com/KarrieRoss\n",
    "name": "My Hands Talking #1 by Karrie Ross",
    "attributes": [
      {
        "trait_type": "artist",
        "value": "Karrie Ross"
      },
      {
        "trait_type": "year created",
        "value": "2013"
      },
      {
        "trait_type": "year minted",
        "value": "2022"
      },
      {
        "trait_type": "medium",
        "value": "mixed media"
      },
      {
        "trait_type": "collection",
        "value": "My Hands Talking"
      }
    ],
    "image": "https://ipfs.infura.io/ipfs/Qmdm5pU9YjtpU2j6V6Qv4N3qx34SjDGc5q8y1fvRhASmTP",
    "animation_url": "",
    "background_color": "",
    "youtube_url": "",
    "external_url": "",
    "seller_fee_basis_points": 750,
    "fee_recipient": "0x954d5bCD91283E561f160be8550C76F9B9e6c154"
  }
}