{
  "address": "0xebe0e518dbe2c2bf9eb69f069cbcb1bcdce15a94",
  "type": "ERC721",
  "name": "Once Upon a Time NFTs",
  "tokenCount": "1",
  "uri": "https://arweave.net/JYeU24l0D_TprIQ_DGaDcujKHZvRrMD-SUCbr0mN9I8",
  "metadata": {
    "name": "Jean-Michel Pailhon 🧢",
    "created_by": "gokhangogo",
    "description": "I had the pleasure of capturing the original portrait image on July 21st, 2022, during an official Ledger NFT event on a boat in front of the iconic Notre Dame cathedral.\n\nWhat drew me to this particular moment was the sense of ease and confidence that Jean-Michel Pailhon exuded. As stated in some of his social accounts he call himself as NFT & crypto maximalist  \nFiat minimalist. He is working on making digital art (NFT) more accessible to institutional investors.\n\nI worked with natural lighting, as most of my works i like to simplify the details for viewer and focus more on forms. With the edit and pfp creation i tried to simplify as i can. At the moment of creation, blue hat is a symbol for Mr Pailhon so i keep it in the portrait.  \n \nI strive to tell a story through my images as a photographer by capturing the essence of the moment. It has much more simplicity with all the embedded symbols in this portrait that has been turned into a PFP.\n\nThis work is part of a collection <Once Upon a Time NFTs> which tries to keep documenting the moment of NFTs starting from 2021\n\nI am honoured to have had the opportunity to create this work.  I hope that viewers will be able to connect with the emotion and energy of the moment, and that this portrait will serve as a lasting reminder of that experience.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "gokhangogo"
      },
      {
        "trait_type": "Name",
        "value": "JMPailhon"
      },
      {
        "trait_type": "Date",
        "value": "21 July 2022"
      },
      {
        "trait_type": "Place ",
        "value": "Paris "
      },
      {
        "trait_type": "Accessory",
        "value": "Blue Hat"
      },
      {
        "trait_type": "Artistic Style ",
        "value": "Photography + digital editing "
      },
      {
        "trait_type": "Background color",
        "value": "#ff5722"
      }
    ],
    "image_details": {
      "bytes": 98440,
      "format": "JPEG",
      "sha256": "1bd0cfc6d130266a44c2135265f83da2eb260325d35783b4c989b052c5a284a3",
      "width": 1080,
      "height": 1080
    },
    "image": "https://arweave.net/kUB26g-J5mDD6mT1l6pNNd_CBCgegnN7LDJTwZDtlWg",
    "image_url": "https://arweave.net/kUB26g-J5mDD6mT1l6pNNd_CBCgegnN7LDJTwZDtlWg"
  }
}