{
  "address": "0xeb318acd37a8ecb2732d557eb1835e2a8cd425c7",
  "type": "ERC721",
  "name": "Pure Rave - “Pure Rave Plays Antonín Dvořák”",
  "tokenCount": "1",
  "uri": "https://arweave.net/LYxSkUiy24y1AVsSzVq3JN51mLUDkgb2ZqnzLOHaHiU",
  "metadata": {
    "name": "Pure Rave Plays Antonín Dvořák",
    "created_by": "Pure Rave",
    "description": "To connect the dots between the Pure Rave Project and the House of Lobkowicz’ NFCastle 23’, Pure Rave has created a unique 1/1 piece using the sonic biography of Antonín Dvořák. The piece was created using the latest techniques outlined in the Pure Rave Manifesto for Non-DJ-Native tools. \n\nMore info about Pure Rave:\n\nPure Rave is a collective based in Detroit, Michigan, is an ongoing experiment in \"chance dance\". Using various prepared turntables, \"damaged\" records, the occasional drum machine, rudimentary CDDJ loops, and 133.33 bpm loops. The effect is an indeterminate arrangement of patterns and rhythmic sonic collage. Real-time experimentation with the goal of hitting your pleasure center for whatever your brain thinks is interesting.\n\nSet amidst the context of contemporary Detroit electronic music, the group has no trouble finding endless bins of trashed Midwestern dance records and no problem hosing them off in the front yard of their apartment building. Cheap or free turntables of questionable condition are also bountiful in Detroit.\n\nExpanding on turntablism techniques developed by experimentalists Christian Marclay, Grandmaster Flash, Pierre Schaeffer, Otomo Yoshihide, Maria Chavez, Qbert, Graham Dunning, Institut Fuer Feinmotorik, Victoria Shen, Emil Beaulieau, and anyone who's ever enjoyed what happens when their record starts skipping, Core members Nick George, Bryan Dulaney, Will Lawson and Cy Tulip approach the Pure Rave project as a set of rules and limitations for an inaccessible academic experimental music scene and vapid modern DJ culture. In Fluxus-like fashion, the result is often humorous.",
    "Pure Rave": "Pure Rave - “Pure Rave Plays Antonín Dvořák” 1/1, Runtime 45:04, .wav format, Ethereum blockchain. NFCastle Exhibition, Zámek Nelahozeves,The House of Lobkowicz, 2022. Nelahozeves 1, 277 51 Nelahozeves, Czechia",
    "animation_details": {
      "bytes": 51778464,
      "format": "MP3",
      "duration": 2705,
      "sha256": "cb912f48e3d005a7d5a3124f7c428b81e38600643f8f185c3b9854cd548172a2"
    },
    "animation": "https://arweave.net/ImvZv7OvSl6n7rO0_7Z4P3_EQ1lxKDapvc6eii4ZAZo",
    "animation_url": "https://arweave.net/ImvZv7OvSl6n7rO0_7Z4P3_EQ1lxKDapvc6eii4ZAZo",
    "image_details": {
      "bytes": 176496,
      "format": "PNG",
      "sha256": "40d38fe97e09c00895df9d591d9e35ce009f2120493243c6c724bbcd575d585c",
      "width": 2500,
      "height": 2500
    },
    "image": "https://arweave.net/HfqIw04lsHvxooGtJuZNPqGf54Cl9SfMgcBxSgVgLmE",
    "image_url": "https://arweave.net/HfqIw04lsHvxooGtJuZNPqGf54Cl9SfMgcBxSgVgLmE"
  }
}