{
  "address": "0xebcad3a059320169230e26f6bcc2e7caf0c2d979",
  "type": "ERC721",
  "name": "Marta Timmer",
  "tokenCount": "1",
  "uri": "https://arweave.net/bk3VvD-tt1EZlivnoyD5FkZOOy-hdeD17jf2XMOS3Es",
  "metadata": {
    "name": "Chimera",
    "created_by": "Marta Timmer",
    "external_url": "https://www.martatimmer.com/",
    "description": "Date: 2023  \nMedium: glitch collage and original photography (self-portrait). \n_____\n\nChimera is an artwork that speaks to its title. It is many things, all at once.\n\nTo label something a glitch collage is a contradiction, because when it comes to traditional glitch works, an artist must let the error take them on a wild ride through the image. In a collage, the artist puts the pieces exactly where they want them.\n\nThis work is a confluence of the two. An impossible negotiation between the extremes. It is a tug of war between the need to control, and the want to let go. A truer reflection of the human experience: we are never a single story. \n\nChimera combines different styles and elements from various sources, creating a hybrid. The work contains real and imagined glitches. That is, glitches created with traditional glitch techniques, and those crafted by AI. Extracted from their original images, and meticulously collaged with the self-portrait (one of the first ever taken by the artist in their journey with the medium), they come together in designed chaos.\n\nThe true glitches are almost unrecognizable, the ones interpreted by AI, inaccurate. What remains is a ghost of distortion, contained in the body of a classical work.\n\nHovering on the fringe of what glitch is allowed to be in technological terms, this artwork is in some ways a monster.\n\nIn its subject matter and composition, it even goes as far as alluding to the famous historical works like Da Vinci’s 'Mona Lisa', or Vermeer’s 'Girl with a Pearl Earring.'\n\nSome artists believe that glitch art can be described as a work that contains the visual fingerprints of an error in the code. To them, process is paramount. Some believe that the glitch aesthetic, appropriated as a symbol, can suffice. \n\nBut perhaps whether an artwork is glitch or isn’t glitch enough, is not relevant here. That binary focus has held humanity back in more ways than one. Perhaps what is more interesting is the fact that the answer lies somewhere in between – on the spectrum of possibility.\n\nIf we assume that the quote “to err is human” is true, then arguably glitch, manifested through technology as the extension of the human body and mind, is the most accurate expression of humanity there is. \n\nTo be human is to let slip the kinks and imperfections in our programming, to make mistakes, to fail, to fall apart, and then rebuild on the rubble that is left behind. \n\nWe, humans, have done it time and time again.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Marta Timmer"
      }
    ],
    "image_details": {
      "bytes": 47662308,
      "format": "JPEG",
      "sha256": "7eab1fd3e3003eb8d1ad4db46b838d171e5e02db79632e6b84b004cb111d7ba9",
      "width": 5600,
      "height": 7000
    },
    "image": "https://arweave.net/RXlYrnjKSjHKpok_-JlaEer4CKVYUbIXQk_Ot_TC4IE",
    "image_url": "https://arweave.net/RXlYrnjKSjHKpok_-JlaEer4CKVYUbIXQk_Ot_TC4IE"
  }
}