{
  "address": "0xecebeb2852d57903e2a91e5b5e395be4dce014e7",
  "type": "ERC1155",
  "name": "RightMark1",
  "tokenCount": "4",
  "uri": "https://arweave.net/Q2XQPKIW-MhEVLPPBlisn4jCEFQLjngfQU06peJZ0DQ",
  "metadata": {
    "name": "Right Mark Genesis",
    "created_by": "Right Mark",
    "external_url": "https://choice.lgbt/",
    "description": "Art has the power to unite  \nRight Mark is an art collection that shows the incredibly positive influence artists can have.\n\nArt reflects on our society and can teach us many new things.  \nArt can also simply make you aware of how beautiful (little) things in life are and how special the people around you are.\n\nThe digital art collection Right Mark embodies these ideas by uniting artists from all over the world who show that we are all humans and that everyone deserves a loving place on earth. Through art this collection is standing up for inclusion in the broadest sense of the term. The works tell stories of people who have not been accepted through their life, based on being different from the norm in their environment. At the same time the collection portrays the whole of humanity. Some contributors did not have much difficulties in life or are not specifically seen as outer norm, but want to be part of a community that stands for equity.\n\nWe hope to be impactful by raising awareness for diversity and creating a safe space for everyone who wants to connect with other open-hearted people.\n\nOur Genesis piece is for those who resonate with our mission and would like to support our cause and the artists involved. Through this first original artwork, you will also experience the real utility of an NFT through the technology of the blockchain. \n\nIdentity - proof of early adoption of diversity and inclusion culture  \nAccess - the collection pre-sale, community and events  \nCo-creation - take part in the collection, propose own initiatives and get royalties  \nLoyalties - art drops and future perks of our supporters\n\nRight Mark is initiated by the members of Choice. Choice is a decentralized community that stands for LGBTQIA+ and accelerates the culture of diversity and inclusion with new technologies. We believe that international cultural cooperation and exchange can be a driving force for artistic and professional development and for achieving love and inclusivity overall. We thrive to unite people from all over the world, in order to contribute to less loneliness and to ensure that there is a feeling of belonging for everyone. Because whoever and wherever you are; you deserve to be loved and accepted.\n\nCopyright: CC BY-SA 4.0. Share — copy and redistribute the material in any medium or format. Adapt — remix, transform, and build upon the material for any purpose, even commercially. The licensor cannot revoke these freedoms as long as you follow the license terms.",
    "image_details": {
      "bytes": 1105482,
      "format": "PNG",
      "sha256": "489456ac2f9d367f897a3d004cf3770d306d7cbb6d08aa88d03923d836c2894c",
      "width": 1500,
      "height": 1000
    },
    "image": "https://arweave.net/3aVbRhvUlyGCqEH-h1f3i8L120qNd8k1onPPaEWrCJk",
    "image_url": "https://arweave.net/3aVbRhvUlyGCqEH-h1f3i8L120qNd8k1onPPaEWrCJk"
  }
}