{
  "address": "0xeca916d29fc4a58b6a20e9db084590be7aa33c61",
  "type": "ERC1155",
  "name": "Unidentified contract - 7zf6UEwiPl",
  "tokenCount": "1",
  "uri": "https://arweave.net/Q49vRbDKDDa1w6R-Hcm1TpKc8_zrRRdP5FvSuelfrcI",
  "metadata": {
    "name": "Shark Valley Observation Tower",
    "created_by": "Topo Maseda",
    "description": "Analog Photography  \nFilm: ILFORD PAN 400  \nCamera: Fujifilm Clear Shot Super\n\n\nShark Valley is a geological depression at the head of the Shark River Slough in far western Miami-Dade County, Florida, United States. It is currently part of Everglades National Park. Shark Valley empties into Shark River in the Ten Thousand Islands of Monroe County.\n\nThe observation tower at Shark Valley was designed by the prominent South Florida architect Edward M. Ghezzi.  \nA well-known episode in the Second Seminole War occurred in or near Shark Valley. In the late 1830s, groups of Spanish Indians successively raided a guarded trading post on the Caloosahatchee River in 1839 and committed a massacre on Indian Key in 1840.  \nThe Spanish Indians, who resided in Southwest Florida, were a mix of Creek refugees and people of mixed Native American and Spanish, possibly even Calusa, descent.  \nOn December 4, 1840, responding to attacks by the Spanish Indians, 90 men under the command of Lieutenant Colonel W. S. Harney targeted one of their key leaders, Chakaika (sometimes spelled Chekika).  \nThe men departed from Fort Dallas at the mouth of the Miami River, now Downtown Miami, and reached Chakaika's hideout in the Everglades. \nThey found Chakaika with some of his rebels, shot him, and had him hanged on \"Chakaika's island,\" a tree island in the Everglades.  \nThis tree island is believed to be present-day Chekika Island, located at the beginning of Shark Valley. ",
    "image_details": {
      "bytes": 14226817,
      "format": "JPEG",
      "sha256": "c64963dc194bb966f684c727c7c21d8c2ee3039b7ab0a52cba561a9452869c52",
      "width": 4011,
      "height": 6048
    },
    "image": "https://arweave.net/tGP8wVuMQkaiJ0b6s18MLsZ6auWlW7NtBLZDA4E6k94",
    "image_url": "https://arweave.net/tGP8wVuMQkaiJ0b6s18MLsZ6auWlW7NtBLZDA4E6k94"
  }
}