{
  "address": "0xecaace8341417da9e79342847b13be3d2ef7bbd2",
  "type": "ERC721",
  "name": "Weston James Palmer",
  "tokenCount": "2",
  "uri": "https://arweave.net/uOtJBx57pEm52MclwsQjJvNuYTvxYYinfmhVTwh_esc",
  "metadata": {
    "name": "Self-Portrait, 2023, AP",
    "created_by": "WJP",
    "external_url": "www.westonjamespalmer.com",
    "description": "In the ever-evolving landscape of the Art world, WJP's Self-Portrait, 2023 emerges as a testament to the transformative potential of decentralized technologies. As an on-chain non-fungible token (NFT), this work transcends traditional boundaries, embracing the vast possibilities of a world unencumbered by intermediaries and gatekeepers.\n\nSelf-Portrait, 2023 not only reflects WJP’s identity but also serves as a commentary on the shifting paradigms that define our era. The NFT's existence on the blockchain signifies an emancipation from the confines of conventional Art structures, allowing artists to reclaim agency over their creations and reframe the value of their work in a rapidly changing world.\n\nWJP's exploration of decentralization serves as a catalyst for change and a sign of a more equitable future. By harnessing the power of blockchain technology, WJP invites us to reimagine the role of Art in society and to engage with the broader implications of a decentralized world.\n\nWJP’s Self-Portrait, 2023 is not merely an Artwork; it is a symbol of revolution and a beacon of hope for a more just and liberated world. WJP's foray into the realm of NFTs and blockchain technology underscores the power of Art to challenge norms, spark innovation, and inspire us to envision new possibilities for the future of creativity.",
    "attributes": [
      {
        "trait_type": "Eyewear",
        "value": "EYEVAN 7285 329 c.100"
      },
      {
        "trait_type": "Lenses",
        "value": "Imperfect Circle"
      }
    ],
    "image_details": {
      "bytes": 174776,
      "format": "PNG",
      "sha256": "f0e8532b66c2c98f287a5a65c9026f2893228160c81321a9c0921bb7e289572b",
      "width": 4500,
      "height": 4500
    },
    "image": "https://arweave.net/H7FEeBMQVyM0v8rlm8hlmUyyeifAlwNm0YkGctCF5Fk",
    "image_url": "https://arweave.net/H7FEeBMQVyM0v8rlm8hlmUyyeifAlwNm0YkGctCF5Fk"
  }
}