{
  "address": "0xec94f82889e4d5541006550283b73208f44c29d6",
  "type": "ERC721",
  "name": "Toha - Relics",
  "tokenCount": "50",
  "uri": "ar://EZgn8JizzuwganONzTz23RuZxLwQ5NKnDUdwGjw_yFI/1",
  "metadata": {
    "animation_url": "ar://MNJQgVW1VbcuT4vqTgMLW3NsM81erDvI28yt7CM_zSk",
    "artist": "Toha",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://uz4slvCtsAix7XV2A9YMaxPCmjIhxDkZOuCFaKyJkWM",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Relics",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 93,
    "credits": null,
    "description": "My name is Toha and this is the story behind my solo genesis, ‘Relics’\n\nThis track was birthed a few months back when TK the Legend and Kits.IO released The Eternal Garden Master Collection sample pack. https://www.kits.io/packs/eternal-garden-master-collection\n\nI started browsing it and the loop featured in his song ‘Pain’ instantly grabbed my attention. I let my Intuition guide the writing process and before I knew it, I had a finished track on my hands. \n\nAt the time I was meditating on relics.\nRelics can be categorized as souvenirs with deep historical or personal value- often creating feelings of nostalgia or a reminder of experiences lost to the hands of time. Relics can also hold spiritual power and be used as a tool to strengthen or protect the holder.\n\nThe artwork features Suyat, an ancient writing script from the Philippines. Historically it was written on leaves and wood, but also carved into artifacts like pottery or jewelry. Using this script alongside the artwork is my way of re-imagining the relic as something that can live on-chain forever. Learning to write Suyat empowers me and I hope to share that feeling through the song and artwork.\n\nMy vision for this release is to inspire new people to have fun participating in a Sound.xyz drop\n\nIn the spirit of that, I have a few rewards:\n\nAll collectors will be airdropped an animated version of the cover art (via L2) (Golden Egg will also have its own special animation)\n\nAll collectors additionally can reach out to me directly and have their name written in Suyat 📝\n\nI've also created a physical relic- a framed mixed-media version of the cover art. It will be rewarded to whoever has the most referrals/or videos using the song at the end of the mint period. \n\nLet’s share this moment together. 'Relics' is a seed for the future, and I’m grateful for your participation 💎\n\nCome join the party\n\nhttps://t.me/+qSmW76wTKiwxMjhh",
    "duration": 154,
    "external_url": "https://www.sound.xyz/toha/relics",
    "genre": "Electronic",
    "image": "ar://uz4slvCtsAix7XV2A9YMaxPCmjIhxDkZOuCFaKyJkWM",
    "isrc": null,
    "key": "F_SHARP_MAJOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://MNJQgVW1VbcuT4vqTgMLW3NsM81erDvI28yt7CM_zSk",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Relics #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Relics",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}