{
  "address": "0xec09608bee747aa5538a90c1aecb5c00ed0840cb",
  "type": "ERC721",
  "name": "Chromesthesia: Ascend by Jaime Derringer",
  "tokenCount": "200",
  "uri": "https://tonic.xyz/nfts/0xec09608BeE747Aa5538a90c1Aecb5c00Ed0840CB/1",
  "metadata": {
    "license": "CC BY-NC 4.0",
    "seller_fee_basis_points": 750,
    "image": "ipfs://bafybeigs7e3c3sbm7dczx7nfckfxgodkxu2fy3bred2ljz62yzgdwo5jdy",
    "external_url": "https://tonic.xyz/collection/chromesthesia-ascend/",
    "fee_recipient": "0xC053711e150EDb5cAfbdbBa230A7beb69A4945B1",
    "terms_of_service": "https://meta.tonic.xyz/collection-policies/Chromesthesia_Ascend.pdf",
    "name": "Chromesthesia: Ascend #001",
    "description": "What is the relationship between color, sound, and movement? Artist Jaime Derringer continues to explore this question in her collection Chromesthesia: Ascend. In this body of work, Derringer investigates the phenomenon of experiencing colors in response to certain sounds or other stimuli. She employs vibrant and contrasting hues to create a sense of movement, energy, and emotion.\\n\\nDerringer begins with her personal archive of works, both those created on paper and digital paintings. Over the years, Derringer has repeatedly digitally manipulated and distorted these original images using a combination of phone applications, computer software, and AI. Each successive collection or group of works cannibalizes what came before it and is reborn in the wreckage. The final piece is further deconstructed and ultimately reconstructed with a MIDI controller, a device typically used to control or play music, as Derringer turns each knob of the device to distort a section or characteristic of the image. Through this iterative process, she creates a sense of depth and movement within her pieces, as well as a sense of history and evolution.\\n\\nFor Chromesthesia: Ascend, she relinquished that control to a complex algorithm that mirrors the rhythm of her hands guiding the MIDI controller, destroying the works over and over again to form a type of abstract brutalist composition.\\n\\nEach time the algorithm is run, a new composition is born. The algorithm keeps time and acts like a beat, periodically altering parameters and taking rhythmic snapshots as the composition unfolds. Each piece is composed of a mix of visual parameters of varying rarity which all have a relationship to music and which Derringer names timbre, duration, frequency, and rhythm.",
    "attributes": [
      {
        "display_type": null,
        "value": "Melt",
        "trait_type": "Timbre"
      },
      {
        "display_type": null,
        "value": "Prestissimo",
        "trait_type": "Tempo"
      }
    ]
  }
}