{
  "address": "0xec527364a002e5fbe56b8596aa7e60df614047fa",
  "type": "ERC721",
  "name": "Grady - dream vacation",
  "tokenCount": "30",
  "uri": "https://metadata.sound.xyz/v1/0xec527364a002e5fbe56b8596aa7e60df614047fa/1",
  "metadata": {
    "name": "The Wizard of What #1",
    "artist_name": "Grady",
    "description": "it was halloween and she was dressed like dorothy gale from kansas. she had came with a mutual friend to tag along for the night, sipping something out of a solo cup in my living room when i first saw her. i think thriller was playing. we only chatted for a bit before all cramming into a party bus, but by then i'd already gathered she was weird in ways you want someone to be. like generally speaking i think girls with cats in their 20's have to either be awesome or crazy, and she was fucking awesome. actors have that same toss up, which she was as well. actually actors are usually both. i guess so are cat people. but actors WITH cats? dangerous mix.\n\nthe night went like a lot of LA nights do; bouncing around to multiple parties, splitting up with your original group, ending up at unexpected ones with a whole new assembly, and all reconvening late at night to catch up. when i finally saw her again it was probably 5am and i was face deep in a plate of vodka pasta but i asked for her number anyway cause i'm just endlessly shameless and i definitely wanted to see her again. the next morning i was eating at beachwood cafe when i got a facetime call from her, which turned out to be a butt dial to my dismay. so i went home ( which happened to be like 150 feet away) and picked up my guitar.\n\nwhen you write a lot, sending someone a song about them can feel like nothing to you but A LOT to them, and that can be pretty awkward. luckily that wasn't the case with her, and it more or less got the response i'd hoped for cause we've gotten to know each other pretty well in the 14 months since. \n\n==\n\n//\n\ni saw that you called, i fixed my hair, and picked up\n\n        but nobody was there, i guess you dialed with your butt\n\ni think that you're fun\ni'd soak you up like a sponge\ni'm having over some friends\nclick your heels and come\n\ni don't know what you think i'm trying                                    to do\n                                                    what you think i'm trying \n\nbut if i could have anything from you, i'd wanna be pen pals\nsending handwritten letters to each other's home addresses\nso i got to know you better \nhang out in empty movie theaters \nand be way too harsh of critics like we were roger ebert \n\nthe wizard of what\nno fan of cinnamon gum\nyou whisper shit to your friend, i overthink it a bunch\n\nshrooms hit on the bus\ni probably told you too much\n                                        i'm always falling in love\n                                                                                the feeling goes and it comes \n\nlike moonlight glistening on water, i can't ever stand too still\n\n\nbut i would chill out for a second or so to be pen pals\nsending handwritten letters to each other's home addresses\nso i got to know you better \nhang out in empty movie theaters \nand be way too harsh of critics like we were roger ebert \n\ni'm your typical american boy\n\ni wanna make love and i wanna make noise\n\n//",
    "external_url": "https://www.sound.xyz/grady/the-wizard-of-what",
    "image": "https://soundxyz.mypinata.cloud/ipfs/QmZcYfKnLdB5PpjvCqNw8e3LZALTpebHsqVQwe4jQABhXh",
    "audio_url": "https://soundxyz.mypinata.cloud/ipfs/QmSHkBywgHEpzm5RPoWhuUKQ6BmQVZVjjc7Tom5wbUxzbn",
    "animation_url": "https://soundxyz.mypinata.cloud/ipfs/QmSHkBywgHEpzm5RPoWhuUKQ6BmQVZVjjc7Tom5wbUxzbn",
    "comment_wall_url": "https://soundxyz.mypinata.cloud/ipfs/QmYyxzXKA6cC4ueGvFeD7m9BWjmWPRawRmXYUJRXw1xicM",
    "attributes": [
      {
        "trait_type": "The Wizard of What",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ]
  }
}