{
  "address": "0xed1661ee045026901dc30a70a49b75f8129b96cb",
  "type": "ERC721",
  "name": "Book Of Soulz - SOULZ",
  "tokenCount": "10",
  "uri": "https://arweave.net/XnqpVj5FBJFZmSlgsWpHMWp33ba1uwM8HMDYcSQFEa8/1",
  "metadata": {
    "name": "Book Of Soulz - Basic Human #1/1000",
    "created_by": "Artist: DayPaintStudio  |  Issued By: Book Of Soulz",
    "external_url": "https://bookofsoulz.io",
    "description": "From the Book Of Soulz - a Basic Human of the Earthly Realm!\n\n~~~~~~~~~~~~~~\n\nIt doesn’t matter who you are, it matters what you are! Welcome to the 5th Dimension, where you can find, collect, develop and use avatars for the essence of who you are. Start searching, exploring, and charting your discoveries in the Book of Soulz.\n\nSoulz appear to be organised into distinct groups, and are categorised according to their different characteristics and properties. The total number of categories, and the number of Soulz within them, are currently unknown. All we know for sure is that the possibilities are limitless!\n\n\nTHE EARTHLY REALM:  \nThe Earthly Realm is where the Soulz of Human life are found. Earthly Soulz are very corporeal in nature - they deal well with matters of the physical world like cultivating land, crafting and building, but less so with matters of other worlds like astral magic and enchantment.\n\n\nBASIC HUMAN:  \nThe ‘Basic Human’ is a raw Soul of the Earthly Realm. It is a fundamental building block for human life. When a new life is first conceived, the physical physical cells of our world don’t just combine with each other, they are bonded together by tethering with a Basic Human Soul in the 5th Dimension. For most people, as their physical self develops, so does their Soul, evolving into a more complex entity. Through cultivation, Evolved Human Soulz may develop a proficiency in specific skills like physical combat or the pursuit of knowledge. But the Basic Human Soul, in its raw form, can also be powerful.\n\n\nMORE TO COME…  \nThe community of researchers exploring the 5th dimension are constantly making new discoveries and logging them into the Book of Soulz! Join the hunt - start exploring, collecting and discovering! There are more complex Soulz out there waiting to be discovered in all of the Realmz.\n\n\nABOUT THE PROJECT:  \nBook of Soulz is an open source standard for fully interoperable assets across gaming and socials using a unique symbolic metamodel. As PFP social assets, they allow holders to express the essence of who they are on the inside. As gaming assets that are set in an abstract 5th Dimension that’s invisibly connected to the “real world”, they can work universally as play-affecting avatars that can be conceptually compatible to the any genre’s “real world” setting.",
    "attributes": [
      {
        "trait_type": "Schema",
        "value": "Book Of Soulz"
      },
      {
        "trait_type": "Class",
        "value": "Realm"
      },
      {
        "trait_type": "Sub Class",
        "value": "Earthly"
      },
      {
        "trait_type": "Type",
        "value": "Human"
      },
      {
        "trait_type": "Sub Type",
        "value": "Basic"
      },
      {
        "trait_type": "Functional Rarity",
        "value": "Abundant"
      },
      {
        "trait_type": "Artistic Rarity",
        "value": "Limited Edition"
      },
      {
        "trait_type": "Mint Name",
        "value": "Genesis"
      },
      {
        "display_type": "number",
        "trait_type": "Mint Series",
        "value": 1
      },
      {
        "display_type": "number",
        "trait_type": "Atomic Weight",
        "value": 0.6
      },
      {
        "display_type": "number",
        "trait_type": "Complexity",
        "value": 1
      },
      {
        "trait_type": "Community Name",
        "value": "Book Of Soulz Official"
      },
      {
        "trait_type": "Community URL",
        "value": "https://twitter.com/BookOfSoulzGame"
      },
      {
        "trait_type": "Community Tag",
        "value": "#BookOfSoulzGame"
      },
      {
        "trait_type": "Artist",
        "value": "DayPaintStudio"
      },
      {
        "trait_type": "Artist URL",
        "value": "https://ko-fi.com/daypaintstudio"
      }
    ],
    "image_details": {
      "bytes": 52815343,
      "format": "GIF",
      "sha256": "b5573519e85b1a7116b324f96bad06589459d81c21f02764b6401afea537521a",
      "width": 1000,
      "height": 1400
    },
    "image": "https://arweave.net/sysiatI0dvtWXJnKbI7HsQ2ajtshzenolj6qFLBo-p0",
    "image_url": "https://arweave.net/sysiatI0dvtWXJnKbI7HsQ2ajtshzenolj6qFLBo-p0"
  }
}