{
  "address": "0xed3206e9e9886a42fe05cbdc093a10db1ab8bf42",
  "type": "ERC721",
  "name": "Boona",
  "tokenCount": "1",
  "uri": "https://arweave.net/f_t0dhYTuC2_11SUc4-Wm99SuJepUvgDd6ljPAzBnzo",
  "metadata": {
    "name": "Why being a drug addict is a blessing",
    "created_by": "Boona",
    "external_url": "https://www.boonafide.com/why-being-a-drug-addict-is-a-blessing/",
    "description": "The Boonafide experience is a web3 podcast where I interview everyone from artists & builders, to collectors & entrepreneurs. The podcast did not always start off as web3 and went through many versions before it matured to what it is today. \n\nThe original airdate of this episode is 12/03/2019 and is part one of my genesis collection recorded on my phone. I made a promise to myself to record one episode a day for ten days about random topics. The goal was not to produce quality, but rather to prove to myself that I could do it.\n\n---------------------------------------------------  \nThe first 21 years of my life were full of empty promises, mainly promises that I would stop using drugs, I would stop hurting my family & friends, and I would be something. \n\nIn the beginning stages of my addiction, even I believed them. But, as time went on, these promises began to fade away; they became less and less of a reality, as I was achieving the same results in a different external environment. \n\nTowards the end, I accepted the \"reality\" that God put me on this earth to be an example of what not to be in life. I was 21, and the most I had accomplished was three arrests, an eviction notice, countless unhealthy relationships, and a family who was about to write me off.\n\nDuring the last trip to buy heroin, I had what most drug addicts call \"A moment of clarity\" where I saw my reality clear as day. At that moment, I felt I had made my 1st conscious choice to do something different and see it through.\n\nBeing a drug addict is a blessing because I get to help the helpless, whose light is flickering, deciding whether it wants to keep burning or go out.\n\nAs of this mint, I've celebrated over eight years of continuous sobriety from all mind-altering substances, even alcohol & weed.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Boona"
      },
      {
        "trait_type": "Season",
        "value": "1"
      },
      {
        "trait_type": "Episode",
        "value": "1"
      },
      {
        "trait_type": "Publishing Date",
        "value": "12/03/2019"
      },
      {
        "trait_type": "Device",
        "value": "Phone"
      },
      {
        "trait_type": "Collection",
        "value": "Genesis"
      }
    ],
    "animation_details": {
      "bytes": 2609437,
      "format": "MP3",
      "duration": 216,
      "sha256": "ab8f426d9b7a0aeb3deebacee69a09aa06f791d53f2862f5b490a7f5dc13b249"
    },
    "animation": "https://arweave.net/WAQpDHrrsoYazbX5RR4DAXb_JoolWbnHO4S096ZDDQA",
    "animation_url": "https://arweave.net/WAQpDHrrsoYazbX5RR4DAXb_JoolWbnHO4S096ZDDQA",
    "image_details": {
      "bytes": 105385,
      "format": "PNG",
      "sha256": "b0f90c5cca69cbf8f23bc8b7362a8cd6bf93ece73e5907c33fe0869c5882ded8",
      "width": 300,
      "height": 300
    },
    "image": "https://arweave.net/MivFVIV7ZFm921kzaVLvBLUHotAlgOuHjrT_8shckGw",
    "image_url": "https://arweave.net/MivFVIV7ZFm921kzaVLvBLUHotAlgOuHjrT_8shckGw"
  }
}