{
  "address": "0xed3097b909dd744830b3affb17ca51da7a6bce0c",
  "type": "ERC721",
  "name": "Black and White Phygital Art",
  "tokenCount": "2",
  "uri": "https://arweave.net/PrxdFW0CmOfLI7cgpIId38HXglOMkgZ-EfgH1eo_EKg",
  "metadata": {
    "name": "White",
    "created_by": "Uno de Oliveira",
    "external_url": "https://unodeoliveira.com/nft",
    "description": "BLACK & WHITE\n\nCamden Town é um bairro icônico de Londres, berço do punk rock inglês.\n\nEm uma das muitas lojas de Camden, Uno encontrou os posters de Debbie Harry e Jimi Hendrix, dois artistas icônicos da cultura pop rock. Trouxe os posters para o Brasil e sempre teve a intenção de desenhar por cima, fazer alguma arte ressignificando o print.  \n\nAlém da ilustração que remete à essa estética, Uno traz a realidade aumentada nessas peças, criando uma sensação de tridimensionalidade que foge dos padrões bidimensionais dos quadros físicos.\n\nO conceito principal dessa obra é ter uma transição entre real e virtual, tanto na concepção, apreciação e no sistema de venda da obra. Tal peça será vendida como um NFT, o comprador terá acesso ao token que dá direito ao quadro físico.\n\nNa peça “White” está na realidade aumentada a sujeira característica do punk de Debbie, o link com a CBGB, a procura pelo rabisco rápido, tenso, com atitude. Na arte “Black” a ideia é ter um desenho mais psicodélico, traduzindo Hendrix em seus solos de guitarra energéticos que ecoam até hoje.\n\nSobre o a realidade aumentada, ao apontar a câmera do celular para o QR Code, qualquer pessoa poderá acessar via Instagram à tridimensionalidade da obra.\n\nBlack & White é uma série que ressignifica o uso do NFT, no momento que todos pensam em ter um token da carteira, as obras são físicas e dialogam com o universo virtual tridimensional. É uma alusão ao círculo virtual real que estamos inseridos.\n\nDetalhes técnicos\n\nCaneta posca sobre print plastificado, Realidade Aumentada em Spark AR. Drop realizado pela Tropix.\n\nTamanho Pixel do Token:  \nWHITE – 3057 x 4140 (240 dpi)  \nTamanho dos Quadros:  65 x 88 cm",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Uno de Oliveira"
      }
    ],
    "image_details": {
      "bytes": 6774445,
      "format": "JPEG",
      "sha256": "67f2702a5a3f277bc30c5d8a84c000b170bc3a79527f93c28ac0c10d3c228064",
      "width": 2000,
      "height": 2709
    },
    "image": "https://arweave.net/IFmXpuWKA1caUpWvFOaXYSH4KL9ygkMMb2-q0npHjTU",
    "image_url": "https://arweave.net/IFmXpuWKA1caUpWvFOaXYSH4KL9ygkMMb2-q0npHjTU"
  }
}