{
  "address": "0xed36cad91cc1099e22ebaaa71f296010bbc811a8",
  "type": "ERC721",
  "name": "I've Seen God",
  "tokenCount": "3",
  "uri": "https://ipfs.pixura.io/ipfs/QmQ1oiS8MiZwfvkdEzQvFLAPAGKgKvVuNuAjcjBoUFofEL/metadata.json",
  "metadata": {
    "name": "LUCY",
    "createdBy": "Robert LeBlanc",
    "yearCreated": "2023",
    "description": "Lucy was a baby like no other. She had a curious mind and was always eager to explore her surroundings. Her parents, while proud of their intelligent daughter, also found themselves constantly on their toes trying to keep up with her antics. They kept a watchful eye on her, making sure she was safe and secure in her crib.\n\nOne day, however, Lucy's curiosity got the better of her. While her parents were busy downstairs, she managed to escape her crib and wander into her father's home lab in the spare bedroom. Her father, a scientist, would conduct small experiments in the lab during his free time. Lucy went unnoticed in her adventure, as her parents were preparing for the local photographer to come take their family photo.\n\nAs Lucy began to explore her father's lab, she found a small square piece of paper and did what any baby would do – put it in her mouth. She didn't know it then, but that small piece of paper was a powerful hallucinogen that her father had been experimenting with.\n\nFifteen minutes later, Lucy began her psychedelic journey. Colors exploded in her mind, and she found herself transported to a magical world unlike any she had ever seen before. As she explored this psychedelic wonderland, she felt a strange energy coursing through her body, awakening parts of her brain that she didn't even know existed. The experience was both exhilarating and terrifying.\n\nBut little did Lucy know, this experience would change her life forever. As she grew older, she began to realize that her mind was different from others. She was able to solve complex problems with ease and had an extraordinary memory. Her intelligence had skyrocketed, and she had a newfound ability to understand complex scientific concepts. \n\nAs she grew older, Lucy became an essential figure in the world of science, discovering countless cures for diseases and making groundbreaking advances in fields like physics and engineering. She single-handedly solved global warming by finding a way to harness renewable energy, and she even discovered a way to reverse the effects of aging.\n\nLucy never forgot the small square piece of paper that had started it all. Her curiosity may have gotten her in trouble as a baby, but it led her to become one of the greatest minds the world has ever seen. Showing us all what’s possible when we open our minds and explore the unknown.",
    "image": "https://ipfs.pixura.io/ipfs/QmR4A9SsdKbL1hh221ukkiXw8qdJ2GnBtoXdZWLUtRQqxS/IveSeenGod22LUCY22.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmR4A9SsdKbL1hh221ukkiXw8qdJ2GnBtoXdZWLUtRQqxS/IveSeenGod22LUCY22.jpg",
      "dimensions": "2244x2244",
      "size": "2330784",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "LSD",
      "GAN",
      "Portraiture",
      "RobertLeBlanc"
    ],
    "attributes": [
      {
        "trait_type": "Name",
        "value": "Lucy"
      },
      {
        "trait_type": "Substance",
        "value": "LSD"
      },
      {
        "trait_type": "Medium",
        "value": "GAN image on LSD blotter paper"
      }
    ]
  }
}