{
  "address": "0xed33459e5016237abe008d06a7cd8c93ff38953c",
  "type": "ERC1155",
  "name": "Special Editions by Zak Krevitt",
  "tokenCount": "1",
  "uri": "https://arweave.net/d-HdO6icPfWnqYBtI70qo6uqj7IvMn4oF32nIS0ZhW4",
  "metadata": {
    "name": "Incorporeal Embrace",
    "created_by": "ZAK KREVITT",
    "description": "Scrubs and his Handler, Rochester, NY, 2020\n\nDuring this period I was living with Scrubs, the pup pictured here. The pandemic had driven me out of the city, and I came to live with the pup and his husband, who I had met during my reporting on the Puppy Play community in 2016. We had previously traveled to fetish conventions around the country and grown close, sharing in this niche interest that was often derided as absurd or perverse. \n\nAt events, Scrubs always stayed deeply in character. Never speaking except in barks and never being seen without his pup hood. I often acted as his Handler, unofficially. Helping him navigate or translate, using my hands (his were always bound), fetching drinks or people. A Handler is a kind of companion and partner that that acts as a guide in life, a protector, someone to give an overabundance of praise, but also train through discipline. \n\nLater he would find his true Handler, and I would come to know them both and share in their joy for each other. They are pictured here, embracing, lost in a moment of disembodied euphoria. Living simply as a dog and a master. \n\nThis photo was taken during the height of the pandemic in 2020, life was baffling and terrifying, to find a moment of zen through the warm embrace of your partner and the simplistic headspace of a dog, was to know respite, briefly.\n\nZak Krevitt  \nSpecial Editions",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "ZAK KREVITT"
      },
      {
        "trait_type": "Year",
        "value": "2020"
      },
      {
        "trait_type": "Media",
        "value": "medium format film"
      }
    ],
    "image_details": {
      "bytes": 8843388,
      "format": "JPEG",
      "sha256": "4289e88414f5ae7810d9d84947d093be7fc7cd1c9ff2faad8fd6c3b9d27ac659",
      "width": 2400,
      "height": 3000
    },
    "image": "https://arweave.net/ip--ZCo43Y7utBGGXcCd5Qzq0F2x0U1VHeE4Eu_Kid8",
    "image_url": "https://arweave.net/ip--ZCo43Y7utBGGXcCd5Qzq0F2x0U1VHeE4Eu_Kid8"
  }
}