{
  "address": "0xf0b48fd00812334ea47133c1804eb243879cd957",
  "type": "ERC721",
  "name": "AntiJAWS V2",
  "tokenCount": "3",
  "uri": "https://arweave.net/pO8bpTH5hgA8aGVeeIl6M5kOTV_GeHMLdS-SS_in5oA",
  "metadata": {
    "name": "Hooper",
    "created_by": "Kori Burkhardt",
    "description": "The moment a tiger shark opens her jaws, creating that signature fear-driven perspective often misused in media to portray sharks as monsters. For too long, this style of image has been used in a negative way. But just because an animal is a powerful, apex predator doesn't make it a monster. I hope to replace that instilled fear with a sense of respect and wonder. For this reason, she is titled \"Hooper\", after the marine biologist character of JAWS who inspired me to fall in love with the science of sharks. \n\nImage taken at Tiger Beach, Bahamas. Bahamas is an incredible example as a sanctuary recognizing the benefit of valuing live sharks through immersive shark-human tourism rather than harvesting sharks.  \n15% of profits for this image will be donated to Bimini Shark Lab's scholarship program, who's mission is to educate future scientists at undergraduate and graduate levels; to advance the field of marine science/conservation biology; and to raise public perception and awareness for the protection of sharks in the Bahamas (and worldwide).\n\n'Hooper' | September 2022 | Edition 1/1 NFT|  License: Extended Editorial\n\nKori Burkhardt is an underwater photographer, expedition leader, & shark biologist based in French Polynesia. Capturing the ocean's wildlife by completely immersing with them, her goal is to show the ocean in a beautiful, yet still powerful, perspective. As co-founder of conservation and research organization Mao Mana Foundation, her mission commits to protecting sharks and all marine wildlife.  \nwww.koriburkhardt.com\n\nExtended Editorial License: Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The License includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Kori Burkhardt"
      },
      {
        "trait_type": "Edition",
        "value": "1/1"
      },
      {
        "trait_type": "Collection",
        "value": "AntiJAWS"
      },
      {
        "trait_type": "Location",
        "value": "Bahamas"
      },
      {
        "trait_type": "Species",
        "value": "Tiger Shark"
      },
      {
        "trait_type": "Immersion",
        "value": "SCUBA"
      },
      {
        "trait_type": "Conservation Contribution",
        "value": "15%"
      }
    ],
    "image_details": {
      "bytes": 11550333,
      "format": "JPEG",
      "sha256": "a0e4d9d206d871ea2ad07f2457957fc04d2e251802738acb26b14d94a55bbebb",
      "width": 4000,
      "height": 5809
    },
    "image": "https://arweave.net/nvlw5ASfYbt223Zj87S_49SIaDutC56psLYMQrH-Ano",
    "image_url": "https://arweave.net/nvlw5ASfYbt223Zj87S_49SIaDutC56psLYMQrH-Ano"
  }
}