{
  "address": "0xf0f8bc4a4a7c1e2466098c40401673cc4d32ba50",
  "type": "ERC721",
  "name": "Aimy Moon V2",
  "tokenCount": "309",
  "uri": "https://metadata.mintable.app/hICi5WmcOwoOwUFj0242/1",
  "metadata": {
    "image": "https://d1iczm3wxxz9zd.cloudfront.net/d0734092-faa4-4265-a454-9aeecc751f4c/0fc9af0e-c442-406d-8d02-8dc3f9223ba2/1/ITEM_PREVIEW1.jpg",
    "symbol": "Music & Art works of the world's first AI virtual songwriter & Music producer",
    "animation_url": "https://d1iczm3wxxz9zd.cloudfront.net/d0734092-faa4-4265-a454-9aeecc751f4c/0fc9af0e-c442-406d-8d02-8dc3f9223ba2/1/ITEM_PREVIEW2.mp4",
    "copyright": false,
    "royalty_amount": 1000,
    "address": "0xf0f8bc4a4a7c1e2466098c40401673cc4d32ba50",
    "copyright_transfer": false,
    "resellable": true,
    "original_creator": "0x3e84c1ffe2512663b171229525aa0a09f602f441",
    "description": "\nidkwtd\n\n'I don’t know what to do…'\nIn this music, the expression 'today' contains a part of Ha Yeon's life.\nDreams, ideals, something you can't hold in your hand, 'Sky'\nThe bright look of happiness, 'Day'\nThe time to be alone and finally see myself, ‘Night’\n\nHayeon believes that a dark night is coming to the world because she does not just use the day, but puts the bright energy of 'day' completely deep in her heart.\nHayeon just lost her way while walking only looking at the sky because the sky was beautiful.\n\n\n\nArtificial intelligence virtual songwriter Aimy Moon, artificial intelligence Mixed scape (Neutune), and Hayeon's new Music & Art work “idkwtd”\n\n\n\n\nMore about idkwtd\n\nThis work is based on Aimy Moon's demo track, which is equipped with an artificial intelligence music generation technology engine, and is completed by adding human composition, arrangement, lyrics, and vocals. \nMixed Scape, an artificial intelligence audio/visual soundscape system (artwork), was used for the music video.\nAimy Moon is a virtual composer and songwriter who composes, arranges, and plays complete music excluding vocals using artificial intelligence technologies such as deep learning and neural networks. \nShe created a demo track at the beginning of this work, and is the only artificial intelligence artist in the world that produces artistic works and also various K-pop music.\nMixed Scape is a concept that responds to mixed reality in an auditory spectrum, and by using this system, visual storytelling and mixed works of reality and virtual are produced.  In addition, an ambient version of idkwtd using the AI soundscape (environmental sound) generation system 'Neuroscape' technology was also produced.\n\nIt consists of a frame-type configuration in which everyday landscapes gradually move to virtual landscapes, and the latest technologies such as responsive audio visualization, video source filtering using an AI soundscape system, and ambient/ambience version music generation were utilized.\n\n\nThis NFT comes with :\nidkwtd by Hayeon original ver. Teaser video X Aimy Moon MP4 file",
    "printableSeries": false,
    "title": "“idkwtd” by Hayeon original ver. Teaser video X Aimy Moon",
    "url": "https://metadata.mintable.app/hICi5WmcOwoOwUFj0242/1",
    "file_key": "0fc9af0e-c442-406d-8d02-8dc3f9223ba2/1/d0734092-faa4-4265-a454-9aeecc751f4c_5.+idkwtd_teaser_orginal+ver.mp4",
    "apiURL": "hICi5WmcOwoOwUFj0242/",
    "subtitle": "The World First Ai Music generation Video Technology based digital Music & Video",
    "name": "idkwtd by Hayeon otv",
    "category": "Video"
  }
}