{
  "address": "0xf0422e14aa315a55e0011ada87e14179c224a1b3",
  "type": "ERC721",
  "name": "Bandari Women - old",
  "tokenCount": "10",
  "uri": "ipfs://QmaJ9t4TgPJnSYZ5QBbFYsfGR385oWT49NbQuuKwkNpemQ/1",
  "metadata": {
    "name": "Bandari Women#1",
    "description": "I have come across very different clothing styles in different regions of the Iranian people, but this is the place that struck me the most. The clothes of the women on the island of Queshm were quite colorful, silvery, sequined and shiny. The masks they wore on their faces complemented their outfits. These colorful outfits really gave me energy.\n\nWhile I was here, their stories intrigued me more, perhaps the only common point with women living in different cultures in other regions is that the women living on this island also want to protect themselves. Due to the fact that the island has a very strategic location, they made themselves look like men by wearing these masks against enemy attacks and slave trade. For this reason, they were protecting themselves against attacks from outside. There is no such threat at the moment, but they still continue to wear these masks. Today, however, the shapes of these masks have changed a little more. Some Bandari women wear full-face masks with only their eyes exposed, while others wear very thin masks. It makes it possible to understand who they are according to the type of mask they wear today. The Bandari region was a different experience for me, but the only thing in common with the women affected by the cultures in the other places I photographed is that all these women want to protect themselves, yes, these concepts have changed for today, but the memories of these cultures still exist. and these cultures still have an impact on women",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Camera",
        "value": "Sony*6300"
      }
    ],
    "image": "ipfs://QmfUy6Lf756SKFXAEQWbCbSQvvBjosrtdfz21stHwuxxR6/1.jpg",
    "external_url": "https://sloika.xyz/ozbrv.eth/bandari-women/1"
  }
}