{
  "address": "0xf05d5e390bfe0bbdcaa6325cfc45fb143e0e1965",
  "type": "ERC721",
  "name": "Sacha Jafri Art",
  "tokenCount": "3",
  "uri": "https://cdn.tokengate.art/token-metadata/0xf05d5e390bfe0bbdcaa6325cfc45fb143e0e1965-1",
  "metadata": {
    "name": "Global Pillars #3",
    "description": "In celebration of the 50th year anniversary of UAE’s National Day (marked on 29th November 2021), the contemporary British artist; Sacha Jafri, will be launching a historic NFT drop titled Blank Canvas. Inspired by the Ten Pillars (Climate & Biodiversity, Travel & Connectivity, Urban & Rural Development, Knowledge & Learning, Tolerance & Inclusivity, Space, Health & Wellness, Global Goals, Water, and Food, Agriculture & Livelihoods) from Expo 2020 Dubai, which was layered out by the leaders of UAE as a reflection to the achievements of the nation following its unification and seen as a gesture of hope and prosperity, through the nation's present, past, and a hopeful future.\n\nFor Blank Canvas Jafri will create 10 paintings reflecting on each of the Ten Pillar subjects, totaling to 100 oil paintings (each numbered). The works will be released as NFTs, each painting as an edition of 5, totaling to 500 works. Jafri described the series as a lottery project due to its unique characteristic that the buyer's acquisition will not be immediately revealed and be in fact, a blank canvas at the time of the purchase.\n\n\"Over time, I will reveal little sections of the painting, then a word that will give a clue of what the painting will become and eventually by the end, the full painting will appear and that will be yours. A little hidden surprise behind only a few NFTs you will get the original painting, a little bit of lottery thrown in the air, but a little bit fun.\" said Jafri about the concept of the NFT release. \n\nAn intriguing NFT project that will also offer a physical component—the original painting which will be randomly allocated to one of the five NFT edition holders per series (for each of the Ten Pillars). With this, the physical painting adds an additional rarity property to the NFT project, as only 50 paintings will be made available in the edition of 500 NFTs. \n\nThe subjects of the Ten Pillars may vary, but all ten topics function as a homage to UAE and also globally to humanity. For Jafri Space was one of the Ten Pillars that offered excitement and inspiration as it represents the fragility of our world and Water—as the artist describes it “the essence of life, it is everything that makes us survive. A 70% of our world has water shortage - that is something I want to focus on in my humanitarian goals with the charity and foundations I work around the world and it is something I am very passionate about.”",
    "external_url": "https://www.tokengate.art/en/marketplace/number-3-4",
    "image": "https://artworks-public-2.tokengate.art/623304b824c8c10015abc3b2/66dc2262-42bd-418f-8596-b81e13c3f04c.png_thumb2.jpg",
    "animation_url": "https://artworks-public-2.tokengate.art/623304b824c8c10015abc3b2/66dc2262-42bd-418f-8596-b81e13c3f04c.png_lowres2.png",
    "attributes": [
      {
        "trait_type": "Edition",
        "value": "1 of 5"
      },
      {
        "trait_type": "Creator",
        "value": "Sacha Jafri"
      },
      {
        "trait_type": "Production Date",
        "value": 1646870400,
        "display_type": "date"
      },
      {
        "trait_type": "Production Place",
        "value": "Dubai"
      },
      {
        "trait_type": "Production Software",
        "value": "N/A"
      },
      {
        "trait_type": "File Format",
        "value": "PNG"
      },
      {
        "trait_type": "File Size (bytes)",
        "value": 881355
      },
      {
        "trait_type": "Dimensions",
        "value": "2048x2048"
      }
    ]
  }
}