{
  "address": "0xf09578a34c8d470d3b03b18ef89c437961c22150",
  "type": "ERC721",
  "name": "Colour in a grey world by Fractually & Difuz",
  "tokenCount": "1",
  "uri": "ipfs://bafybeieeyahyq74mecijjkgiyliz6nherz7nu6yuyavbnpblpvigrgm7ti/1",
  "metadata": {
    "name": "Colour In A Grey World",
    "description": "“Color in a grey world” unique piece is the fruit of the collaboration of two amazing artists. The god of fractal 3D worlds Fractually, and the French Street-Artist Difuz. \n \nFractually got really interested in Difuz's work, the murals he has been making in so many places, staging very lively characters that feels like they live in an actual world. Difuz's pictorial technique caught Fractually’s attention, the artist often picks one color for his pieces and is able just by playing with darknesses & lightnesses to create a really interesting atmosphere. \nWhen creating and flying through his fractal worlds, Fractually often imagines characters, like a beast in a jungle world, a giant squid in an underwater scene, a lizard in a desert and because he uses math to create these worlds, he cannot create these characters himself. \n\nIn the collaboration, the two artists are telling a story combining their art and style. The idea behind the piece is an incredibly big fractal world that is all grey, sad and very structured with boxes, square shapes, straight lines.\nWhen flying through, you don’t really know where you are going, you have this feeling of being lost and lonely in a grey world, and then as you fly deeper inside in a really tiny part of it, you come across this unexpected splash of color, a flashy mural from Difuz is contrasting with the greyness.\n\nOn the mural, two characters seem like they are falling down, which brings an interesting motion on the mural that is well connected to the fractal animation itself that gives you the sensation of falling through this world.\n\nThe result of this collaboration is an amazing example of the potential of co-creation and the diversity of the StreetArtNFT movement.",
    "platform": "Streetlab.io",
    "animation_url": "ipfs://bafybeibdkgw43gt3fntkffzfchz5px4yqrf2qfnlpld3zkuxkdgcuwox4e/1",
    "image": "ipfs://bafybeidc7s23kparyek6243d7ywphbuvyj23tlad2lpadgznxmgaltfylu/1",
    "creator": {
      "name": "Fractually & Difuz",
      "description": "Even though Fractually already made installations in the streets, he is actually not a street-artist. Fractually’s field is 3D worlds and animations, he defines himself as a 3D fractal animator.\n\nA Fractal is a mathematical equation repeated in loops yielding interesting and wonderful geometrical patterns & shapes.\n\nDuring his math & physics degree Fractually discovered a very technical paper about fractals that immediately caught his attention. He got the intuition that fractals were still far from having unleashed their full aesthetic potential. All the math was from the 90’s and there were very limited technical options to actually build fractal loops that would only be in 2D at the time.\n\nSome years ago, people started to code 3D Fractals, new software abstracting some of the high complexity in the fractal process was released - Metaball 3D - that he started to use and that was actually the very early beginning of Fractually artistic journey creating unique 3D worlds. \n\nFinishing his degree, Fractually went on with a PhD as he was kind of frustrated by the lack of tangibility of what he learnt. He felt he would need to do more applied research to make something concrete and creative from his math skill.\n\n4 years ago fractal & 3D world became his full time activity and since then, he has engaged in various projects like music videos or videos for touring bands, live installation & projection and more recently NFTs.\n\nFractually is fascinated by the mathematics that he puts into his fractal and the worlds he creates, these are infinite and amazing to explore and improve. \nMost of the projects he had been doing before NFTs were, however, commissions for clients bringing their own creative briefs to frame the result.\n\nNFT for Fractually is the freedom to fund his own projects, focus on the art and the world's creative discovery that he loves so much in fractals.\n\nA year ago, Fractually successfully released his first Art Pieces on Foundation that went quite well and since then worked on multiple successful projects.",
      "instagram": "https://www.instagram.com/fractually/\nhttps://www.instagram.com/mr.difuz/",
      "twitter": "https://twitter.com/Fractually1",
      "address": "0x9c8e4B3B62b41249f2c9BA0DCcC3327f1d28822F"
    }
  }
}