{
  "address": "0xf0f22d3f47ea3f31f98ab437032cca84412b4caf",
  "type": "ERC721",
  "name": "REVOLVINC Roberto Cortazar y neurohackerart",
  "tokenCount": "2",
  "uri": "https://arweave.net/TVqJNCDbeXPQaFn0u-ly7NGdyIO3CnKFP863TmQA_VI",
  "metadata": {
    "name": "HumaniDigitalis Corporis Fabrica",
    "created_by": "Roberto Cortázar - Revol-inc",
    "description": "Humani Digital Corporis Fabrica es una obra acusmática de artes visuales que está utilizando la posibilidad de secuencia temporal de los medios digitales para construir una obra con cronología de organismos vivos. En este caso de un ser humano. Porque es anatómicamente el primer ser humano creado en una obra de Arte Digital (Arte Acusmático). Refiere a los estudios anatómicos del Renacimiento, como las disecciones de Da Vinci o los grabados en buril de Vesalio humanis Corporis fabrica. Esta colección de estudios anatómicos NFT’s están realizados en tres composiciones: sistema circulatorio, sistema linfático y sistema nervioso. En el caso del sistema circulatorio es fascinante descubrir a nuestro personaje expresionista que por lo demás está editada en el ritmo de diástole y sístole. Y este es el punto medular del valor de nuestra obra que también la hace única, nuestra obra vivirá un tiempo aproximado de 80 años como el tiempo estimado de vida de un ser humano; todavía no sabemos si morirá de un infarto fulminante o de una cardiopatía y si será susceptible a un trasplante de corazón (por lo tanto curable) (esto se dejará configurado en el programa que estará desarrollado en Phyton) el ritmo con el que nuestra obra se desarrolla sigue los parámetros del ritmo cardiaco humano y de la irrigación sanguínea a lo largo del cuerpo y con su naturaleza plástica corresponde a la estética del expresionismo y neoexpresionismo del siglo XX, retomando el dibujo de Matisse enfatizando el lirismo de José Clemente Orozco y subrayando la fluidez lineal de Picasso, resulta especialmente interesante, que sus líneas y pinceladas fluyen como fluye el sistema circulatorio. Esta obra del Movimiento Revol-inc, fue realizada por los artistas Roberto Cortázar y Marquinho",
    "animation_details": {
      "bytes": 58337157,
      "format": "MP4",
      "duration": 82,
      "sha256": "0dfa39223d22f76f419421b56454db32ad3ef94b2aea14bbd49545461ce4f09c",
      "width": 1080,
      "height": 1920,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/qsQxkzqEvAV0Sr9Y58-OGIIwwwUHVxPr7uCbxO2Q1n0",
    "animation_url": "https://arweave.net/qsQxkzqEvAV0Sr9Y58-OGIIwwwUHVxPr7uCbxO2Q1n0"
  }
}