{
  "address": "0xf1aa8921c53d8504738970c7ef611c52e970cb12",
  "type": "ERC721",
  "name": "Roccafranca 1818",
  "tokenCount": "9",
  "uri": "https://gateway.pinata.cloud/ipfs/QmVnNDJtYXTWqJW9rZ3ghG7oF6vSMq5gNXXFsrnRfurHbj",
  "metadata": {
    "name": "Pilot - 20210.001",
    "symbol": "Steganographic Works and other Unique Assets",
    "subtitle": "Steganographic Token with an embedded audio file only available to the purchaser",
    "url": "",
    "image": "https://gateway.pinata.cloud/ipfs/QmbQ1a8xhGtgEgQ15uKPBWT8yWuqz8eBoj2Ph3E6qWPVdG",
    "original_creator": "0x42439D451d1fd21f7009BB83568B897e77eaA935",
    "file_key": "",
    "tokenId": 1,
    "title": "Pilot - 20210.001",
    "description": "<p>This is the first and only steganographic token in the <strong>Roccafranca 1818</strong> Pilot Series (\"Series 0\"). Further collections of twelve steganographic tokens will follow beginning with \"Series A\" to be released in Spring, 2021.<br /><br />What makes <strong>Roccafranca 1818</strong> NFT assets unique is the curated audio file embedded in each image token. But despite being a multimedia file, the token itself can be displayed and generally manipulated as a standard JPEG. Using the correct password and a steganography app, however, the file's hidden media can be revealed to its owner and no one else.<br /><br />The recording concealed within the file has been chosen carefully and will not be explained by the work's creator. Its source will not be revealed. Current search technology makes the identification of discrete sounds difficult, and this uniqueness, combined with the unusual steganographic medium, add further value to these works of digital art.<br /><br />Owners are free to speculate on the provenance of the recordings or they may prefer to enjoy the curated sounds as aesthetic curiosities alone.<br /><br />The steganographic element can be quickly revealed and extracted - even downloaded - with a password provided by <strong>Roccafranca 1818</strong>. Once ownership of the token is transferred, contact the store on the platform where it was purchased and the password will be delivered immediately .</p>",
    "animation_url": "",
    "copyright_transfer": false,
    "category": "",
    "resellable": true,
    "apiURL": "null",
    "address": "0xf1aa8921c53d8504738970c7eF611C52E970cB12",
    "printableSeries": false,
    "royalty_amount": 200,
    "auctionLength": "604800",
    "edition_number": 1,
    "edition_total": 1
  }
}