{
  "address": "0xf17639e75cb36b24f0024ac8b2db9426512d7988",
  "type": "ERC721",
  "name": "adidas for Prada re-source by Zach Lieberman",
  "tokenCount": "1",
  "uri": "https://ipfs.pixura.io/ipfs/QmbuWhQgzNH8bEU2PoqhaWWHdJVFpNrjREzESquroRfqQZ/metadata.json",
  "metadata": {
    "name": "adidas for Prada re-source by Zach Lieberman",
    "createdBy": "adidas for Prada re-source",
    "yearCreated": "2022",
    "description": "adidas for Prada re-source by Zach Lieberman is an immersive artwork of decentralized community image contributions and the culmination of adidas for Prada re-source: a first-of-its-kind NFT project featuring creator-owned art, in collaboration with digital artist Zach Lieberman.\n\nThe artwork facilitates the education of new communities from art, fashion, and beyond — while rewarding all co-creators with a share of the final artwork auction sale.\n\nAfter auction fees, all proceeds will be distributed among all individual image tile creators (15%), Zach Lieberman (5%), and Slow Factory (80%), a non-profit organization working to create education driving meaningful solutions and inclusive communities.\n\nAs an interactive, dynamic platform, the project enables the community to contribute to a large scale artwork through play and discover the transformative benefits of web3, co-creation, digital ownership and NFTs.\n\n“As an artist, you think about different ways to make something permanent, and it’s really magical to think the work we make together through this project will be permanently recorded.”\n— Zach Lieberman\n\n\nTerms and Conditions: https://a.did.as/into_the_metaverse_tc",
    "image": "https://ipfs.pixura.io/ipfs/QmQzRW9samo1kch6NKEHespURX3NDui44M9tyJ3fBawNLi/6000_6000.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmQzRW9samo1kch6NKEHespURX3NDui44M9tyJ3fBawNLi/6000_6000.jpg",
      "dimensions": "6000x6000",
      "size": "32768835",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "adidasforPradaNFT",
      "resource",
      "zachlieberman"
    ]
  }
}