{
  "address": "0xf1a021f413e355ce832553f9089eceb616940f0c",
  "type": "ERC1155",
  "name": "Kekamine diaries",
  "tokenCount": "1",
  "uri": "https://arweave.net/3bZB8rurBOdriGKczNYy6KKDq1O5q-h0gvmOvDa9Jm8",
  "metadata": {
    "created_by": "UNO8",
    "name": "Kekamine Diaries - The Pitch",
    "description": "On friday 04/20/1969 of the Frog Era, after comfortably wanking in his lab and rolling a fat blunt, Pepe had the brilliant idea of analyzing his own secretions, hoping to find a clue to his own mental health issues.\n\nTo his surprise, he discovered a compound that had the potential to yield a powerful effect on mood and energy levels. After analyzing and synthesizing the compound, he created a drug that he named Kekamine. \n\nHe decided to prepare a shot and carefully injected it on his butt cheek. The Kekamine instantly had powerful positive effects on Pepe's mood and energy, but he soon discovered that it was also highly addictive and found himself pinching his butt every couple hours. \n\nDespite the risks, Pepe began administering the drug to people who were suffering from mental health issues, charging only a small amount of cryptocurrency for each shot.\n\nAs word of Kekamine's amazing positive effects spread, people from all over the world began flocking to Pepe's lab asking for shots. \n\nIn a short time, the entire planet was hooked.\n\nKekamine soon became widely accepted as the best treatment for anxiety and depression. Pepe's discovery not only changed his own life but the lives of millions of people. \n\nMondiablo-Buyer, the biggest pharma company in the world, started to see him as a threat and invited him to try to steal the Kekamine formula. \n\nThe present NFT is a picture of the moment Pepe pitched the formula to them.\n\nTo be continued….  \n",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "UNO8"
      }
    ],
    "image_details": {
      "bytes": 282912,
      "format": "PNG",
      "sha256": "4bbddd4552a8b624b6d1c14e399157ebc17e465f4359452ed15ef232d6a68d15",
      "width": 1365,
      "height": 885
    },
    "image": "https://arweave.net/_1d60tkZZTgXuKkzzxVgfIGXl3A50UMA4z7WnTQwkPw",
    "image_url": "https://arweave.net/_1d60tkZZTgXuKkzzxVgfIGXl3A50UMA4z7WnTQwkPw"
  }
}