{
  "address": "0xf111dea9949ee0149f0158eb418f939a3c2d07d2",
  "type": "ERC1155",
  "name": "Mixed Memories Editions",
  "tokenCount": "1",
  "uri": "https://arweave.net/XvohiPWEso8HS4hY0R0p1oHmCGb0LlX-I5P5CF5mmKk",
  "metadata": {
    "created_by": "Lord of the Cats",
    "name": "Maternal ",
    "description": "The relationship between a mother cat and her kittens can be a beautiful one. But in the last eleven years of taking care of my wild cats, never have I seen such a tight-knit bond between a mother and kitten such as this one.\n\nOrangey Socks is a tabby who's been with me for almost ten years. She's been one of the sweetest cats I've had the privilege to take care of, and is without a doubt one of the strongest felines I've known as well. \nAny time a mother cat has come around here with kittens under her wing, in need of help, Orangey Socks has either outright adopted them, or helped to lighten the load that is looking after a litter of kittens. \n\nThis past spring, she gave birth to only one kitten herself, right outside my bedroom window. \nSince then, I've had the opportunity to watch this beautiful maternal bond take shape and flourish into what it is today. \n\nThis piece was created with the sole intention to represent that bond that this mother cat and kitten share. Everything you see was captured in camera, and then edited, layered, and brushed over in Photoshop.\n\nAs with all of my cat art, the ETH made from these editions goes back to caring care of the wild felines I look after. Helping me to pay for food, medicine, supplies, and shelter for my fuzzy friends. ",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Lord of the Cats"
      }
    ],
    "image_details": {
      "bytes": 28738463,
      "format": "JPEG",
      "sha256": "9de3481ae4cfe2ae6a0b67f4e4d50fc7446a25d01bbd0d57fc4acc5497689df2",
      "width": 5770,
      "height": 4000
    },
    "image": "https://arweave.net/1LzNEJOJBaHb41RU4huHV9UUCSzYREV147ahXux0HgU",
    "image_url": "https://arweave.net/1LzNEJOJBaHb41RU4huHV9UUCSzYREV147ahXux0HgU"
  }
}