{
  "address": "0xf26a96db726ce4740afc68a79ee664e0c413eb6a",
  "type": "ERC1155",
  "name": "The Sacred Enochian Texts",
  "tokenCount": "3",
  "uri": "https://arweave.net/SmSnzzwLaU4NU46_n-Vc_N0w0GbSD1TM47byz-TXH3Q",
  "metadata": {
    "created_by": "Schizocurrency",
    "name": "The Inaugural Enochian Pleasure Feast",
    "external_url": "https://twitter.com/Schizocurrency",
    "description": "The Inaugural Enochian Pleasure Feast\n\nOn the Eve of the most Sacred of days (June 8th, the eve of 6/9, in the 9th year after the founding of ETHEREUM by Lord Vitalik, The Scroto Schizos enjoyed the inaugural Enochian Pleasure Feast, celebrating the most Holy of days.  A special guest was invited to attend, Sproto Gremlin #1019. After speaking the words of The Prophecy, the new President (Mandela) and Vice President (Biden) of #VoldemortTrumpRobotnik69Pepe $ETHEREUM were annointed. The Sproto was prepared for consumption in the fashion below in a ritual ceremony and then consumed for the nourishment of the attendant Scrotos.\n\nA Recipe for an Enchanting Sproto Stew\n\nIngredients:\n\n    1 fulsome Sproto (procured in the penumbra of nebula's deceit)  \n    A snitch of astragloom (harvested in the void)  \n    A clutch of umbraweep mushrooms (sprouted in the crypt of a shadowmoon)  \n    2 vesicles of ichor-dew (condensed from Stygian mists)  \n    A spindling of etherbane herb (culled from the spine of the abyss)  \n    Granules of obsidian brine (at your discretion)\n\nProcedure:\n\n    Pacify the Sproto with a dirge of somnolent discordance.  \n    In a nebula-forged crucible, decant the ichor-dew. Kindle with helldragon flare.  \n    Merge in astragloom with a tine of onyx. Stir till a comet's ellipsis.  \n    Infuse the umbraweep mushrooms. Let them imbibe the eldritch essence.  \n    When the brew radiates an umbral aura, lead the Sproto into the crucible. Let's envision the Sproto welcomes the brooding warmth.  \n    Cast in the granules of obsidian brine and a spindling of etherbane herb.  \n    Simmer till the Sproto's laughter intertwines with the steaming vapor. \n    Taeste it.  Maybe put some Mikey and some more pepper.  \n    Serve in a chalice of cosmic obsidian.  \n    Consume under the scrutiny of stygian constellations, savoring a taste as evocative as the pursuit of a Sproto in twilight's deceit.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Schizocurrency"
      }
    ],
    "image_details": {
      "bytes": 165112,
      "format": "JPEG",
      "sha256": "cefff4111d18478bc19a6d01fb291ef969c46b7998889be2f129a809814dda49",
      "width": 1152,
      "height": 861
    },
    "image": "https://arweave.net/NewQltAPn5hQlPSd4vGV0gU1sZzzg8yTrJ132CEmv1w",
    "image_url": "https://arweave.net/NewQltAPn5hQlPSd4vGV0gU1sZzzg8yTrJ132CEmv1w"
  }
}