{
  "address": "0xf25bf30495241a36fa857a032653d79b6247c2d5",
  "type": "ERC1155",
  "name": "Studio Yorktown x Unit London Editons",
  "tokenCount": "1",
  "uri": "ipfs://bafyreibshu2kp6atd3ftnmmrhm62f3zk4duurtf4shv3tmfiyimhbqizl4/metadata.json",
  "metadata": {
    "name": "Geometric Infatuation B",
    "description": "This artwork presents a modified version of the algorithm used for 'Perpendicular Inhabitation'. \n\nWhereas palettes and color styles in the original algorithm were assigned or generated from a dominant stylized palette, here the colors are curated in line with the original concept of the collection.\n\nThe piece is generated by following a systematic approach to image construction, made by self-imposed restrictions on the canvas, relating to the use of the golden ratio, grids, and code-only techniques. \n\nThis transforms simple geometry into a playful game where any perceived complexity in the detailing of the tower structures is the result of carefully choreographed repetition. \n\nIt can also be observed as a cross-over or continuation of sorts with my previous project, ‘Tesseract’. Within each generative collection, I make attempts to allude to aesthetic elements from previous works, in order to ground them within the same ‘geometric universe’, albeit abstract.  A common question regarding that collection has been ‘where do the ribbons fall from Tesseract cubes?’. These outputs playfully attempt to answer this and connect the two bodies of work.\n\nThe artwork is entirely generated using p5.js code.\n",
    "animation_url": null,
    "external_url": "https://unitlondon.com/nfts/geometric-infatuation-b-1681290152194",
    "properties": [
      {
        "trait_locked": true,
        "trait_type": "Artist",
        "value": "Studio Yorktown"
      },
      {
        "trait_locked": true,
        "trait_type": "Year",
        "display_type": "number",
        "value": 2023
      },
      {
        "trait_locked": true,
        "trait_type": "Edition Size",
        "value": "Edition of 10"
      },
      {
        "trait_locked": true,
        "trait_type": "Format",
        "value": "NFT"
      }
    ],
    "image": "ipfs://bafybeiedrkys6q3hunax5ym6cawvqgz66aby2yehcx7ahyv4cdnjuc2bdu/Geometric Infatuation C.png"
  }
}