{
  "address": "0xf2e9db3b8d2af2752865af51a71bcd548bd27834",
  "type": "ERC721",
  "name": "ARTOFFICIAL2021",
  "tokenCount": "15",
  "uri": "https://artofficial.mypinata.cloud/ipfs/QmY1RQpAyjQkmimEygUfXpXCqdxyMXenFWndWDQXapJCJz",
  "metadata": {
    "name": "Milarepa's Dream",
    "image": "https://artofficial.mypinata.cloud/ipfs/QmenSGSak1uCQWc277wHQ4LhuHuBuQnnXtN6oGTgh8U3zD",
    "imageHash": "QmenSGSak1uCQWc277wHQ4LhuHuBuQnnXtN6oGTgh8U3zD",
    "adminId": "614ac7ca82e3fc5860082bc5",
    "adminName": "Super Admin",
    "description": "<p><span style=\"background-color: transparent; color: rgb(26, 26, 26);\">Artist: Francesco Clemente (b. 1952)</span></p><p><span style=\"background-color: transparent; color: rgb(26, 26, 26);\">Title: Milarepa’s Dream</span></p><p><span style=\"background-color: transparent; color: rgb(26, 26, 26);\">Item ID: AO0001</span></p><p><span style=\"background-color: transparent; color: rgb(26, 26, 26);\">Token ID: 1</span></p><p><span style=\"background-color: transparent; color: rgb(26, 26, 26);\">Contract Address: 0xf2e9Db3b8D2AF2752865aF51a71bCd548Bd27834</span></p><p><span style=\"background-color: transparent; color: rgb(26, 26, 26);\">Non-Fungible Token (ERC-721)</span></p><p><span style=\"background-color: transparent; color: rgb(26, 26, 26);\">MP4: 52.7 MB, 03:18</span></p><p><span style=\"background-color: transparent; color: rgb(26, 26, 26);\">Video and Audio</span></p><p><span style=\"background-color: transparent; color: rgb(26, 26, 26);\">Sound: Demo Rinpoche, 2021</span></p><p>&nbsp;</p><p><span style=\"background-color: transparent; color: rgb(26, 26, 26);\">The far reaching depth and knowledge of Francesco Clemente’s engagement with India’s spiritual, cultural, and visual contemporaneity informs the landscape of his rich, lyrical and symbolic imagery. Inspired by contemplative traditions, of both East and West, his practice finds poetic resonance in themes of spirituality and mysticism and the exploration of identity and self.&nbsp;</span></p><p>&nbsp;</p><p><span style=\"background-color: transparent; color: rgb(26, 26, 26);\">The work’s title alludes to the 11th century Tibetan Buddhist poet Milarepa, whose profound story of anguish, perseverance and enlightenment offers wisdom on the teachings of the nature of impermanence and suffering. As auras of bold, sumptuous color fade from chartreuse, terra-cotta, and coral to emerald, indigo, and back, the acoustic phenomenon of a ringing bell and its reverberating pulsations induce a hypnotic, meditative quality. A flock of birds descend around a heart that is punctured and porous. A flag flutters in the sky. Its wooden stake pierces the heart as a enigmatic symbol of surrender. Drawing upon the influence of ancient tantric practices that unite temporalities of physical and spiritual consciousness, Clemente reflects upon the paradox of defeat. He ponders the nature of the mind and the will of human emotion to both hold and protect or release and succumb to the possibilities of an inner phenomenon, such as a metaphysical experience or journey toward inner peace, to an awakening that manifests something greater than oneself.&nbsp;</span></p><p>&nbsp;</p><p><span style=\"background-color: transparent; color: rgb(26, 26, 26);\">The audio recording of Tibetan singing bowls is performed by Demo Rinpoche of the Jewel Heart Center in Michigan, a personal friend of the artist.</span></p><p>&nbsp;</p><p><span style=\"color: rgb(26, 26, 26);\">T</span><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">he buyer of Milarepa's Dream will have the opportunity to sit for a portrait with the artist and receive the final watercolor painting. Francesco Clemente is famed for his portraits of cultural luminaries -- from legendary writers like Allen Ginsberg and Salman Rushdie and Toni Morrison, to supermodels like Christy Turlington, to fellow artists like Jean-Michel Basquiat. Redeemable within one year of purchase. Terms &amp; conditions apply.</span></p><p>&nbsp;</p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">CONDITION REPORT</span></p><p>&nbsp;</p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">The following condition report is provided by ArtOfficial. This non-fungible token (NFT) is in Excellent condition. Excellent means an average user could easily regain access to the token if there was ever an issue with the current hosting service, and there is no dispute as to ownership of the token.</span></p><p>&nbsp;</p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">The NFT’s data storage security is very high. The ArtOfficial platform utilizes Arweave and the InterPlanetary File System (IPFS) for storage. Both of these platforms are very secure methods for storing NFT data. The simultaneous use of both platforms further increases the confidence that the media data will remain available.The metadata permanence associated with this NFT is higher than current industry standards. The metadata presented meets most average open standards set forth in the Ethereum Improvement Proposals (EIP) that have been adopted by most major platforms to ensure that display and associated traits/functions perform similarly.</span></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">There is a royalty of 10% on all secondary sales of this NFT that is enforced in the contract and should be honored by most major NFT platforms. Note: platform-specific fees outside the contract description of this NFT may occur.&nbsp;</span></p><p>&nbsp;</p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">ArtOfficial Condition Reports are statements of opinion only and not representation of fact. The reports are non-exhaustive and based solely on information provided to ArtOfficial and/or obtained by ArtOfficial prior to sale, unless otherwise specified. The reports may make reference to a lot’s smart contract details and history, metadata and/or media file specifics, storage, and/or origin, and other token features, however such reports may not refer to or identify all faults and potential vulnerabilities that may exist. The images of a lot form part of the condition report for the lot, however certain images of a lot provided online may not accurately reflect the actual condition of the lot. Condition reports may make reference to particular imperfections of a lot, although the lot may have other faults or issues not expressly referred to in the condition report for the lot or shown in the online images of the lot.</span></p><p>&nbsp;</p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Condition reports are not an alternative to carrying out your own inspection and investigation of a lot and/or seeking your own independent professional advice. All auction participants should inspect a lot and satisfy oneself as to its condition prior to bidding. The responsibility for ascertaining the condition of a lot remains with the purchaser, and ArtOfficial cannot be held responsible for the content of condition reports, which are provided for guidance only in assessing the condition of a lot.</span></p><p>&nbsp;</p><p><em style=\"background-color: transparent; color: rgb(0, 0, 0);\">NOTWITHSTANDING THIS ONLINE CONDITION REPORT OR ANY DISCUSSIONS CONCERNING A LOT, ALL LOTS ARE OFFERED AND SOLD \"AS IS\" IN ACCORDANCE WITH THE CONDITIONS APPLICABLE TO THE RESPECTIVE SALE(S).</em></p><p><br></p>",
    "tags": [
      {
        "label": "Video",
        "value": "Video"
      },
      {
        "label": "Audio",
        "value": "Audio"
      },
      {
        "label": "Digital",
        "value": "Digital"
      },
      {
        "label": "Painting",
        "value": "Painting"
      }
    ],
    "disclosure": "",
    "uploadedOn": "2021-09-24T12:36:02.657Z"
  }
}