{
  "address": "0xf29c7e72932e6efed67d78ea67b5e9baf40c9739",
  "type": "ERC721",
  "name": "FANTASTICAL LIGHT",
  "tokenCount": "13",
  "uri": "https://arweave.net/ca-HzxQX-XfoaGGYErwFouLJBM5lxNQQcC9ZUYhpvwo/1",
  "metadata": {
    "name": "night watch",
    "created_by": "TDUB",
    "external_url": "https://tdubphoto.com/",
    "description": "'night watch' awarded TDUB a spot in Artist Collective by Whale Shark. \n\nThe photograph and TDUB (Trevor Williams') name is immortalized in the Voxel gallery and can be viewed at following coordinates:\n\n        - https://www.voxels.com/play?coords=E@465W,299S,4.5F  \n        - https://www.voxels.com/play?coords=S@475W,306S,1.5F\n\nThis is a 1 of 1 photograph of the Komainu or lion dog who guard a shrine's inner grounds and are found just outside the torii gate. They are always in pairs and are identical except one has its mouth open and the other has it closed. The open mouth is said to be uttering the the first syllable of the Sanskrit alphabet “a” and the other uttering “un” the last syllable ultimately representing the beginning and ending of all things. A long forgotten temple buried deep in the mountainous forests of Western Japan is home to a bioluminescent spectacle visible to only those that brave the pitch black, poisonous snakes, and always curious wild boars. The Hime Firefly, or Princess Firefly to the Japanese, greet visitors with a magical dance of light on a few special nights every year. To witness this requires some luck but to capture this requires a decade of dedication. Each single frame that tells the story of over an hour or more of activity and is now preserved on the blockchain for eternity and all to see.\n\nThis image is about 90 minutes of firefly activity compressed into one single image.\n\nSize 7952 × 5304px\n\nPhotographs by Trevor Williams AKA Tdub, an NFT collection that showcases his more than two decades of opening the aperture to capture luminescent energy in all its form.  Tdub is originally from Vancouver, Canada and has lived in Japan for the past 20 years with his Wife and two boys. An artistic and commercial photographer commissioned by Getty Images, whose pieces are regularly used by major brands and news agencies globally - Apple, Adidas, The New York Times and Microsoft to name a few.\n\nOne thread that runs deep in all Tdub’s photographs is his use and manipulation of light. Viewers unfamiliar with Tdub’s techniques, upon first glance, often find themselves taking a few extra seconds before their brain deciphers, what it is, it is looking at - this is by design. The viewer is then left with more questions than answers. Yet, while Tdub’s primary aim is for perplexity to reign in the mind of the viewer, there are other things at play. Many of his shoots start with an idea to solve a problem and end habitually with a story being made through his creative process. Not to mention, the numerous lighting inventions that were derived as a result - and later used by others in the industry. One thing that you can be sure of as a viewer of Tdub’s photographs - is that you will be stuck pondering the story that lies within.\n\nThis artistic curation spans from his early works in the light painting scene, that firmly placed him in the genre as an innovator and educator. To his captivating images of bioluminescent creatures on land and sea. Including all things bright in the sky, near, and light-years away. \n\nAllow him to take you on this archival journey called FANTASTICAL LIGHT.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Trevor Williams AKA Tdub "
      },
      {
        "trait_type": "Edition",
        "display_type": "number",
        "value": "1",
        "max_value": "1"
      },
      {
        "trait_type": "Location",
        "value": "Okayama, Japan"
      },
      {
        "trait_type": "Edition",
        "value": "1 of 1"
      },
      {
        "trait_type": "Camera",
        "value": "SONY ILCE-7RM2"
      },
      {
        "trait_type": "Lens",
        "value": "50mm F1.4 SSM"
      },
      {
        "trait_type": "Date",
        "value": "2017:07:02 "
      },
      {
        "value": "https://ordinals.com/inscription/3275a337714b41c61c97961080de5c659340c201226c736885163f5a47635b8bi0",
        "trait_type": "Ordinal Inscription 164657"
      }
    ],
    "image_details": {
      "bytes": 29995265,
      "format": "JPEG",
      "sha256": "0fc8fe2cf0cd8bbcd2c297450ce1c5b7bfc7fbfa780bc6a30bee4008e22faafa",
      "width": 7952,
      "height": 5304
    },
    "image": "https://arweave.net/wq8cyJO6gm3I4jcHIrAOys-zz17s4PwhhCkdLftpwYg",
    "image_url": "https://arweave.net/wq8cyJO6gm3I4jcHIrAOys-zz17s4PwhhCkdLftpwYg"
  }
}