{
  "address": "0xf2a1c0c127621c921f57fa1ea30f24f4432831ad",
  "type": "ERC721",
  "name": "PantherFlies ( Edition )",
  "tokenCount": "5",
  "uri": "https://arweave.net/HdpBoTl1TOfiybtUcOwXApTkZ9suIUV2NQT-dhBSRw4/1",
  "metadata": {
    "name": "PantherFlies (Edition) #1/5",
    "created_by": "Kailene Piazza",
    "description": "1st Edition of 5 NFT 2160 x 1620px 300dpi\n\nERC721 Contract\n\nThis is a 100% digital art piece created by Kailene Piazza using procreate.\n\nA person's words do not define them, their actions do. A name is just a name; a breath of air you speak in their presence. Who they are and what they do is entirely a different matter. When someone offers a hand to help and expects something in return does not mean every person you meet will expect something of you.\n\nWhen someone offers you a hand to help, and then expects something in return, that does not mean every person you meet will expect something of you.\n\nJust because someone looks intimidating, that doesn’t mean they are, and just because someone appears innocent, that doesn’t mean that they aren’t a monster. Again, only their actions define them. All of these things are what PantherFlies are based. We are a society of judging first and understanding later. Do not judge a book by its cover. What lies within may certainly surprise you.\n\nUtility  \nAs an owner you will have access to the full “PantherFlies” poem and story visualization. - Please email kailenepiazzaart@gmail.com to receive direct link to drive account.\n\nDisclaimer- Copyright 1990-2022, Kailene Piazza, Kailene Piazza Art, All Rights Reserved, for all properties of Image and IP associated with or otherwise. No reproductions or derivative are permitted without prior consent or owners expressed knowledge.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Kailene Piazza"
      },
      {
        "trait_type": "File Type",
        "value": "JPEG"
      },
      {
        "trait_type": "Version ",
        "value": "Edition "
      },
      {
        "trait_type": "Collection ",
        "value": "PantherFlies"
      },
      {
        "trait_type": "Style ",
        "value": "Abstract"
      },
      {
        "trait_type": "Medium",
        "value": "Procreate"
      }
    ],
    "image_details": {
      "bytes": 681614,
      "format": "JPEG",
      "sha256": "d622096f46355425386d4b9fe4f096687757184666e0775a98de23ef657743c2",
      "width": 2160,
      "height": 1620
    },
    "image": "https://arweave.net/P4lXVZhp6PIaiCTOpq7cwK6HWz9Emz0dYSIgpYCR9QU",
    "image_url": "https://arweave.net/P4lXVZhp6PIaiCTOpq7cwK6HWz9Emz0dYSIgpYCR9QU"
  }
}