{
  "address": "0xf2760a362d9cb81e866932fe8f1eb438e2413b89",
  "type": "ERC721",
  "name": "How to buy cheap Bitcoin with Ethereum",
  "tokenCount": "367",
  "uri": "https://ipfs.pixura.io/ipfs/QmNP9ifiWutSnXtDdTk3hRPmqAskNqDjtfg2fcLKh8xgSe/metadata.json",
  "metadata": {
    "name": "Happy B Day",
    "createdBy": "Andy Khun",
    "yearCreated": "2022",
    "description": "<How to buy cheap Bitcoin with Ethereum> \n\nThe origins of illustrator and artist Andy Kuhn's \"How to buy cheap Bitcoin with Ethereum\" series can be traced to a 2018 solo exhibition in Taipei, Taiwan. After witnessing the meteoric rise of Bitcoin, Kuhn asked himself if the masses would be interested in an artistic take on cryptocurrency. Feeding off his own curiosity, Kuhn decided to do some Bitcoin drawings and exhibit them. Kuhn displayed his drawings in cheap Ikea frames and sold them on a daily basis, the price depending on the fluctuating supply.\nUpon discovering NFTs, Kuhn joked to himself that NFTs provided the perfect format for his Bitcoin drawings. But the joke became more serious. He started asking himself more questions… Could his little Bitcoin scribbles become as valuable as Bitcoin itself?  What if one of my drawings becomes more valuable than 1 BTC? Would that be a confirmation of the worth of collectibles, or would the whole thing be written off as yet another bubble or scam? Kuhn invites both collectors and art enthusiasts to have a look at his project. His work always starts with questions. It's the collectors and viewers who provide the answers. 2022 will be a year of continuous questions and answers….\n",
    "image": "https://ipfs.pixura.io/ipfs/QmYd5vUdCKg88E4k294oF7WBSwJxkRs9QQYe43gfd8agyg/bitcoindrawing_220103.gif",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmYd5vUdCKg88E4k294oF7WBSwJxkRs9QQYe43gfd8agyg/bitcoindrawing_220103.gif",
      "dimensions": "1200x1200",
      "size": "2387976",
      "mimeType": "image/gif"
    },
    "tags": [
      "BITCOINDRAWING",
      "GIF",
      "ANDYKHUN",
      "GENESIS",
      "GENESISBLOCK"
    ]
  }
}