{
  "address": "0xf2175d46f82f4655d19507750f7c2cf3ab650bf2",
  "type": "ERC1155",
  "name": "“WICKED GAMES”",
  "tokenCount": "2",
  "uri": "ipfs://bafkreichxp3x6nq6kpid4kfgqb5sxnm3cr7zawy5hfxnd3rlofc4s2qvaq",
  "metadata": {
    "name": "“HEART OF THE MATTER”",
    "description": "Now Playing: “If I Had” by Don Toliver ft. Charlie Wilson and “zero” by cktrl ft. Mereba from 1-800-GAME-OVA, the official “Wicked Games” playlist (Spotify: https://spotify.link/8JrhfVcWUyb | Apple Music: https://music.apple.com/us/playlist/1-800-game-ova/pl.u-GgA55mRcxPGbRW)\n\n—\n\nPROLOGUE: Heart of the Matter\n\nOnce upon a time, Cipher was a brilliant cybersecurity engineer and aspiring scientist, head over heels in love with a woman named Destiny. They shared a passion for technology, nostalgia, and the idea of creating something extraordinary. Together, they built The Bit Hoarding Lady, a delightful, one-of-a-kind arcade that brought joy and wonder to the people of Elysian Heights. It was a place where dreams and fantasies came alive, a testament to their love and shared vision.\n\nBut love, like all things, can be fragile. When Destiny left Cipher, his world shattered into a million pieces. Desperate to save their relationship, Cipher took Destiny out for dinner, intending to plead his case. Over a candlelit table, he implored, \"Destiny, please, we can make this work. We've built something beautiful together. Don't let it all go to waste.\"\n\nDespite Cipher's heartfelt pleas, Destiny shook her head gently, replying, \"Cipher, I'm sorry, but we can't go back. We've grown apart, and it's time for us to move on.\"\n\nIn that moment, Cipher's heart broke, and a sinister seed took root within him. As Destiny left the table, Cipher surreptitiously collected a fork she had used, harboring the last remnants of her DNA. His desperation led him down a dark path, conducting countless cloning experiments to fuse his heart with Destiny's without her knowledge. The result was a gruesome amalgamation, concealed under an oversized coat, a constant reminder of his failed love.\n\nThe Bit Hoarding Lady, once a bustling destination, fell into disrepair as Cipher's heart turned cold. No longer a beacon of happiness, the arcade became a shell of its former self. The laughter and excitement that once filled its halls were replaced by eerie silence and the whispers of long-forgotten memories.\n\n[to be continued in “Down Bad”…]",
    "image": "ipfs://bafybeihqyaavgbdov6esdkhyhvbj37zlp32e274zjz2nojyfvdytavpk34",
    "attributes": [
      {
        "trait_type": "Chapter",
        "value": "Prologue"
      },
      {
        "trait_type": "Character",
        "value": "Cipher"
      }
    ]
  }
}