{
  "address": "0xf3108880e48d4dc24501c8426f70af6912bc487f",
  "type": "ERC1155",
  "name": "Octofan OCTK1 sales",
  "tokenCount": "20",
  "uri": "https://ipfs.io/ipfs/QmTc16Ubgfdp98C5hT8d4r37XiXfQXAWhNh7Xi4ojdjK2C",
  "metadata": {
    "id": 1,
    "name": "Octofan #1",
    "description": "Octofan is a Multirole Heavy-Duty Hydrogen-Powered eVTOL platform (electrical Vertical and Take-off Landing) that supports any type of nacelle fitting specifications (Specifications can be seen on https://octofan.com and can vary throughout the aircraft development). Switching between various nacelles enable a vast range of applications including but not restricted to: ambulance, mass suburbs commuting transit, fresh-product freighter, offshore operation; fire-fighting, rescue and emergency, intercities flights, airport to downtown shuttle, mobile surgery unit, sightseeing, exploration, racing, etc.). While Octofan will mostly be operated through FaaS (Fly as a Service: on-demand hourly to annually per task fleet rental), a ONE-TIME-ONLY series of 360 machines will be made available for pure private ownership. All machines of this 360 series will be equipped with business class luxury nacelle for jet class transportation. Acquisition of a specific Octofan unit of this 360 series involves two type of tokens: OCTK1 and OCTK2. OCTK2 token is a direct materialization of the ownership of one specific item of the series of Octofan (therefore exactly 360 OCTK2 tokens will be emmitted). The ONLY way to acquire an OCTK2 token is to buy exchange it for 100,000 OCTK1 Tokens. Purchase of an OCTK2 immediately trigger an order to launch production for the machine that will be delivered 4 years later, but not earlier than 2029. Both OCTK1 and OCTK2 can be found on any marketplace. OCTK2/Octofan owners will be offered -through a paid program- a life-long maintenance, upgrade and support of their vehicules so they techonogically and operationally stay on top. More to be found at https://octofan.com (Whitepaper, Tokenomics).",
    "image": "https://ipfs.io/ipfs/QmPcz89QUqh9ecRMUZNFUAZ3gof5UFpDzbGPpzMiEtmb76"
  }
}