{
  "address": "0xf3a9a3925e7260ed37e2fe09c490fa98365d18dd",
  "type": "ERC721",
  "name": "ARCELLA • MEMENTO • REFLECTED VANITIES",
  "tokenCount": "22",
  "uri": "https://arweave.net/slkosA3_dp5eW-EzO0RUSaqmCRI21cQszrGf2aveHss",
  "metadata": {
    "name": "MEMENTO - REFLECTED VANITIES_001",
    "created_by": "Steven Arcella",
    "external_url": "STEVENARCELLA.COM",
    "description": "BEGINNING AT THE END…\n\nMEMENTO • REFLECTED VANITIES, showcases 22, 1 of 1 unique films of the analogue photo technique known as Wet Plate Collodion or Tin Types. Presented here are video captures of the fix sequence of the process where the image switches from negative to positive in real time.\n\n“Begin at once to live, and count each separate day as a separate life.” Seneca\n\nFROM THE ETHER  \nWet Plate Collodion process, also known as Tin Types, is an analogue process perfected in circa 1863. It helped to popularize photography and photo portraits on a proportional scale similar to the advent of smartphones. The process involves pouring collodion (a syrupy solution of nitrocellulose in a mixture of alcohol and ether) on a black metal (or glass) plate that is then made light sensitive with a solution of silver salts. While still wet, the plate is placed into the camera using a film holder and the exposure is made, after which it is processed using chemistry to reveal the latent negative image and then fixed into a positive image. \n\nTHE FIX IS IN  \nWith this series I am offering 45 second long videos documenting in real time the reveal that occurs in the “fixing” part of the development process. The fix is where the developed image changes from negative to positive, and for me, is hauntingly beautiful and often not seen beyond the photographer or model. The work is tailored to how we consume content through screens large or small. These black mirrors have similarities to viewing the physical tintype’s highly reflective surface, by shifting our focus we see ourselves and the image simultaneously. The screens we view the work on become part of the experience, as if holding the actual photographic plate itself. Plates are cut to 13x9 proportions, matching modern formats rather than traditional dimensions.\n\nUTILITY & ROADMAP  \nThe utility is the simple reminder to live your best life. It is a keepsake of contemplation. Make the most of your time while here. Be kind and compassionate to those around you while doing the same to yourself. The roadmap is up to you on where you go and what you do.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Steven Arcella"
      }
    ],
    "animation_details": {
      "bytes": 44644463,
      "format": "MP4",
      "duration": null,
      "sha256": "f9fffa1358cc9b1e552d0cdd46e9dbee98ef8d39d325755576dff41ea5581d89",
      "width": 2062,
      "height": 3666,
      "codecs": [
        "H.264"
      ]
    },
    "animation": "https://arweave.net/J07cBtcdrE0y3vfbxtGa4Sspg2dTwOzpHS97VvWgB6o",
    "animation_url": "https://arweave.net/J07cBtcdrE0y3vfbxtGa4Sspg2dTwOzpHS97VvWgB6o",
    "image_details": {
      "bytes": 483251,
      "format": "JPEG",
      "sha256": "ef77d575309c2490f25b4aac04668810819419c373c1f267abcb7ca5f66581d6",
      "width": 648,
      "height": 1154
    },
    "image": "https://arweave.net/pcdHHpKVI8380w9DjDn9iEqAT7DxEsNYn2cvoJbmhwc",
    "image_url": "https://arweave.net/pcdHHpKVI8380w9DjDn9iEqAT7DxEsNYn2cvoJbmhwc"
  }
}