{
  "address": "0xf32f16fa909d688b101b4e2f588a3a956a2187d0",
  "type": "ERC721",
  "name": "One Light | SM1TH",
  "tokenCount": "72",
  "uri": "https://arweave.net/BH4oZ0FuM4DREwxqXm-6siXjL9RFEqIfGZsUY4m2Kzw/1",
  "metadata": {
    "name": "Calm Meets One #1/15",
    "created_by": "Amy J Smith",
    "description": "Are we one?\n\nOne with nature, one with one another?\n\nSmall masses, unseen atoms, wrapped in the shell of physical matters, quilted by an all around us chatter. Do these invisible waves impact the dreams that our collective mind chases after? Deterrers from our paths of joy and misguides about our inner nature? Or is our combined thought bubble too polluted to steady our eyes upon the collective matters that matters?\n\n“They” tell us to stay present, enjoy the moment, be peace with the piece of every moment. In centuries before, did generations seek after better than the material moments? Dwelling in an inner place of oneness with their matter’s inner laughter? Stilling inner vibrations of light?\n\nOur current paradigm keeps us chasing after sensory vibrations, exterior sensations, veils hiding our inner wisdom that lives inside. The thoughts, the creations, the joys, the freedoms. Pieces of peace, our material eyes hide, then seek.\n\nCan we be still with nature, together as a globally connected one? Builders of collectively livable worlds, connected as one with one another and one with Mother Nature? Ignoring the plenty of physical insanities and visualizing a world where we and nature, all have plenty?",
    "animation_url": "https://ukvwgpmhgqixtkwpcbqbxsinwntcoomkgdxzkg4rvh46ud26mfca.arweave.net/oqtjPYc0EXmqzxBgG8kNs2YnOYow75Ubkan56g9eYUQ",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Amy J Smith"
      },
      {
        "trait_type": "Camera",
        "value": "Canon II"
      },
      {
        "trait_type": "Location",
        "value": "Cañada San Onofre"
      },
      {
        "trait_type": "Years",
        "value": "Multiple"
      },
      {
        "trait_type": "One Light",
        "value": "Natural Light"
      },
      {
        "trait_type": "Format",
        "value": "Digital"
      },
      {
        "trait_type": "Series",
        "value": "01-01"
      }
    ],
    "image_details": {
      "bytes": 3089363,
      "format": "JPEG",
      "sha256": "cf05e2bc705b59cab4c5c3c528f987308d084c086e733d75f973bfa3091ab0f9",
      "width": 5400,
      "height": 7200
    },
    "image": "https://arweave.net/RaYwhtoAGaQcJPK-UK8OQAlo810xdjqbSLEhFQ4DU28",
    "image_url": "https://arweave.net/RaYwhtoAGaQcJPK-UK8OQAlo810xdjqbSLEhFQ4DU28"
  }
}