{
  "address": "0xf34fb186fec040ec31187b17c4a87ed1e1d8c4b2",
  "type": "ERC721",
  "name": "Once Upon A Time In Nagano",
  "tokenCount": "33",
  "uri": "ipfs://QmchDCvcYvWeWtCkACJjAxu1XWUg8tpq2W2FF1ryk5xbFb/1",
  "metadata": {
    "name": "Perpetual Zenith #1",
    "description": "For the weary travelers, Japanese post towns, shukuba (宿場), provide a much-needed respite from a long journey across mountainous areas of the land of the rising sun. In the mountain region of Nagano, one such small town is seated deep in the valley. Its name is Tsumago-juku. \n\nIt’s not easy traveling to different shukubas. There are no hotels around and only a few ryokans (旅館), Japanese inns, are scattered around the valley. The famous shinkansen carrying salarymen and tourists don’t pass nearby. An intrepid traveler could possibly resort to a car or an occasional bus running on Japan’s strict but sparse rural schedule.\n\nThe building where the tea-making and fire ceremonies take place was built for an off-chance visit by daimyos (大名), powerful feudal lords that controlled most of Japan in historic times. A story of this place is that a daimyo did pass there once, staying briefly for a half-hour rest before getting on the road again. \n\nThe architecture of the building is designed to let in sunrays. Catching a rare sunray symmetry is possible only for a few minutes when the sun is at its zenith on a sunny day, and only for just a few months in a year. On an overcast day, or when the sun is at a sharper angle, the rays aren’t visible or aligned.\n\nDate: February 2019   Camera: Fujifilm X-T2   Lens: Fujifilm XF 23mm f/1.4 R   Shutter speed: 1/500   Aperture: f/2.5  \n\nEdition of 33",
    "image": "ipfs://QmRmkoc39NcrYnTbZrr4z2Gq21FiVBtJwxrpCk2JADKQXJ/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Tsumago-juku, Nagano, Japan"
      },
      {
        "trait_type": "Sun Position",
        "value": "Zenith"
      },
      {
        "trait_type": "Genre",
        "value": "Documentary photography"
      },
      {
        "trait_type": "Photographer",
        "value": "Ev Tchebotarev"
      },
      {
        "trait_type": "Year",
        "value": "2019"
      },
      {
        "trait_type": "Artist",
        "value": "Ev Tchebotarev"
      },
      {
        "trait_type": "Edition",
        "value": "1/33"
      }
    ],
    "external_url": "https://sloika.xyz/tchebotarev.eth/once-upon-a-time-in-nagano/1"
  }
}