{
  "address": "0xf4bdb5cb5fc9c514cd7b9fa3e1415b9b88d8029e",
  "type": "ERC721",
  "name": "Machiavelli",
  "tokenCount": "2",
  "uri": "https://ipfs.pixura.io/ipfs/QmSyuyPvKCxMsKPQFpzEmNTzmuPzy2Atzm3CzsJBUHptDa/metadata.json",
  "metadata": {
    "name": "Make Them Dependent On You",
    "createdBy": "Claudia Hart",
    "yearCreated": "2021",
    "description": "‘Make Them Dependent On You' (1995/2021)\nClaudia Hart\nBorn-Digital Animation (Variable)\n2048 x 1536 px\n24 Seconds\nUnique\n\nClaudia Hart’s A Child’s Machiavelli is a series of NFT based on 1995 paintings that became a book in ‘98 and a cult collectible, republished in 2019 to acclaim, and then, in the pandemic of 2021 - Machiavelli World - a social VR performance hub. This iterated twist unifies children’s book images from the early 20th century with the word and spirit of the 16th century political treatise, The Prince, written by Niccolò Machiavelli as an instruction guide to power. Hart’s NFT series grabs history by the throat to throttle its truths for the 21st century.\n\nThese sly mp4 reflect our current condition, with cruel but true advice from 500 years past. They remind us that the world isn’t more corrupt. It’s only more mediated. Children’s book literature was one of the first market specializations of the 1800s. Products, colors, and lifestyles were invented to commercialize the utopian ideal of childhood. Though Machiavelli’s book was posthumously published as The Prince, the text reveals the utter lack of divine right that those in power could assume. They had to fight and finagle for their position, manipulate and murder to retain it. Let’s not forget that frequently these princes were barely teenagers. Hart modernized the language but its essence remains.\n\nEach NFT title in the series points at an aspiration. There’s a sense of humor around this untrammeled quest for power. Each animation in Hart’s series offers the sensation of a short, sharp shock. The more things iterate, the more their style reveals Machiavelli’s un-copyrightable truth: “Never attempt to win by force that which can be won by deception.”\n\nHash for Archival Copy and Metadata, to be found at https://app.pinata.cloud \nQmayAZVW72djXCjWAFVWpsSboFGYc6MnUzHP1wrie3K9ki\n",
    "image": "https://ipfs.pixura.io/ipfs/QmbKccbzhT4Z6bLxesU3tapX28YGysUy9a4793nfgtyvNy/MakeThemDependentOnYou.jpeg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmUF6QjE3CzvFZkuHuqkWvjFhdgaEQsmDXEQMFbX3EA1KP/CHart-MakeThemDependentOnYou-Display.mp4",
      "dimensions": "1920x1440",
      "size": "31017056",
      "mimeType": "video/mp4"
    },
    "tags": [
      "ClaudiaHart",
      "Machiavelli",
      "ThePrince",
      "PowerPolitics"
    ]
  }
}