{
  "address": "0xf48775ad5781654bbf53d4aaf11005067d8d8533",
  "type": "ERC721",
  "name": "volume-one | when the mountains broke away",
  "tokenCount": "51",
  "uri": "https://arweave.net/9RDQG9Ltcn3dXi302gHqntFT--_I0C2J_gpiqanV6S4",
  "metadata": {
    "name": "When the Mountains Broke Away: 00",
    "created_by": "NMVGD",
    "external_url": "https://oncyber.io/volume-one",
    "description": "The title page of a story in pieces.\n\nWhen the Mountains Broke Away is the second to be added to Volume One -- a collection of weary, forgotten works deconstructed and revitalized for this third era of the vvveb. Each page of the story has been rewritten to some degree in this process (and I think it's a bit better, now).\n\nOriginally published in the January/February issue of Plasma Frequency in 2015 (as Gary Emmette Chandler, a pen name from another time), out of print, and essentially impossible to find, this quiet little story of mine seems rather surprised to find itself breathing new life in this strange, fractured world -- much like the characters within.\n\nI've asked DALL·E (courtesy of the OpenAI Labs web interface) to illustrate this revised story through a number of prompts I've written, specific to each page. Revisiting this old, small world of mine through new prompts (and DALL·E’s eyes) has felt a bit like stepping into a familiar scene from a television show, then discovering the ability to walk around and see what’s occurring just out of frame.\n\nYou’ll note that most of the prompts include some type of language like, “in the style of Jasper Francis Cropsey.” This is my twist. Outside of my parents (incredible artists in their own mediums), I have little to note in my lineage -- except one: a Hudson River School painter. Channeling the art of an ancestor (through the combined efforts of an AI and I) has been a thrilling, fulfilling process.\n\nBy no means, does it seem, was Cropsey at a lack of means -- and yet, I found this line (on everyone's favorite citation source) rather poignant:\n\n\"Jasper Cropsey died in anonymity but was rediscovered by galleries and collectors in the 1960s.\"\n\nNMVGD.\n\nI'll be presenting multiple visions of our shared imagining of this story through 3D assets I've modeled from scratch in Blender, and will be releasing one page at a time. Each page will be released alongside a set of framed images (joined together in a single 1/1 NFT) depicting that page's narrative, with an image for each letter of DALL·E's name. You will note some coordination of color in honor of this wonderful AI as well.\n\nThe \"ASHTRONAUT\" and \"Skippy Sharp\" fonts used in this version of the story's assets were created by (and have been licensed from) Chank Diesel -- his work is fontastic (heh) -- go have a look!\n\nThe first story in Volume One, Just Until You're Gone, was split between a Foundation contract on hopefool.eth, and OpenSea contracts on the same (rookie mistakes that I've rectified with this new wallet). Still, I've mostly kept the metadata format the same.\n\nStories in Volume One are intended to be experienced inside the Open Metaverse -- start reading in your browser here by walking forward and taking a left:\n\noncyber.io/volume-one\n\nTo go directly to the story, visit:\n\noncyber.io/away",
    "Alt Text": "RGHEn2xhciBQYXLDp2FsYW5kxLHEn8SxbmRhCnZ2dmVhcnkgdGFyYWbEsW5kYW4geWF6xLFsbcSxxZ8gdmUgZ8O2emRlbiBnZcOnaXJpbG1pxZ8ga2VsaW1lbGVyCkRBTEwtRSduaW4gc2loaXJsaSByZXNpbWxlcml5bGU=",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "|vvveary x DALL·E"
      },
      {
        "display_type": "number",
        "trait_type": "Page",
        "value": "00"
      },
      {
        "trait_type": "Fonts",
        "value": "Chank"
      },
      {
        "trait_type": "Story",
        "value": "When the Mountains Broke Away"
      }
    ],
    "animation_details": {
      "bytes": 1874940,
      "format": "GLB",
      "sha256": "02800b4be16b8ce0802caffeeb55e99c64c6cde3b0ff5181d752db60ebb1d40e"
    },
    "animation": "https://arweave.net/KZk9rirQqYuSM1NLdVhEdKDXtzx72W8Nl1-HShdTeMQ",
    "animation_url": "https://arweave.net/KZk9rirQqYuSM1NLdVhEdKDXtzx72W8Nl1-HShdTeMQ",
    "image_details": {
      "bytes": 487340,
      "format": "JPEG",
      "sha256": "203d28095ce5b165493c36b28012e5ca81616e651963ca732a5e03cf99465b8f",
      "width": 3840,
      "height": 2160
    },
    "image": "https://arweave.net/LIWXJ6wg7tFpO1OBl08w82GMJBArlEDoxStmoDrgGwM",
    "image_url": "https://arweave.net/LIWXJ6wg7tFpO1OBl08w82GMJBArlEDoxStmoDrgGwM"
  }
}