{
  "address": "0xf414c06d8a2c8020fb64b8617657944e71d7b0f2",
  "type": "ERC1155",
  "name": "Greg Vail Falling Gracefully Genesis",
  "tokenCount": "2",
  "uri": "ipfs://QmWc5V9XjUhXUhAabh8cCwatfzJG1g2D16xfs5YxQnUe9V/1",
  "metadata": {
    "name": "Greg Vail Day Dreamin' Genesis ",
    "description": "MetaJAX presents world class saxophonist Greg Vail & his original compositions Falling Gracefully, Sunrise in Seville, and Day Dreamin' as part of his Genesis NFT Collection. For his Genesis Collection, Greg has collaborated with rapper and visual artist, Kane Mayfield who for this collection has applied his own unique signature GAN (Generative Adversarial Networks) visual treatment to each of Greg's Genesis compositions.\n\nCollect all three of Greg's Genesis NFTs to unlock the \"surprise\" fourth NFT in the collection available only to holders of the first three.\nGreg has worked with an ‘A-list’ of artists over the past 40 years as a professional musician. He has developed deep musical roots in American Music, Japanese and Spanish music. Most recently, Greg has been the regular touring Saxophonist with world famous Mexican Artist, Luis Miguel, touring Mexico, South America and Spain.\n\nAs a solo artist Vail has released 6 CDs as leader along with a million selling series of love songs released on Time Life/Warner named Sax by Candlelight and Sax by Moonlight, and has been working with the biggest names in Smooth Jazz, Pop & Gospel music for nearly 4 decades. Vail is a Composer, Arranger, National Recording Artist, and Educator. Greg Vail is a Yamaha Saxophone Artist.",
    "image": "ipfs://Qmem9PZuPiWb7QaJL5YMyeDrUBUZqHgQZkwBUjxAK7nT6W/1.jpg",
    "external_url": "",
    "animation_url": "ipfs://Qmem9PZuPiWb7QaJL5YMyeDrUBUZqHgQZkwBUjxAK7nT6W/2.mp4",
    "background_color": "",
    "attributes": [
      {
        "trait_type": "Collection",
        "value": "Greg Vail Genesis "
      },
      {
        "trait_type": "Composed and Performed by",
        "value": "Greg Vail"
      },
      {
        "trait_type": "Number in Collection",
        "value": "1 of 10"
      }
    ]
  }
}