{
  "address": "0xf546676dae797fd354e229bb9a745bb65d14c111",
  "type": "ERC721",
  "name": "Four Freedoms by For Freedoms",
  "tokenCount": "16",
  "uri": "https://arweave.net/wh4hJb3WOe4bZxq0en18Y9M5gUrAXGBmH4cMzTuLE1E",
  "metadata": {
    "name": "Four Freedoms #1: Freedom of Speech I",
    "created_by": "For Freedoms",
    "description": "Assembly presents the reimagining of Norman Rockwell’s iconic \"Four Freedoms,\" by the artist collective For Freedoms, in collaboration with Hank Willis Thomas and Emily Shur, alongside Eric Gottesman and Wyatt Gallery. In 1943, Rockwell created four paintings based on Franklin D. Roosevelt’s four fundamental human freedoms - freedom of speech, freedom from fear, freedom from want, and freedom of worship. These paintings toured the country on exhibition, became icons of American values, and were also used as propaganda to fund WWII. In 2018, For Freedoms gathered friends, artists, activists, community organizers to reimagine these freedoms today through a photographic lens thus creating new icons that highlight and embrace America’s diversity and multitude of perspectives. These images have an agenda too: To catalyze people who have felt left out to contribute their own voice to the political process. To stand for something, to speak up, or to just feel empowered to participate. \n\nThis collection features the 16 most iconic images from the series, some of which are sold out in print edition. Each NFT will also unlock access to special For Freedoms events as part of their ongoing Another Justice initiative, and For Freedoms will donate twenty percent of their proceeds towards the upcoming launch of The Center for Justice at UCLA. The “Four Freedoms\" prints have been featured in exhibitions across the globe including the Museum of Fine Arts, Houston, Cornell Museum of Fine Arts at Rollins College, and the Hirshhorn Museum and Sculpture Garden among others. Moreover, the photographs from this series are part of the Whitney Museum of American Art’s collection, have been presented throughout the country on billboards, and on the cover of Time Magazine. \n\nFor Freedoms is an artist collective that centers art and creativity as a catalyst for transformative connection and collective liberation. Founded in 2016 by a coalition of artists, academics and organizers, including Hank Willis Thomas, Eric Gottesman, Michelle Woo, and Wyatt Gallery, For Freedoms promotes infinite expansion through art, and is dedicated to awakening a culture of listening, healing, and justice.\n\nFeatured in this photograph: Rosario Dawson, Isabella Margarita Dawson, Luke Wessman, Hank Willis Thomas, Azita Ardakani, Cynthia Ruffin, Griselda Sanchez, Michele Pred, Asma Men, Gray Wolf.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "For Freedoms"
      },
      {
        "trait_type": "Copyright",
        "value": "All Rights Reserved"
      }
    ],
    "image_details": {
      "bytes": 7666139,
      "format": "JPEG",
      "sha256": "51ef638c061841ea2e6eb4eed3173ad9dd2b21a6d8a353980c1517cd5e196b2d",
      "width": 3000,
      "height": 3866
    },
    "image": "https://arweave.net/pq4yH1JLDeJG2bg5kwVElErP2DBN9FpT3-0ojRgsDPE",
    "image_url": "https://arweave.net/pq4yH1JLDeJG2bg5kwVElErP2DBN9FpT3-0ojRgsDPE"
  }
}