{
  "address": "0xf5683d319dd306b5e438c5f6b183325925eb8480",
  "type": "ERC721",
  "name": "ESCAPE by Iskra Velitchkova",
  "tokenCount": "325",
  "uri": "https://tonic.xyz/nfts/0xf5683D319DD306b5e438C5F6B183325925EB8480/1",
  "metadata": {
    "image": "ipfs://Qmd1FeHr9TajvhkCHhFTF5KLeUVhYCVFPSqwNUR6h6wgGV",
    "license": "CC BY-NC 4.39",
    "seller_fee_basis_points": 750,
    "external_url": "https://tonic.xyz/collection/escape/",
    "seed": "0x4d457ec5b12cc9b27c0059bb3df16aa0b24f9067da64f9df2e97e8f321fae361",
    "terms_of_service": "https://meta.tonic.xyz/collection-policies/Escape.pdf",
    "fee_recipient": "0x75c9AF410bAC0F890a934AE01f45426E476312d5",
    "name": "Escape #001",
    "description": "Iskra Velitchkova entered 2023 with a clear goal—to slow down. After two frenetic years she needed to take a step back and focus on developing her technique and art practice. ESCAPE is the product of this pace change, its icon, and a map guiding us towards this same freedom.\n\nFor Velitchkova the relationship between artist and machine is deeply collaborative, nurturing unexpected elements that emerge from the code. This algorithm began in systems that balance order and chaos. First a distinctive style reminiscent of architectural maps emerged. From this grew the brutalism characteristic of former Soviet cityscapes of the artist’s early childhood in Bulgaria. Ultimately stifled by this rigidity and repetition, Velitchkova pushed the algorithm further—breaking it and in the result discovering the form of an opera house, a structure that had become a symbol of freedom to the artist, the promise of losing oneself in art.\n\nThe overwhelming superstructure of architectural lines breaks the picture plane and seems to go beyond three dimensionality. By avoiding easy categorization, the viewer spends time considering the forms and making sense of the composition. It becomes possible to escape everyday concerns for a moment longer, lost in the almost mathematical task of viewing these geometries. The opera house icon emerges as an antidote to these illusive structures. This central figure is suddenly recognizable as a flat or three dimensional shape. Whether in dense black or highlighted as a central white figure, it is a condensation point, a place for our mind to rest. The images combine the icons of this escape but also serve as a visual guide to achieving it.\n\nWe are reminded of what art can offer us—mental freedom. Yet ultimately this is an illusion. Just as the opera is a staged fiction with its own rules and schedule, this composition is not real; it is a staged performance specifically created to evoke this reaction.",
    "attributes": [
      {
        "value": "Dark",
        "trait_type": "Background"
      },
      {
        "value": "No",
        "trait_type": "Map"
      },
      {
        "value": "No",
        "trait_type": "Secret"
      },
      {
        "value": "No",
        "trait_type": "Bang"
      },
      {
        "value": "Broken Opera",
        "trait_type": "Opera"
      },
      {
        "value": "No",
        "trait_type": "Silent"
      },
      {
        "value": "No",
        "trait_type": "Shake"
      }
    ]
  }
}