{
  "address": "0xf5e8a29c6f172f7fbe52d81e4aa1dffed325e76f",
  "type": "ERC721",
  "name": "100K V2",
  "tokenCount": "3",
  "uri": "https://ipfs.pixura.io/ipfs/QmZLcvVSLv7pAb4NgsnaNypcHYMBszhAX3pCB4Reeb7h2S/metadata.json",
  "metadata": {
    "name": "100K [No.947438]",
    "createdBy": "tombadley",
    "yearCreated": "2021",
    "description": "This is no.947438 of 9 uniquely serial numbered NFT banknotes, celebrating the impatience and confusion of late Bitcoin investors. The artwork features authentic banknote design and engraved portraiture of the famous ‘cat meme’, a symbol of investors’ impatience and the market’s indifference. The design itself is based on early 20th century European banknote design, with a bordered format and guilloche patterns. \n\nThese artworks will be turned into physical pieces and delivered to the collectors, after all 9 are sold. The prints will use authentic banknote printing, including some banknote security features to ensure they cannot be copied. Each physical print will reference the unique serial number in the corresponding NFT and will be presented framed. Only 9 will be produced… \n\nThis edition continues Tom Badley’s enquiry into the changing nature of value and money. Open source memes converted into miniature engravings and printed to banknote specifications parallel the emergent acceptance of digital scarcity, self-referentially presented in the form of money. The convergence of art, money, and technology is consistent theme in the artist’s work.\n",
    "image": "https://ipfs.pixura.io/ipfs/QmeNz6wfBNkUQR6KEYj2soYbd2nvCK8yB5nKYoxgEVZYRM/947438.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmeNz6wfBNkUQR6KEYj2soYbd2nvCK8yB5nKYoxgEVZYRM/947438.jpg",
      "dimensions": "8220x4270",
      "size": "34806923",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "bitcoin",
      "btc",
      "banknote",
      "banknotes",
      "money",
      "paper",
      "portrait",
      "cat",
      "meme",
      "memes"
    ],
    "attributes": [
      {
        "trait_type": "Serial",
        "value": "947438"
      },
      {
        "trait_type": "Condition",
        "value": "Extremely Fine"
      }
    ]
  }
}