{
  "address": "0xf5e114671793157959fedb9656071115b2cdbdcc",
  "type": "ERC721",
  "name": "Becomes less",
  "tokenCount": "1",
  "uri": "https://arweave.net/70s_miPmD-GTRUAvjV-l4DTLXtCL5J7JngExRApckKA",
  "metadata": {
    "name": "The job changed to rebuilding",
    "created_by": "DGFHGFG",
    "description": "Just like the 9/11 victims took years to dig up.\n\n\n\nThe governor and the mayor arrived on time, and the governor knelt in silence.\n\n\n\n\"The 18 missing people have zero chance of survival. Thank you for your continued support. May God be with these unfortunate victims.\"\n\n\n\nOnlookers have long given full play to local traditional arts.\n\n\n\nA very orderly process: hanging photos on a wall, laying flowers, lighting candles, holding hands in a prayer circle.\n\n\n\nThose who pray must also be white, black, Asian, LGBT and politically correct.\n\n\n\nCan save another say, let oneself touched first.\n\n\n\nPeople have traveled thousands of miles to honor Broadway's lost soul.\n\n\n\nBlack and white photos are marked with the names and resumes of talented members of musical bands who died young...\n\n\n\nThere are international famous competition champion pianist, top singing male leading actor, former philharmonic orchestra conductor, almost all are resounding people.\n\n\n\nHowever, the photos with the largest number of flowers in front of them are marked with rich resumes of security guards, vice president of the stage stylists Association, high commissioner of the makeup artists' union, and deputy general manager of the theater.\n\n\n\nThis looks the most rugged, similar to Ma Dong-seok's Asian male photo.\n\n\n\nAnd a group equally white, black and Asian... Uh, no LGBT girls crying their eyes out against each other!\n\n\n\nAlthough most of them are known to each other and never meet, now they are anxious to move the ruins hand in hand...\n\n\n\nGet that man out of here!\n\n\n\nEliza, the only one who experienced the scene and was asked to escape from the fire by men, mercilessly cried out all the tears in her life and decided to leave this damn country completely!\n\n\n\nHow did it come to this after giving a lifetime of talent to this place of song and dance?",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "DGFHGFG"
      }
    ],
    "image_details": {
      "bytes": 14751,
      "format": "JPEG",
      "sha256": "f83dc1a8526aef9928ff1f3d55d85356c6bc7eb03adb0b1b223f61f5664ba9a5",
      "width": 367,
      "height": 137
    },
    "image": "https://arweave.net/Irh9g5KtQNPaPygB1XIxGp4UCPcoDQUhq2PdLZnGm0Y",
    "image_url": "https://arweave.net/Irh9g5KtQNPaPygB1XIxGp4UCPcoDQUhq2PdLZnGm0Y"
  }
}