{
  "address": "0xf501bff4d196fb0fd2afc1c8440cc5a553d7fd12",
  "type": "ERC1155",
  "name": "METAVOXELZ",
  "tokenCount": "1",
  "uri": "https://arweave.net/pwFcUPKDoy30jboYHVOuBihoKDBozdMeopkKH7mwIv4",
  "metadata": {
    "name": "The Chase ",
    "created_by": "MetaVoxelz",
    "external_url": " https://linktr.ee/Metavoxelz",
    "description": " \"The Chase \". This 3D voxel masterpiece is a visual representation of the pursuit of happiness and fulfillment that we all embark on throughout our lives.\n\nAs you observe this lively character, you'll be taken on a journey through its animated movements, capturing the thrill and excitement of the chase. The intricate details and fluid motions will leave you in awe, as you see the character darting, leaping, and bounding with a sense of purpose and determination.\n\nThe intricate use of color and light adds depth to the animation, bringing to life the character's journey as it runs towards its goals. Whether it's finding love, achieving success, or simply living life to the fullest, \"The Chase of Life\" encapsulates the drive that we all possess within us.\n\nThis NFT is not just a piece of digital art, but a representation of the human spirit. It's a reminder to never give up on our dreams, to keep pushing forward, and to always keep chasing the life we desire. Don't miss out on this unique opportunity to own a piece of digital art that captures the essence of the human experience.\n\n\n\"The Chase \" wouldn't be complete without the accompanying audio, which was made possible by collecting @KeemBeats and his music NFT. link below: \nhttps://opensea.io/collection/keembeats-beat-drops\n\nI'm grateful to all who have supported me on this journey over the last two years. Your support has allowed me to bring this Voxel  character to life and venture into the metaverse to make movies. This NFT is a milestone and a testament to my passion for digital art and storytelling. I'm excited for what the future holds and grateful for your continued support.\n\n",
    "animation_details": {
      "bytes": 42631457,
      "format": "3GP",
      "duration": 21,
      "sha256": "05200de2f4b51fa873aae3ece64f4e9cf4daa6078dbbe50d6df4fc8d70cdaa4e",
      "width": 1440,
      "height": 2560,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/PZZKWJRY78gSbaJTtNYVE6uRhzqaADI32bS2mn4oAKI",
    "animation_url": "https://arweave.net/PZZKWJRY78gSbaJTtNYVE6uRhzqaADI32bS2mn4oAKI",
    "image_details": {
      "bytes": 175842,
      "format": "JPEG",
      "sha256": "74a6b1a11b726444d33e04215ae1d761fa529e1b41fc67b9335adcf61d0af225",
      "width": 883,
      "height": 1280
    },
    "image": "https://arweave.net/LlrSx_mBmj9CHmCL3TE2W2iJASIoMGyav7CRfUSOyZQ",
    "image_url": "https://arweave.net/LlrSx_mBmj9CHmCL3TE2W2iJASIoMGyav7CRfUSOyZQ"
  }
}