{
  "address": "0xf572d74b6c6de743809fa5cc18003b7663682f22",
  "type": "ERC721",
  "name": "Pareidolia",
  "tokenCount": "50",
  "uri": "https://arweave.net/Kz73KKw89Q4h2m1BfY4sbPaUg965JE2j0SFrmSN8Oeo/1",
  "metadata": {
    "name": "Pareidolia #1",
    "created_by": "Nilus Dantes",
    "description": "Pareidolia #1\n\nRorschach #1 | https://foundation.app/@intodaysnight/rorschachs/1\n\nA variant AI collection exclusively for Rorschach Holders. This collection exists as an extension of the abstract photography collection referred to as \"Rorschach's.\"\n\nEvery piece in the Pareidolia collection is an AI interpreted variant of each original Rorschach. Each Pareidolia piece is airdropped to to the holder of the original Rorschach that correlates with the Pareidolia piece at the time of the drop.\n\n\"Pareidolia\" is a scientific term that's based on the minds tendency to perceive a specific, often meaningful image in a random or ambiguous visual pattern. When the mind has difficulty ascertaining the meaning behind what its looking at, it creates meaning.\n\nPart of the allure of Rorschach's was how we all interpreted the imagery based on our own perception. The visual fluidity of each image evolved from person to person.\n\nThe majority of the photographs in my Rorschach collection are completely abstract and therefore the things we perceive within them technically aren't there (Depending on your beliefs) But what appears to be something objective in a Rorschach isn't actually there but rather the Pareidolia effect.\n\nBut what if the interpretation of a Rorschach was no longer fully left in the hands of a human mind but assisted by an Artificial one? What if AI interpreted what was in each Rorschach based on what it sees? Well at that point the subjective imagery of a Rorschach becomes mostly objective.\n\nThis is the core concept of my Pareidolia collection. Allowing AI to interpret each Rorschach without completely changing the visual essence of the original image. Now the questions of \"What do you see?\" Is also in the hands of AI",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Nilus Dantes"
      },
      {
        "trait_type": "Variant",
        "value": "Rorschach #1"
      },
      {
        "trait_type": "Style",
        "value": "Black & White"
      }
    ],
    "image_details": {
      "bytes": 1422108,
      "format": "PNG",
      "sha256": "1fbfd1d929dda207ccea74c24562391bf402efaec7dbd9d96bda9b4fe416dc67",
      "width": 1536,
      "height": 1024
    },
    "image": "https://arweave.net/_LrTJ4j5GbcDg6_3Ak9drmTLD-DDSqmoAkt-2OzPYLU",
    "image_url": "https://arweave.net/_LrTJ4j5GbcDg6_3Ak9drmTLD-DDSqmoAkt-2OzPYLU"
  }
}