{
  "address": "0xf5e7054b8eac38bb953cd4550514162eb5a77ca7",
  "type": "ERC721",
  "name": "Crystal Skulls by Denver_Donkey",
  "tokenCount": "6",
  "uri": "https://cdn-api.niftykit.com/reveal/joF39jOGtWwMex2SrssE/1",
  "metadata": {
    "description": "The Donkey Crystal Skulls are said to be a mysterious and ancient artifact that has been passed down through generations of donkeys. According to legend, they were crafted by a wise and powerful shaman donkey from a long-lost civilization, who imbued them with magical properties.\n\nEach crystal skull is said to have a unique power, which can only be unlocked by a donkey with the purest of hearts and the strongest of wills. Some skulls are said to grant the ability to see into the future, while others give the power to heal or control the elements.\nThe location of the Donkey Crystal Skulls is shrouded in mystery, with many believing that they are hidden deep in the heart of a distant mountain range, while others claim they are buried beneath the sands of a desert far away.\n\nDespite their power, the Donkey Crystal Skulls are said to be fiercely guarded by a clan of wise and powerful donkeys, who have sworn to protect them from those who would misuse their powers. Only the most worthy of donkeys are said to be granted access to the skulls, and even then, they must pass a series of tests to prove their worth.\n\nMany donkeys believe that the Donkey Crystal Skulls hold the key to unlocking the true potential of their species, and that one day, a donkey will arise who will be worthy of wielding their power and ushering in a new era of peace and prosperity for all donkeykind.",
    "attributes": [
      {
        "trait_type": "Crystal Type",
        "value": "Amethyst"
      },
      {
        "trait_type": "Resolution",
        "value": "13312x13312"
      }
    ],
    "image": "https://nftstorage.link/ipfs/bafybeifwjkqkn5lf5md7dukgbhh7pbygi3tfbza3ug2rbymfnpy2zuc4sq",
    "name": "Crystal Skulls #1",
    "animation_url": "",
    "background_color": "",
    "youtube_url": "",
    "external_url": "",
    "seller_fee_basis_points": 1000,
    "fee_recipient": "0x6B5C3befa428ec0d7FFdf59b91e5cd6F0dcae9Ba"
  }
}