{
  "address": "0xf61f87f14bdef45a3f26cb29018ba490a9e5c5f1",
  "type": "ERC721",
  "name": "The Sherwood Metaverse",
  "tokenCount": "24",
  "uri": "https://storage.qubic.market/1/0xf61f87f14bdef45a3f26cb29018ba490a9e5c5f1/156",
  "metadata": {
    "name": "The Sherwood 典藏西華 1117",
    "description": "已於 2022 年 2 月 15 日熄燈的台北西華飯店，曾是接待無數政要、巨星的台北傳奇。不僅令來自世界各地的諸多賓客感到惋惜、不捨，更是許多人的共同記憶。西華飯店精湛的服務細節、餐飲成就，也在台北五星飯店中佔有一席之地。為了喜愛台北西華飯店的大家，以客房房號為概念設計限量NFT，結合獨家經典西華制服小熊，每一份NFT皆為獨一無二，專屬於您的西華典藏\n\n西華NFT重新以藝術策展形式呈現「看不見的，才真正重要。當空間不存在，就將真正值得的保留下來」的理念。透過發行NFT，將西華精神重新構築，打破空間的限制，承載大家對台北西華飯店的回憶及想念，在「西華元宇宙」中更加緊密連結\n\nThe Sherwood Taipei, the classic five-star hotel that once hosted the stay of numerous world-renowned artists and dignitaries has closed down on February 15th, 2022. The Sherwood has made its symbolic and irreplaceable status in Taipei over the years through its outstanding achievements in the fields of hospitality as well as culinary arts. \n\nFor The Sherwood Taipei fans to pass on their touching memories, we released a series of unique NFTs follow with a combination of selected room number and Sherwood Uniform Teddy. Let’s create your own preferred Sherwood collection. ONLY for you!\n\nThe Sherwood NFT embodies the concept of \"the invisible things are the most important. When space no longer exists, only the most worthwhile will be preserved\" in the form of an art exhibition. By making an NFT, the Sherwood spirit will be reinterpreted by breaking through spatial constraints and harnessing everyone's recollections of the Sherwood Hotel, in turn bringing us closer within the \"Sherwood Metaverse\".",
    "attributes": [
      {
        "trait_type": "Bear",
        "value": "Housekeeping Bear"
      },
      {
        "trait_type": "Room Type 房型",
        "value": "Executive Room"
      },
      {
        "trait_type": "Special Guest 特別來賓",
        "value": "Classic Sherwood Bear"
      }
    ],
    "image": "https://storage.qubic.market/assets/49152/image_original_1664200897.jpg",
    "image_preview_url": "https://storage.qubic.market/assets/49152/image_preview_1664200897.jpg",
    "image_thumbnail_url": "https://storage.qubic.market/assets/49152/image_thumbnail_1664200897.jpg",
    "image_original_url": "https://storage.qubic.market/assets/49152/image_original_1664200897.jpg",
    "animation_url": "https://storage.qubic.market/assets/49152/animation_1664212447.glb",
    "animation_original_url": "https://storage.qubic.market/assets/49152/animation_1664212447.glb",
    "youtube_url": "",
    "background_color": "D1CEBF",
    "external_url": ""
  }
}