{
  "address": "0xf611a54a0769bb82fe2370cd17778afc2dc5febd",
  "type": "ERC721",
  "name": "4 for 40",
  "tokenCount": "4",
  "uri": "https://arweave.net/-GSdHi7VE6VgTVrrL4syFeYnmQHqAZi128DPQypWHRo",
  "metadata": {
    "name": "Bajau Laut",
    "created_by": "Jordan Banks",
    "external_url": "www.jordanbanksphoto.com",
    "description": "At the beginning of 2020 I set out on a journey of a lifetime to not just visit but live with the Bajau Laut or sea Gypsies in the Tun Sakaran Marine Park off the coast of Borneo in the Celebes Sea. I spent a week experiencing the way of life of these unique and fascinating seafaring people. Visiting the Bajau Laut had been a dream of mine for 16 years and the memories of my time spent with them will remain with me forever. \n\nThis image was taken on my last afternoon as we frantically returned home from a fishing trip before the impending storm arrived. I was struggling in my canoe and being mocked by the fun-loving but very cheeky son of my very gracious hosts as I fired off a few frames.\n\nNo image manipulation.\n\nFinalist in the Travel Photographer of the Year competition 2020\n\nLicense:  Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The license includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise, commercial distribution, or derivative works.\n\nEdition: 1/1\n\nSize: 6000x4000 @300dpi\n\nPhotographer: Jordan Banks",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Jordan Banks"
      }
    ],
    "image_details": {
      "bytes": 16134380,
      "format": "JPEG",
      "sha256": "d68950f74309041f2a819e68d08a72be99cf97bbc447b2c0a4fe2c51831e12b3",
      "width": 6128,
      "height": 4085
    },
    "image": "https://arweave.net/S9YVEEP97-SWgeFC6xbrAXLNIklY0X_Y40SNdiBMV_I",
    "image_url": "https://arweave.net/S9YVEEP97-SWgeFC6xbrAXLNIklY0X_Y40SNdiBMV_I"
  }
}