{
  "address": "0xf6760601b8f1ff97620d30526dad468296c7e18f",
  "type": "ERC721",
  "name": "A Fallen King by Byron Grobler",
  "tokenCount": "20",
  "uri": "ipfs://QmdA5uvP53wv1Vi43shXgw21SsQWUj8mdKkbrR5CTrnHpy/1",
  "metadata": {
    "name": "A Fallen King #1",
    "description": "The ‘Black Dam Male’ is one of the largest and most famous lions to walk the Kruger in recent times. He thrived as the solo, dominant male of the Giraffe Pride in Thornybush and Timbavati. To protect a territory and successfully sire cubs as a solo male lion is no small feat in these areas with stiff competition often coming from male coalitions in search of their own success. He was widely known for his enormous size and presence, with a thick dark mane as a signal of dominance. For years there were many sightings of him hunting alongside the lionesses of the Giraffe Pride, who specialize in bringing down large prey such as buffalo and giraffes. \n\nIn early 2020, at the age of 10, he was gored in a battle with a buffalo. He was never quite the same since then. Around the same time, nomadic coalitions were growing in confidence and testing the limits within his territory. Eventually in August, a young coalition known as the Monwana Males took the opportunity to end his life as they attempted to take over the territory as their own. As sad as it may seem, this is typical in the lives and stories of wild lions and ensures that only the strongest genes are propagated. Fortunately, the Black Dam Male’s legacy continues through his sons and daughters who were old enough to survive the take-over. \n\nBehind the photograph:\n\nA year before his death in 2019, while guiding an afternoon safari, we arrived at an incredible scene with the mighty Black Dam Male laying on a termite mound in all of his glory as the sun set behind us. Guests and I were in total awe of his size and presence. This was my first encounter with him and I remember repeatedly saying, “We will never see a larger, more primed lion than this.” It was nerve-racking to keep eye contact with him but I was fortunate enough to capture a moment of his intimidating gaze. He then let out a magnificent roar before embarking on a territorial patrol. This special moment with a special lion will stay with us forever. \n\nThe Black Dam Male (2010-2020). Gone but never forgotten.",
    "image": "ipfs://QmT4YwipQu9xZGibvfF2uX8RJ7EBrc1mAtkpoCnx3BqDh7/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Timbavati, Greater Kruger, South Africa"
      },
      {
        "trait_type": "Subject",
        "value": "Lion"
      },
      {
        "trait_type": "Genre",
        "value": "Wildlife"
      },
      {
        "trait_type": "Camera Body",
        "value": "Canon 7d II"
      },
      {
        "trait_type": "Lens",
        "value": "Sigma 100-400mm f/5-6.3 Contemporary"
      },
      {
        "trait_type": "Date Created",
        "value": "06/02/2019"
      },
      {
        "trait_type": "Artist",
        "value": "Byron Grobler"
      },
      {
        "trait_type": "Edition",
        "value": "1/20"
      }
    ],
    "external_url": "https://sloika.xyz/byrongrobler.eth/a-fallen-king/1"
  }
}