{
  "address": "0xf6f0ea63a47ca3f62fcaa940c8f16c192670a010",
  "type": "ERC721",
  "name": "Moon Lab Gallery",
  "tokenCount": "3",
  "uri": "ipfs://QmP7KKZ6WSu2yehP5mh9SAmpQZWvWms1rn9jtrwTUBwWpY",
  "metadata": {
    "description": "Artwork by DuoDuo Huang (黃朵朵), he graduated from the Central Academy of Fine Arts in 2020 and is now studying at the Royal College of Art. Her exhibition experiences include: in 2021, her video work “叠加状态” was exhibited in the Exhibition of Printmaking Teaching and Research of Central Academy of Fine Arts held by the IAPA; Guyu Art Festival 2021 finalist, print/video series \"0’17’’时 我坠落 \"exhibited; Central Academy of Fine Arts Undergraduate Graduation Exhibition, her video work  “叠加状态” kept in the department collection; Royal College of Art-WIP SHOW 2022, video work \"No More Figures in Figure Skating\" exhibition; It's All Fun Until... Shortlisted artist, her image work \"No More Figures in Figure Skating\" will be exhibited.\n\nHuang's practice covers many fields, including printmaking, installation, moving image and photography. Many of the works are based on explicit and implicit violence in \"intimate relationships\"; And the psychological impact on the victims. She plays both the role of \"witness\" and \"creator\", exploring phenomena existing in life and trying to bring private emotions into social space. Based on a large number of psychoanalysis literature review, so as to continue to explore the relationship between people, childhood memories and trauma. And how the ideology of people from the personal historical background, environment occurred and continued to change.\n\nOne female and one male juvenile shrimp go into the Hexactinellida Spongicola（Spongicola Venusta） the spongicola protects the shrimp, and the shrimp survives by eating the microbes in the spongicola space. When the body of adult shrimp becomes bigger, it can't swim out, and they are killed in this protective layer. This protective layer has been given a romantic name: the cave with the old man...... \nThe subject of this still-life photography is the layer of skin woven from my body. The building of 'shell' is like the formation of a unique life, and at the same time, it is the embodiment of me. The four photographs form a linear link representing a sense of time and life, in the hope that it will arise people’s curiosity to see the possibilities exist simultaneously in the past, present, and future.\n",
    "name": "Spongicola Venusta",
    "attributes": [],
    "image": "https://ipfs.infura.io/ipfs/QmPTyU6w1B1BgRsB8sKQ5Ecx1cHX59d9vkaCTSJGeau2fD",
    "background_color": "",
    "youtube_url": "",
    "external_url": ""
  }
}