{
  "address": "0xf6e1ab22ee0c8411877471728264fee914069c1f",
  "type": "ERC721",
  "name": "photostracty",
  "tokenCount": "2",
  "uri": "https://arweave.net/JsmFxGjdFSWqcxfnGTCtp53UDghnzBi_7fhGIuG1DeI",
  "metadata": {
    "name": "Hauptbahnhof 1",
    "created_by": "photostracty",
    "description": "It’s two years ago, almost three since the covid-19 pandemic started. March 2020 - Berlin Hauptbahnhof. In Bavaria, Germany were already some thousand covid-19 cases, what will happen in the big city Berlin soon? Rumours. The long-distance train platform was completely empty at about 16 pm on a casual Friday. Is the lockdown already around the corner? Maybe. It was such a special moment to see this place without anyone there. Normally it would be overcrowded with hundreds - mostly even thousands of people at the same time. Probably it’s a once in a lifetime photograph, surely it looked the same during the lockdown with all the restrictions. But the fact, that there weren’t any restrictions at this time makes it totally unique. It was a very special atmosphere. You could feel this end-time vibe that you usually only see in films.  It was as if everyone knew what was going to happen next. But no one could really guess, because it was a completely new situation. This moment was like a glimpse into the future, a symbol of all that was to come. Complete isolation.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Moritz Böck"
      },
      {
        "trait_type": "Location",
        "value": "Berlin, Hauptbahnhof"
      },
      {
        "trait_type": "Year Taken",
        "value": "March 2020"
      }
    ],
    "image_details": {
      "bytes": 20545379,
      "format": "PNG",
      "sha256": "7cf79b905c501695ee51afbe1d880c01a98ecd43595b52d852b2c78ebc4478a2",
      "width": 6000,
      "height": 4000
    },
    "image": "https://arweave.net/F1NCpHDncxnDoYbzORvqk6wNaXgsZDCKhzFGWV4WfDc",
    "image_url": "https://arweave.net/F1NCpHDncxnDoYbzORvqk6wNaXgsZDCKhzFGWV4WfDc"
  }
}