{
  "address": "0xf6ab6bd4c94a7965365a0b9bea8ccc41ae75f3cb",
  "type": "ERC721",
  "name": "Michael Christopher Brown",
  "tokenCount": "22",
  "uri": "https://arweave.net/YxP4xCTex9KELkpAV7uPaoOzOmrc0NgAWiVjikeduhk",
  "metadata": {
    "name": "NEXUS III #16",
    "created_by": "Michael Christopher Brown",
    "external_url": "www.michaelchristopherbrown.com",
    "description": "IMAGE:\n\n#16\n\nThis photograph was made while on assignment for National Geographic Magazine, documenting the state of fishing and climate change on Lake Tanganyika. In this scene, men young and old net fish for silver cyprinid, a small freshwater fish known locally as Dagaa, near the village of Kazinga, Tanzania. When a boy from Kazinga turns 4 or 5 years of age he may begin diving alongside the boats, helping to scare fish into the nets while learning from the older men. The population of Kazinga, like many other villages along the lake, relies almost completely on fish, and mainly Dagaa, for sustenance.\n\nCOLLECTION:\n\nNEXUS III\n\nI have worked in Central Africa since 2012. While living in the Democratic Republic of the Congo (D.R.C.) for several years, I covered a variety of stories related to the ongoing fighting where, since the 1990’s, over 6 million people have died from causes connected to war. Home of the world’s deadliest conflict since World War II, the eastern D.R.C. is an incredibly complicated and dynamic environment, where more than 150 militias operate just in the tiny eastern province of North Kivu alone, where I was based and where the Islamic State claimed its first suicide bombing this month. \n\nFortunately, the eastern D.R.C. is an anomaly in Africa. Though I covered some conflict in other African countries, most of the continent is at relative peace. Generally, when I think of the region I remember all the magical mornings, waking up in the Central African countryside with a primal attraction to the incredible beauty and vitality of the people, the flora and fauna, a magical connection that I will never be able to sufficiently explain. \n\nThe third collection from the NEXUS series, which includes The Airport (NEXUS I) and The Forest People (NEXUS 2), both available on Opensea, NEXUS covers a variety of stories from the region and environs and includes imagery from the Democratic Republic of the Congo, Tanzania, Kenya, Central African Republic, Liberia, Rwanda and Sierra Leone. Most of the collection includes documentation inside the Congo Basin, the world’s second largest river basin after the Amazon, our planet’s second lung.\n\nThe imagery, numbered chronologically, was made while on assignment for editorials, including National Geographic Magazine, The New York Times Magazine, The New Republic, Bloomberg Businessweek, Amnesty International and Conservation International.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Michael Christopher Brown"
      },
      {
        "trait_type": "Collection",
        "value": "Nexus III"
      },
      {
        "trait_type": "Continent",
        "value": "Africa"
      },
      {
        "trait_type": "Country",
        "value": "Tanzania"
      },
      {
        "trait_type": "Year",
        "value": "2016"
      }
    ],
    "image_details": {
      "bytes": 14435646,
      "format": "JPEG",
      "sha256": "ac0fbd34ba1b46c6e11191582b3ad69ceb66eb159769872b70e43e4239ff4924",
      "width": 7952,
      "height": 5304
    },
    "image": "https://arweave.net/oKnNAbag5aKkFc3JEWlrQRfnRlPqvqhFmQGNoPzKlvY",
    "image_url": "https://arweave.net/oKnNAbag5aKkFc3JEWlrQRfnRlPqvqhFmQGNoPzKlvY"
  }
}