{
  "address": "0xf7bcb46a444bb6f5f4087b6cafdac12f05f91bb2",
  "type": "ERC721",
  "name": "Under The Italian Sun",
  "tokenCount": "10",
  "uri": "https://arweave.net/pHWbJP2OxS4e4YEldhkQsIIQoQVXx-Q0m0sZDP2Efvg/1",
  "metadata": {
    "name": "Summer pastels",
    "created_by": "Bogdan Ianosi",
    "description": "Title: Summer pastels\n\nArtist: Bogdan Ianosi\n\nEdition: 1/1\n\nMedium: 120 film\n\nLocation: Capri, Italy\n\nDate: July 2022\n\nDescription: \n\nSun! Beams of light and warmth that wrap around my entire body. Nature! Colors that spark my spirit to life, lifting it out of the mundane and into a timeless realm. I can't help but feel nostalgia in this paradise. \n\nMy heart and these slow beach days are inseparable. The scent of the hot espresso from the corner café flies right into my nostrils. My ears hear the joyous laughter coming from people enjoying their Limoncello. La dolce vita! \n\nAnd the italian language? It sound touches my soul like melodic notes played on an old piano with strings full of experience. \n\nThe bright hues of the sky make my eyes glow; the ocean's seemingly endless expanse, the constant motion of passing boats, and the sight of distant islands all fill me with anticipation of what lies ahead. \n\nThe narrow paths make me think of the intricate nature of the human soul - too narrow to let many in, but beautiful for those who see it. \n\nThe old cars, the white buildings, the trees filled with flowers, the umbrellas of various hues, and the smiles of the people I pass all come together to make my heart dance. \n\nOh, what a joy that fills my heart! Tranquility of the mind!\n\nYou can easily see why the saying \"Dolce far niente\" is so used. You don't need to do anything to be happy when you are under the Italian sun. \n\n\n\nLicense : \n\nExtended Editorial (Can be used to display  privately, or in commercial and non-commercial  settings, or in groups with an unlimited number of participants. The license includes unlimited  use and display in virtual or physical galleries, documentaries, and essays by the NFT holder . Provides no rights to create commercial  merchandise, commercial distribution, or  derivative works.)\n\nThis photograph was taken with a Mamiya RB67 camera on Kodak film.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Bogdan Ianosi"
      }
    ],
    "image_details": {
      "bytes": 8069969,
      "format": "JPEG",
      "sha256": "781714fc53803f696f9dfe07909c51e449cf8ebdd8c7d6ac3d0e80c6ea9ff2d4",
      "width": 3000,
      "height": 3750
    },
    "image": "https://arweave.net/KS7lEVZJj0Hz8oZdAXVBpsIq9IpWrXvbWgtrClYmKrI",
    "image_url": "https://arweave.net/KS7lEVZJj0Hz8oZdAXVBpsIq9IpWrXvbWgtrClYmKrI"
  }
}