{
  "address": "0xf7594eb577439ee162e7bde5f9b2af3be0ac8503",
  "type": "ERC721",
  "name": "MONUMENTAL",
  "tokenCount": "15",
  "uri": "https://arweave.net/CNKVNoYrcuCU-b-uCB8MWA5hLodo_AHkoThIpjFF00w",
  "metadata": {
    "name": "Mont Aquamarine",
    "created_by": "GEORGINA HOOPER",
    "external_url": "https://www.georginahooper.com",
    "description": "The wild and mystical mountainous terrain explored in my ‘Monumental’ Collection refers to a perception of nature as dignified authority or supreme power and reflects my deep reverence for the natural world. This ideal is embedded in the philosophy of traditional Chinese painting of which I am a scholar. In ancient Chinese painter-critic texts, and their tradition of monumental landscape painting, mountains were recognised as venerated ancients and wizened ancestors. Such artworks were created as visual spaces in which the viewer was transported into nature, where one could wander mentally. Mountains were associated with nurturing and reinvigorating the spirit. In this body of work I offer a collection of ‘Monumental’ paintings, created in collaboration with AI through my own poetry of textual prompts, informed by my life experience of roaming, rock-climbing and hiking mountains of my homeland and those around the world, and the history of Chinese paintings that I have traversed in my mind. I invite my audience to wander a little in these cosmic visions of harmonious existence in a vast but orderly universe. Love Georgina × DALL·E",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "GEORGINA HOOPER"
      },
      {
        "trait_type": "Medium",
        "value": "AI"
      },
      {
        "trait_type": "Year",
        "value": "2023"
      }
    ],
    "image_details": {
      "bytes": 4581216,
      "format": "PNG",
      "sha256": "274475364d82b3b97f1bc12e9afa83cdf4f5176fadee80983f5719f6c9cd430d",
      "width": 5000,
      "height": 5000
    },
    "image": "https://arweave.net/Db2kizZQosx-NPWtLau301F7LWQAyD3GWTWxZT765IU",
    "image_url": "https://arweave.net/Db2kizZQosx-NPWtLau301F7LWQAyD3GWTWxZT765IU"
  }
}