{
  "address": "0xf7e3760e8031ccdfc7a72ff155664ff56f00f49f",
  "type": "ERC721",
  "name": "Stripes",
  "tokenCount": "4",
  "uri": "https://arweave.net/esNoftjkoQoMD66Dp_Oasmq5ljBAooxJ4L7LhlPbPls",
  "metadata": {
    "created_by": "CarolineHarroe",
    "name": "Do you like my stripes?",
    "description": "Living with Ehlers Danlos, being an artist and living my life.\n\nAs an artist, the most important thing to me is my ability to create. However, having Ehlers Danlos Syndrome (EDS) can sometimes make that difficult. EDS is a connective tissue disorder that affects the joints, skin, and blood vessels. It can cause chronic pain, fatigue, and joint dislocations.\n\nLiving with EDS means that I have to be aware of my body’s limitations and often adjust my creative process accordingly. Some days, I am in too much pain to work for long periods of time, and other days, my hands are too weak to hold a paintbrush. Despite these challenges, I continue to persevere because creating art is my outlet. It is a way for me to express myself and escape the physical limitations of my body.\n\nOne of the ways that I like to incorporate my EDS into my art is by working monochromatically: ink works in black and white, referencing the zebra. Zebras are often used as a metaphor for EDS because they are rare and unique, just like the disorder itself. They are also black and white, which represents the contrast between the good and bad days that come with living with EDS.\n\nIn my latest black and white ink art piece, I have incorporated the zebra into the design. It is a reminder to myself that even though living with EDS can be challenging, I am strong and unique. My art is a reflection of who I am and the obstacles that I have overcome.\n\nOverall, living with EDS has taught me to be patient with myself and my body. It has also given me a unique perspective on life and the world around me. Through my art, I hope to inspire others to embrace their differences and find beauty in their struggles.\n\nMore info on EDS:  \nEhlers-Danlos syndromes (EDS) are a group of rare inherited conditions that affect connective tissue.\n\nConnective tissues provide support in skin, tendons, ligaments, blood vessels, internal organs and bones.\n\nSymptoms of Ehlers-Danlos syndromes (EDS)  \nThere are several types of EDS that may share some symptoms.\n\nThese include:\n\nan increased range of joint movement (joint hypermobility)  \nstretchy skin  \nfragile skin that breaks or bruises easily  \nEDS can affect people in different ways. For some, the condition is relatively mild, while for others their symptoms can be disabling.\n\nThe different types of EDS are caused by faults in certain genes that make connective tissue weaker.\n\nDepending on the type of EDS, the faulty gene may have been inherited from 1 parent or both parents.\n\nSometimes the faulty gene is not inherited, but occurs in the person for the first time.\n\nSome of the rare, severe types can be life threatening.\n\nMain types of Ehlers-Danlos syndromes (EDS)  \nThere are 13 types of EDS, most of which are rare.\n\nHypermobile EDS (hEDS) is the most common type.\n\nOther types of EDS include classical EDS, vascular EDS and kyphoscoliotic EDS.\n\nThe EDS Support UK website has more information about the different types of EDS\n\nHypermobile EDS  \nPeople with hEDS may have:\n\njoint hypermobility  \nloose, unstable joints that dislocate easily  \njoint pain and clicking joints  \nextreme tiredness (fatigue)  \nskin that bruises easily  \ndigestive problems, such as heartburn and constipation  \ndizziness and an increased heart rate after standing up  \nproblems with internal organs, such as mitral valve problems or organ prolapse  \nproblems with bladder control (urinary incontinence)  \nCurrently, there are no tests to confirm whether someone has hEDS.\n\nThe diagnosis is made based on a person's medical history and a physical examination.\n\nClassical EDS  \nClassical EDS (cEDS) is less common than hypermobile EDS and tends to affect the skin more.\n\nPeople with cEDS may have:\n\njoint hypermobility  \nloose, unstable joints that dislocate easily  \nstretchy skin  \nfragile skin that can split easily, especially over the forehead, knees, shins and elbows  \nsmooth, velvety skin that bruises easily  \nwounds that are slow to heal and leave wide scars  \nhernias and organ prolapse  \nVascular EDS  \nVascular EDS (vEDS) is a rare type of EDS and is often considered to be the most serious.\n\nIt affects the blood vessels and internal organs, which can cause them to split open and lead to life-threatening bleeding.\n\nPeople with vEDS may have:\n\nskin that bruises very easily  \nthin skin with visible small blood vessels, particularly on the upper chest and legs  \nfragile blood vessels that can bulge or tear, resulting in serious internal bleeding  \na risk of organ problems, such as the bowel tearing, the womb tearing (in late pregnancy) and partial collapse of the lung  \nhypermobile fingers and toes, unusual facial features (such as a thin nose and lips, large eyes and small earlobes), varicose veins and delayed wound healing  \nKyphoscoliotic EDS  \nKyphoscoliotic EDS (kEDS) is rare.\n\nPeople with kEDS may have:\n\ncurvature of the spine – this starts in early childhood and often gets worse in the teenage years  \njoint hypermobility  \nloose, unstable joints that dislocate easily  \nweak muscle tone from childhood (hypotonia) – this may cause a delay in sitting and walking, or difficulty walking if symptoms get worse  \nfragile eyes that can easily be damaged  \nsoft, velvety skin that is stretchy, bruises easily and scars  \nHypermobility spectrum disorder (HSD)  \nSome people have problems caused by hypermobility, but do not have any of the specific EDS conditions. They may be diagnosed with hypermobility spectrum disorder (HSD), which is treated in the same way as hEDS.\n\n",
    "external_url": "www.carolineharroearts.co.uk",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "CarolineHarroe"
      }
    ],
    "image_details": {
      "bytes": 611807,
      "format": "PNG",
      "sha256": "f4a11ce9dca64571c87e6572db06a5cf00bee6542d36d685d7796f668c14a8c3",
      "width": 2352,
      "height": 2352
    },
    "image": "https://arweave.net/a_VmBzi0VkHft02kA6qkzcQfxklOzYM8ksj2X5N-b7U",
    "image_url": "https://arweave.net/a_VmBzi0VkHft02kA6qkzcQfxklOzYM8ksj2X5N-b7U"
  }
}