{
  "address": "0xf727d6f6f700915dc7624faaf78c283f07839c58",
  "type": "ERC721",
  "name": "Blasting Rocks On Mars (Area 51 Space Pass NFT One Year Anniversary Commemorative Token) b",
  "tokenCount": "500",
  "uri": "ipfs://bafyreiapzg4qsa6w36tv5qbod5q3wa6cvia4bhz3nyjulv65lefr3n72wi/metadata.json?1",
  "metadata": {
    "name": "Blasting Rocks On Mars (Area 51 Space Pass NFT One Year Anniversary Commemorative Token) by Jack Frost",
    "description": "On February 18, 2021, NASA dropped the Perseverance Rover onto the surface of Mars. Perseverance has been active on Mars for 648 sops, exactly 666 earth days ago. \n\nThe rover was equipped with a microphone that would capture the actual sounds from the surface of the planet of Mars. NASA beamed the sounds back to earth. Jack Frost sampled the sounds and made a song with them. The song is called Blasting Rocks on MarsThis song is called. \n\nThis is that song, featuring actual sounds from the surface of Mars. \n\nThis was the first ever song to be released using sounds from multiple planets. It was the first ever interplanetary beat.\n\nOne year ago today on 12/18/2021 Jack Frost and the Alien Scientists of Area 51 dropped the Area 51 Space Pass NFT. This is an original Music NFT collection with generative song rarity and image rarity, with token gated access for holders and immediate Metaverse utility,\n\nThe collection is a PFP, Music NFT, and Metaverse Access Pass.  We had a custom Solidity smart contract, a custom mint site, a pre-reveal GIF, and a reveal party. We had launched and nurtured a cranking Discord server and we built the foundation for the most amazing community in web3.  \n\nThe Area 51 Space Pass NFT was the first music NFT collection to introduce song rarity. \n\nThis Commemorative Token symbolizes the one-year anniversary of the Area 51 Space Pass NFT. \n\nThe journey continues. And the legend grows. Thank you aliens for everything. Your faith in me fuels me to go further. Thank you for believing in Jack Frost. \n\nEverything you want is on the other side of fear. Aliens are real 👽",
    "image": "ipfs://bafybeibxndw3nwqscsuhj6iui2y7g3egnr25xieuubnwlklpvqez5ipty4/Jack Frost Area 51 Space Pass NFT Commemorative Token Cover Blasting Rocks on Mars.JPG",
    "animation_url": "ipfs://bafybeihb6mfstfytk2px5o77hqkwaxep26fogiajnnrtwjzqgmeajbphqa/Blasting Rocks on Mars - Jack Frost - Mastered.wav"
  }
}