{
  "address": "0xf8414f5ad20caef52fd2d2847a1572d7b23b9c59",
  "type": "ERC721",
  "name": "Stronger Together: 8 Billion",
  "tokenCount": "254",
  "uri": "ipfs://QmfNwfZ9tVFT8BuEdnhy68eB2cyhPYLnkcshFP8N3AmHGh/001/0.json",
  "metadata": {
    "name": "Stronger Together #002",
    "description": "The \"Stronger Together\" NFT collection consists of 800 dynamic NFTs, minted on November 15th, 2022, as part of United Nations Population Fund's focus on the population of the world reaching 8 billion.\n\nCelebrating the infinite possibilities that exist in a world of 8 billion people, the dynamic NFT collection \"Stronger Together\" is an artistic series of 800 AI-generated moving images, intimately portraying people from all across the world. Having been trained on a dataset of diverse and empowered individuals from a variety of different cultures, sourced from the UNFPA's digital archive, the collection has been generated by an AI that has been able to develop its own machine-generated understanding of humankind. Hereby, \"Stronger Together\" gives us a glimpse into the mind of the AI, as it takes us on a visual journey and an endless meditation on our shared humanity, pushing past the limitations of our collective imaginations.\n\nThough each individual NFT generated is unique, celebrating the uniqueness and diversity of people we have in the world today, unified as a whole, the collection reminds us of the potential that lies in our numbers, and the power for change that we are capable of when we 8 billion people come together as one.\n\nThe NFTs transform as they shift hands from one person to another to understate the evolution and progress that lies in the world's population growing to 8 billion. Embedded within the blockchain, each dynamic NFT transforms and grows over time, as a new AI-generated person is added to the chain of moving images with each respective NFT sale.\n\nThe Stronger Together NFT collection is created by artist Cecilie Waagner Falkenstrøm and art-tech studio Artificial Mind.",
    "animation_url": "ipfs://QmYd8TSFP5JQ4FZRg7SWSTbfd69VNA2LwMwVtmqJ3Ujpy1",
    "external_link": "https://www.unfpa.org/8billion",
    "image": "ipfs://QmZnKfyVDCMDnpfkiJobpV2j2iqBmKQkqJZmKm6hsgCw4V",
    "attributes": [
      {
        "trait_type": "Generation",
        "value": 1,
        "max_value": 10
      },
      {
        "value": "Orange"
      }
    ]
  }
}