{
  "address": "0xf810ae4ff3b7015ee8e3048deb8a09d6731bdf2e",
  "type": "ERC721",
  "name": "_WITHOUTUS by GRAMS",
  "tokenCount": "25",
  "uri": "https://arweave.net/fkwy8v7pOLsDnJN5_L7K5HXua91FLlQmTEsNbTRLdIc",
  "metadata": {
    "name": "_WU01",
    "created_by": "GRAMS",
    "external_url": "HTTPS://AUSCHWITZ.ORG/EN/DONATE",
    "description": "there is no place in history for art of an anti-semite in my portfolio.\n\none of the beauties of digital collectibles is the ability to change the art or metadata whenever the fuck i feel like. right now is one of those moments. i think a lot of you seeing this need to take a hard look inside about what you’re willing to stand for. there are active genocides happening in multiple nations around the world. there are democracies falling + even being taken away from the people without a choice. an ongoing coup attempt in our own country is becoming more clear by the day + the quiet parts have been stated out loud about the plan for our future. for women. for black people. for lgbtq+ folks. for jews. for mexicans. THERE IS NO ROOM FOR THIS SHIT. the silence from friends in hollywood is deafening. THEY’RE LITERALLY DENYING THE HOLOCAUST EXISTED. burning books. doesn’t matter who spews hatred towards someone over religion or skin color. doesn’t matter from what religion or skin color. this same energy goes towards hate if it were a white celebrity. freedom of speech does not apply to amplification of bile via algorithm. that is freedom of reach. freedom of reach isn’t a thing. go post flyers around town to show up in town square with your hate poster + see what happens then + who shows up for you… or against you. \n\nenough with your complacency for clout.  \nenough with your ladder climbing. \nenough with your angling.  \nall for money. \n\ndonate to the following organizations:  \nauschwitz museum education of future generations  \nhttps://auschwitz.org/en/donate\n\njews for racial + economic justice  \nhttps://jfrej.org",
    "attributes": [
      {
        "trait_type": "who did it",
        "value": "GRAMS"
      },
      {
        "trait_type": "collection",
        "value": "_WITHOUTUS"
      },
      {
        "trait_type": "pose",
        "value": "WAIL"
      },
      {
        "trait_type": "instrument",
        "value": "MIC"
      },
      {
        "trait_type": "element",
        "value": "CROWD"
      }
    ],
    "image_details": {
      "bytes": 15663829,
      "format": "PNG",
      "sha256": "ec644bc40eaa19e1f57adab61af81dc61192f534e6a56f8ca6b9e14b8e7fa4e2",
      "width": 4000,
      "height": 4000
    },
    "image": "https://arweave.net/-ExXO-ldpTMYXXV1UaCY3HHmn9551n9529CKXqeVFOw",
    "image_url": "https://arweave.net/-ExXO-ldpTMYXXV1UaCY3HHmn9551n9529CKXqeVFOw"
  }
}