{
  "address": "0xf85a72c5641efea2a154f9313c8e512dc9b7d130",
  "type": "ERC1155",
  "name": "Editions By ArunNalimela",
  "tokenCount": "3",
  "uri": "https://arweave.net/Msxy-1zwVj6s6xcXx1YnmIOTNAV1r9Q3y4yIwsTN5Oo",
  "metadata": {
    "name": "High Hopes",
    "created_by": "Arun Kumar Nalimela",
    "description": "Varanasi is an absolute delight for photographers. There are some amazing photographic opportunities in Varanasi's ghats and alleyways, especially for portraits. The scenery in Varanasi is diverse. The place never ceased to captivate us as photographers.\n\nVaranasi is located in Uttar Pradesh along the banks of River Ganga, one of the holiest rivers in India. It is said to be the oldest continuously inhabited city in the world.  \n In the words of Mark Twain –  \nBenaras is older than history, older than tradition, older even than legend and looks twice as old as all of them put together.  \nVaranasi, Benaras or Kasi, as the city is called in India, is the place where the Hindus come to attain Moksha or salvation. Kasi is the city where people come for enlightenment. Undoubtedly, Varanasi is the most spiritual city in India – the original land of Lord Shiva and the land blessed by the River Ganga. The river is considered a mother in India. Just as the mother looks after her children, Ganga Maaiya too nurtures the land and its people.  \nIt's a kaleidoscope of colours and emotions in Varanasi. Varanasi was brighter, with more vibrant hues and more nuanced hues. There is something photogenic about every corner of Varanasi.\n\nAs a photographer, I always look for places where I can get the best pictures. And I believe that the best way to find such places is by walking along the ghats. \n\nI believe that the ghats in Varanasi are the best place for photography. There is always so much happening at the ghats.\n\nThe Varanasi ghats are full of activity since morning. \n\nAnd this particular photograph was captured in Lal Ghat  \nLal Ghat is one of the oldest and most peaceful ghats in Varanasi. It is named after a rich merchant who built a portion of it in 1800.  \nThere are kids trying to swim in the Ganga river by jumping off an elevation, the best shot after many shots and the juxtaposition of the three persons where the legs are at a common point looking like they are jumping on the person in the boat…  \nThe moment I saw this on my camera I was very happy and it gave me High Hopes…\n\nABOUT THE ARTIST: Arun Kumar Nalimela, is a passionate Travel Photographer from India. His photographs have been published by National Geographic India, Apple, Sony Alpha and BBC Earth. In addition, his photographs were published in many News Paper and Magazines. He also got interviewed for a Yuva program as part of Inspiration to youth on one of the high-rated News channels, ETV in Telangana.\n\nThis picture was captured in Varanasi, India and was shot on Sony Alpha 7Riii with a 35mm lens.\n\nLicense: As long as the creator is credited, the primary NFT holder can use the NFT in advertising, to display privately and in groups, and to create virtual galleries, documentaries, and essays. Commercial merchandise, commercial distribution, or derivative works are not permitted. Ownership of the intellectual property remains with the creator.  \n",
    "attributes": [
      {
        "trait_type": "Location",
        "value": "Varanasi, India"
      },
      {
        "trait_type": "Date",
        "value": "Nov, 2022"
      },
      {
        "trait_type": "Edition",
        "value": "Open"
      },
      {
        "trait_type": "Artist",
        "value": "Arun Kumar Nalimela"
      },
      {
        "trait_type": "Camera",
        "value": "Sony Alpha 7R3, 35mm"
      },
      {
        "trait_type": "Mode ",
        "value": "Manual"
      },
      {
        "trait_type": "Focal Length",
        "value": "35mm"
      },
      {
        "trait_type": "Metering Mode",
        "value": "Spot"
      },
      {
        "trait_type": "Shutter",
        "value": "1/1000"
      },
      {
        "trait_type": "Iso",
        "value": "200"
      },
      {
        "trait_type": "Aperture",
        "value": "f/9"
      }
    ],
    "image_details": {
      "bytes": 6293160,
      "format": "JPEG",
      "sha256": "78fd0d9968b3705769973589879444fc0c083d503a0e3ffd52d081c33d52b632",
      "width": 6740,
      "height": 4496
    },
    "image": "https://arweave.net/s39PSVLwHcMtI2Kpq18oy-S3n9ifC3Kqj9EUD7R1ln8",
    "image_url": "https://arweave.net/s39PSVLwHcMtI2Kpq18oy-S3n9ifC3Kqj9EUD7R1ln8"
  }
}