{
  "address": "0xf8f4d9c5e49323b4f7c19f46b0ce7adf08a7ff55",
  "type": "ERC721",
  "name": "Artsy",
  "tokenCount": "1",
  "uri": "https://metadata.metamundo.co/0xf8f4d9c5e49323b4f7c19f46b0ce7adf08a7ff55/1",
  "metadata": {
    "name": "Artsy",
    "description": "Artsy is a unique character, both in her appearance and in her personality. As an avatar, she stands out from the crowd wearing a hand-painted work of art by the artist. This not only makes her a striking presence in galleries and museums, but also showcases her appreciation for creativity and artistic expression. Artsy is a social butterfly, always seeking out new experiences and making connections with other artists. Her favorite events are vernissages, where she can immerse herself in the bustling energy of the art world and engage with like-minded individuals. She enjoys chatting with artists over a glass of white wine, exchanging ideas and sharing her own thoughts on the art on display. But beyond her social nature, Artsy is also a true artist herself. She defines herself as a situationist performance artist, which means that she uses everyday situations as a canvas for her artistic expression. Whether it's through unexpected actions or intentional disruptions, Artsy injects creativity and imagination into the mundane, transforming the ordinary into something extraordinary. Overall, Artsy embodies the spirit of the art world – lively, imaginative, and always seeking out new ways to express herself and connect with others.",
    "image": "https://ipfs.metamundo.co/ipfs/QmZKYJsmXZoj6gJmfpuQqnwmgCKEjCK7R2TT5k4LJSTDZL/artsy1_fullfigure.png",
    "animation_url": "",
    "audio_url": "",
    "external_url": "https://www.metamundo.co/FrancescaFini/artsy/",
    "model_type": [],
    "attributes": [],
    "additional_files": [],
    "metaverse_models": [
      {
        "format": "VRM",
        "models": [
          {
            "name": "highest fidelity",
            "url": "https://metamundo-3d-models.s3.eu-central-1.amazonaws.com/Francesca_Fini/Francesca_Fini_x_Artsy/Artsy_VRM.vrm",
            "image": null,
            "animation_url": null
          }
        ]
      }
    ],
    "metafield": "© 2023 FrancescaFini, All Rights Reserved.",
    "End User Licensing Agreement": "https://ipfs.metamundo.co/ipfs/QmZKYJsmXZoj6gJmfpuQqnwmgCKEjCK7R2TT5k4LJSTDZL/End%20User%20License%20Agreement%20FrancescaFini%20x%20Artsy.pdf"
  }
}