{
  "address": "0xf80cfc4aeabc3306913bc2903dbcc8993ec5377b",
  "type": "ERC1155",
  "name": "ROSLYN PORTRAIT EDITIONS",
  "tokenCount": "1",
  "uri": "https://arweave.net/SzqrFeE08gL-gyg2NR9CqykX02FMMyVVWiKcTNJHV3I",
  "metadata": {
    "name": "ROSLYN PORTRAIT",
    "created_by": "Shay The Surrealist",
    "external_url": "www.smwvisuals.com/nft",
    "description": "ROSLYN\n\nThe definition of a best friend is someone you trust and confide in. Who would’ve thought at such a young age, my first true best friend would be a woman named Roslyn. We listened to each other. We sat in silence. We laughed very loudly. She fed me, even when I wasn’t hungry. \n\nShe made me feel seen, heard, appreciated, supported. Being under her roof, my world seemed less distorted. I felt peaceful and serene, surrounded by ackee and rooster figurines. Her kitchen was bright, as if she was the sun herself. Always left with a full belly and a smile on my face. Roslyn, her home, was my happy place.\n\nWe would watch TV, particularly QVC, other times Little House on the Prairie, or crime shows seeing if we could solve the mystery. It was as if time stopped when I entered that house. My worries would fade as I sat in my seat. She would always remember my favorite things to eat, particularly Oreos was my favorite treat. We would gossip and vent, letting all of our frustrations out in the open. Felt as if a burden was lifted off my shoulders, but just while I was with her. Those were the moments I wished would last forever.\n\nShe had two gardens, one in the front yard, one in the back. I would help her plant new flowers every season. I love flowers so much. Now I’m realizing, she may just be the reason. Picking weeds, planting seeds, watering the flower bushes and pots. Who knew gardening could be that fun. Guess it was fun because I was with her. She taught me a lot. \n\nThank you Roslyn for being my sun on a cloudy day. A grandmother who is also a best friend, that’s rare indeed. Thank you for always caring for me, anytime I was in need.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Shay The Surrealist"
      },
      {
        "trait_type": "Series",
        "value": "ROSLYN"
      }
    ],
    "animation_details": {
      "bytes": 11500362,
      "format": "MP4",
      "duration": 8,
      "sha256": "f64281064ebb8ef0bfc4524e1a212b5cba5b54a062f905df6be0b5bd1e08d35b",
      "width": 2400,
      "height": 3000,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/eoClXSD8sQGTPOS48s3iBotgDFe-0VGrnrX9YjzSthY",
    "animation_url": "https://arweave.net/eoClXSD8sQGTPOS48s3iBotgDFe-0VGrnrX9YjzSthY",
    "image_details": {
      "bytes": 2155828,
      "format": "JPEG",
      "sha256": "03de2fa08e28954826b5f9eaee30a065a8c1b42d320743e1bc7d7780a9639f90",
      "width": 2400,
      "height": 3000
    },
    "image": "https://arweave.net/KsnynaBGUD6ZxqDBLNxuUrUXqHoIzEjoH1LZZkmOEfA",
    "image_url": "https://arweave.net/KsnynaBGUD6ZxqDBLNxuUrUXqHoIzEjoH1LZZkmOEfA"
  }
}