{
  "address": "0xf886233b8f077f30aaae59d6b45864798ad51a05",
  "type": "ERC721",
  "name": "Pardon by Pardon",
  "tokenCount": "6",
  "uri": "ipfs://bafybeideqn3z7dlqf4cgg2u2kbuql7p4uawoxt6iyoxaj4nprt6jlmvnlm/1",
  "metadata": {
    "name": "66,06",
    "description": "With his first NFT collection, the artist is already telling us “Pardon”.The collection is made of 6 huge acrylic paintings (2m x 2m) on kraft paper that were numerized.\n\nThe 6 paintings were then hung on the quai de Seine, in a tunnel linking the Louvre Museum to the Hôtel de Ville where they will remain until they are destroyed or censored. As pure Street-Art pieces, they are now ephemeral and they will live eternally as NFT on the Ethereum blockchain.\n\n\nIn line with the artist’s universe, the collection addresses 3 conspiracy theories, a theme the artist feels appropriate for his first NFT project as the internet is the first vector for spreading these theories.\nThe first one refers to the myths that appeared during the yellow vest riots & protests in France. Some people have been conveying ideas that the devil played a role in the election of Emmanuel Macron because of his final score of 66.6%.\nThe second refers to the dark theme of the secret societies and the popular belief that elite groups gather to rule the world and perform satanic rituals. This is a direct reference to the pizza gate in the US, the kind of story that so many people believe in, an illustration for Pardon of how dark the world can be.\nThe final theme relates to U.F.O. and his fascination for crop circles. This was a very big topic for Pardon in the past years and he actually was so much into digging these stories that he found himself at a stage where he couldn’t really tell the difference between reality and fiction, torn apart between a kind of hope that it would be true and his rational self knowing the mythical dimension of these stories. \nFor Pardon, this collection is about questioning ourselves on how these stories appear and why we as humans feel attracted to such forms of darkness & violence.",
    "platform": "Streetlab.io",
    "image": "ipfs://bafybeibady7ecjahgmhxyyae2bafktw2gyythierkrqtd7ot4nwv6n33cu/1",
    "creator": {
      "name": "Pardon",
      "description": "Pardon is a French Artist from the Paris suburbs, he graduated from the Estienne School of Art with a major in engraving.\nStarting as a wood engraver, his artistic path led him to explore and expand his horizons. Pardon first worked on many murals and exhibitions with his RDLS crew (English translation stands for NITP: Nothing in the pants). He then started 4 years of a very productive collaboration with wall painter Elliott Causse.\nPardon is also very interested in music and took a break from painting to work on a music and video project called “Merci, Au Revoir”. 3 clips are available on YouTube called: Pardon, Lychee Drink, E.M.I.\nBack to his initial practices, he is currently in residence in an old Factory transformed into a studio for artists.\nDrawing, Painting, Engraving, Murals, Music, Video, collaboration with fashion brands,... Pardon is definitely a comprehensive artist.\nIn his work, Pardon questions our relationships to supernatural stories, to our primary fears, to the invisible world surrounding ourselves and our desire to understand the infinity.\nHe is very inspired by our world where urban legends, phantasmagoric myths, popular belief and conspiracy theories confront the rational intellect of our modern societies.\nPardon’s work can definitely trigger fear, violent and dark emotion and his Artist name “Pardon” meaning “sorry” is him apologizing to us viewers for the violence he provokes.\n\nFor the artist, NFT technology is an enabler for unlimited digital creation which is amazing, Pardon feels a connection with engraving where working a raw piece of wood turn it into a kind of “sacred” piece, the pixel is the non physical raw material that can turn any digital file into a piece of art filled with the same “sacred” dimension.",
      "instagram": "https://www.instagram.com/pardon._.pardon/",
      "twitter": "https://twitter.com/pardon_pardon1",
      "address": "0xb3886bBc9CC3Df02A15F266a50409082c311d1f6"
    }
  }
}