{
  "address": "0xf83663b681c3d5cf93e15bc784daf5685b19330c",
  "type": "ERC721",
  "name": "Bachpan",
  "tokenCount": "1",
  "uri": "https://ipfs.pixura.io/ipfs/QmeMiBG61FRxtNEhdPSjLf7WvuhrmdQLK38WsBeeSdBTcq/metadata.json",
  "metadata": {
    "name": "Withdrawals of Emotional Maleficence",
    "createdBy": "Satvik Sethi",
    "yearCreated": "2023",
    "description": "\"Withdrawals of Emotional Maleficence\" is a massive contemporary multi-media collage composition that takes the viewer on a visual journey of my experiences, inspirations, and learnings.\n\nThe mixed media used in this artwork is a testament to my time as a creator and combines physical doodles and paintings, photography, digital painting, gradients and collages made on Figma, and touches of AI tools. My goal was to create a striking and multi-dimensional artwork that can be explored to forever reveal new aspects with the hope of leaving a lasting impression on the viewer.\n\nFor the trained eye, you can see influences of the greats such as David Hockney, Picasso, Van Gogh, and Monet, artists who have played a huge role in shaping my work, and who’s art I spent hours admiring in art galleries around the world. The exploration and references of their styles through the vibrant colors, bold strokes, and intricate details in the artwork was included as an homage to these masters of art, while still retaining the unique artistic voice I’ve found through my own journey.\n\nThe intention behind \"Withdrawals of Emotional Maleficence\" was to capture my own real-life experiences: immigration, heartbreak, homesickness, social anxiety, traveling, all combined with different genres and styles to ultimately showcase my artistic evolution.\n\nI invite you to explore this artwork and hope it leaves you captivated by its depth and beauty.",
    "image": "https://ipfs.pixura.io/ipfs/Qma5QSpS97wWXBxBwPG37ULgAUJL5992UjZNw5WP9LpS42/withdrawalsemotionalmaleficence1.png",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/Qma5QSpS97wWXBxBwPG37ULgAUJL5992UjZNw5WP9LpS42/withdrawalsemotionalmaleficence1.png",
      "dimensions": "5920x5920",
      "size": "16926179",
      "mimeType": "image/png"
    },
    "tags": [
      "collage",
      "art",
      "multimedia",
      "AI"
    ]
  }
}