{
  "address": "0xf8db73cd12d8066e43680598e9864bbb8ce7caf7",
  "type": "ERC721",
  "name": "NULLBAYSEA",
  "tokenCount": "366",
  "uri": "https://0x0.gg/0x0AVA/nullbaysea/ADay/metadata/1",
  "metadata": {
    "name": "A Day in Your Life - Aug 20",
    "description": "Hi-Res Full Image - https://ipfs.0x0.gg/ipfs/QmZgE7xjWpx5vXpoE8vVqz7tjGgFDFamAJoJ1pPtrdSFa6/233.png\n\n[Right Click Save As] at any frame you like!\n\nEveryone has their own special moment. It can be your birthday or your loved ones or a special day for you to remember your loved ones and memorable events in your life.\n[A day in your life] was created for this purpose. It generates 365 unique vertical scroll paintings.  From top to down, each scroll artwork was programmatically assigned flying birds, clouds, rains fog, and rainbow which symbolized our emotions flows on this special day.\n\nIn this piece of program codes. 12 unique color schemes for 12 months under my association with them. \n\nThe pink introduces the life-inducing January.\n\nThe violet February circulates the power of January as the vein does.\n\nThe lake-blue color cloud in March is ready to nourish the earth.\n\nYellowish April dirt starts to turn green.\n\nMay, Organic green on the mountain is echoing the effort of the spring\n\nJune, the underlying heat is warming the summer air.\n\nOur passion, be hot like what July does.\n\nAugust, be inspired by the last tangerine dawn and sunset.\n\nSeptember. high and dry.\nOctober, the sepia is ready to dry the sky.\n\nNovember entered thru the night.\n\nDecember, lives were rested under the thick snow white.\n\nNow, meet the day in your life.\n[A day in your life] is ready with an image output function as well. which you can freely export the screen into a high-resolution printable version with 8x32in and hang it on the wall.",
    "animation_url": "https://0x0.gg/0x0AVA/nullbaysea/ADay/art/233",
    "image": "https://0x0.gg/0x0AVA/nullbaysea/ADay/cover/233.png",
    "attributes": [
      {
        "trait_type": "Project",
        "value": "A Day in Your Life"
      }
    ]
  }
}