{
  "address": "0xf81fd4bc4a5e669bbebea1f7f5f21c6862179867",
  "type": "ERC721",
  "name": "xigrex",
  "tokenCount": "3",
  "uri": "https://arweave.net/6RwNfsiaRoXwQbfxdcHlprynMULEV1x-jqHEjMiN5Sk",
  "metadata": {
    "name": "AMOR DEL MUERTO",
    "created_by": "Eleysa",
    "description": "PATTERNS OF THE WORLD - collezione\n\n10 years of pure joy gazing secondhand shops and marketplaces for small treasures...  \n \nAntique and vintage items are beautiful to collect and to hold on and charish for a few years until they match with their new caretaker. Searching and discovering new information about your collected items is an ongoing adventure that continues for years.\n\nAnd then, one day, you bump into something special. I fell in love instantly and needed to share it:  \nThe ridiculous size, the superb quality, the history of an art movement and also new technologies lurking around the corner.\n\nA huge handpainted engobe vase with a depiction of SPRING by the famous ALPHONSE MUCHA (1860-1939) who is regarded as one of the biggest influencers of the Art Nouveau / Jugendstil movement.  \nIt may be the biggest vase to exist with a handpainted SPRING on it.\n\nAn artist called FEDERICO painted this vase around 40 years ago. With the launch of this collection a search for Federico also starts. Who is FEDERICO? The vase is signed with his name but all attempts to find this artist were effortless.\n\nAlphonse Mucha started this adventure more than 110 years ago. Then Federico crafted this giant vase (measuring 83cm or 32.67 inch in height) in his own manner 70 years later. \n\nAnd now, 40 years after Federico, i am transforming the vase again into an animated digital version to be used in a metaverse as a piece of digital art. By using backgrounds of my own personally collected items from the past 10 years. For the next creative mind to build further onto it. \n\nI converted some of my collected pieces of antiques into smooth patterns. Chinese origin, Dutch, Indian, German, Japanese, French, Spanish, Italian, Persian, African origin... you name it.\n\nThe original gigantic vase itself will also be a gift to one of you art lovers with a PATTERNS OF THE WORLD nft as it is time for me now to look for the next treasure. You, as the next caretaker of this vase, may than warm your reallife house with it's love. This specific wallet will be randomly chosen at a later stage and announced publicly.\n\nThere are only 78 unique PATTERNS OF THE WORLD nft's. \n\n***CREATIVITY OF THE FUTURE BUILDS ON CREATIVITY OF THE PAST***",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Eleysa"
      },
      {
        "trait_type": "Collection",
        "value": "PATTERNS OF THE WORLD"
      },
      {
        "display_type": "number",
        "trait_type": "Number",
        "value": "1"
      }
    ],
    "image_details": {
      "bytes": 41647135,
      "format": "GIF",
      "sha256": "69236926104ab475753f5445c93b92a358daacd401720439b082ddcb00d70d56",
      "width": 1072,
      "height": 2688
    },
    "image": "https://arweave.net/0P8cEs51EWYTgune5T1pW_6ccbvjZIO_wClyphL9Yv8",
    "image_url": "https://arweave.net/0P8cEs51EWYTgune5T1pW_6ccbvjZIO_wClyphL9Yv8"
  }
}