{
  "address": "0xf8e6484ec0321b3e5950d684de8201ae7b166bb0",
  "type": "ERC721",
  "name": "The MAD Voyage",
  "tokenCount": "1",
  "uri": "https://arweave.net/LThQQKfj9VcEMH2qsXkvyvrgBvrB69l4vZZy8DQtN-c",
  "metadata": {
    "name": "The MAD Voyage 2301 01 Route 66",
    "created_by": "Andrzej Liguz/MORE",
    "external_url": "https://moreimages.net",
    "description": "The American Dream is a vast concept integral to the identity of America and yet the interpretation of what that means is very personal. For most people their individual hopes and aspirations tie into their idea of the American Dream.\n\nIf we don’t follow our Dreams, they may turn into Nightmares later in life. One of the best ways to inspire people to follow their Dreams is by showing individuals who are already living their Dreams. \n\nAnd so began the MAD (MORE American Dreams) Voyage. \n\nAndrzej bought a 30’ Land Yacht / RV outside San Francisco and after 18 months shooting stills and video at most points between Portland, San Diego and Aspen, based himself in Los Angeles when he was diagnosed with cancer. Having beaten back this serious illness and given a clean bill of health by his doctors, he has continued to shoot this multi-faceted perspective on the American Dream. With the advent of NFT’s in 2021, Andrzej has also incorporated this new art form into the MAD Voyage with the Nomadic NFT Treasure Hunt. One Collection of 30 geotagged NFT’s will be dropped on the 1st day of every month as a live auction that will finish the day before the next Collection mints. As each Collection sells out 20% of the ETH generated will be donated to MAD partner Umatt3r.org, a not for profit organization in Chicago focused on placing homeless youth in permanent supportive housing for a minimum of twelve months.",
    "attributes": [
      {
        "trait_type": "CREATOR",
        "value": "Andrzej Liguz/MORE"
      },
      {
        "trait_type": "LOCATION",
        "value": "Amboy, CA, USA"
      },
      {
        "trait_type": "SUB-LOCATION",
        "value": "34.558686, -115.768217"
      },
      {
        "trait_type": "ENVIRONMENT",
        "value": "Desert"
      },
      {
        "trait_type": "TIME",
        "value": "Afternoon"
      },
      {
        "trait_type": "YEAR",
        "value": "2022"
      },
      {
        "trait_type": "CAMERA",
        "value": "Sony A7R3"
      },
      {
        "trait_type": "CAMERA LENS",
        "value": "Sony F2.8 24-70"
      },
      {
        "trait_type": "NUMBER",
        "value": "2301-01"
      },
      {
        "display_type": "number",
        "trait_type": "NUMBER",
        "value": "230101"
      }
    ],
    "image_details": {
      "bytes": 345375,
      "format": "JPEG",
      "sha256": "c8215d65d2c8163c6272370321fccd3f123c5f3f3ef2e00d8113f28129a34961",
      "width": 1500,
      "height": 1009
    },
    "image": "https://arweave.net/QbRhQbjBtVdXNG5Of6jQwsAg3IdsN31PriTvZOMu1_Y",
    "image_url": "https://arweave.net/QbRhQbjBtVdXNG5Of6jQwsAg3IdsN31PriTvZOMu1_Y"
  }
}