{
  "address": "0xf8ceec8e53c9e3f8dc4469d6a2d47866394abc8f",
  "type": "ERC1155",
  "name": "Glimpse Art Agency",
  "tokenCount": "15",
  "uri": "ipfs://bafybeicuqsinrptskcq32ezw4w62a4cvcsck76myj66hmv6vt2dhz7jnoy/1.json",
  "metadata": {
    "name": "cymoonv, Can’t get you out of my head, 3D animation, 2022",
    "description": "Simone Garcia aka cymoonv is a self-taught 3D artist from Havana, Cuba, currently based in Valencia. In her work, she creates worlds full of symbolism where she explores new subjectivities around themes of self-perception, the performance of virtual identities, gender-fluid representations of post-human bodies, and other topics in contemporary life. She graduated with a Bachelor of Music from the University of the Art in Havana, Cuba.cymoonv’s work has been recently exhibited at “10 segundos, 10 artistas” as part of Madrid’s Urban Digital Art Festival (2021); “EROTIKA, Visions outside the mainstream” during Miami Art Basel (2021); the group show “Dream A Verse” in the gallery Tuesday to Friday, Valencia (2022); and ICONS SuperRare’s Pride exhibition, New York (2022). She’s one of the artists at The Infinite Machine Movie and Collection, which is funding a movie about the history of Ethereum. In 2021, she won the 1st prize at the competition Versiona Thyssen IX (Museum Thyssen-Bornemisza in Madrid). Hybrids of humans whose mouths open to salivate and give each other sexual pleasure. Pearly liquid drops as an act of erotic intimacy.Tongues are shaped as belonging to an insect; the soft piece of flesh is feeding, drinking the sweet viscous nectar from another giant, unwieldy tongue whose appearance is somewhat like an orchid. The floral tongue extension mirrors the shape of the female pleasure point. A clitoral tongue. The two ethereal figures are caught in a sensual act, which is also a moment of vulnerability and intimacy freed from shame and normativity.",
    "image": "ipfs://bafybeibznavk7jojcifdfe5gcxyzbmnixhjbpjhg6icaapmhjhp2msziui/1.mp4"
  }
}