{
  "address": "0xf8ae3565aea7758c66b4a1718f9a84343a1d10f5",
  "type": "ERC721",
  "name": "BRUX - FOLLY OF THE BEAST",
  "tokenCount": "10",
  "uri": "ar://4IckzMzXb6sVoWkecLSOYp6n6wOA5K_xU6j3SVCg-H4/goldenEgg",
  "metadata": {
    "animation_url": "ar://2WOvHAOKKzl-f3XOkwIu8sSNznGJ454OFrvLxOrRYDI",
    "artist": "BRUX",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://QNf1TFv_jzLplBKQyePyHcP1SljpMNnogexMpEfGlqY",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "FOLLY OF THE BEAST",
        "value": "Golden Egg"
      }
    ],
    "bpm": 125,
    "credits": null,
    "description": "\nFOLLY OF THE BEAST follows on from recent drop VINEGAR HILL - track 2 in the 3 part collection on Sound. \n\nThe title comes from a quote by novelist Herman Melville (Moby Dick) “For there is no folly of the beast of the earth which is not infinitely outdone by the madness of men” & it really struck a chord with me. The foolishness of “man” is as relevant as ever with the current climate crisis. The lyrics \"what is it you want? what do you need? How do you live? Live, for free?\"  are urgent questions that need answers. We come from the Earth and are products of it, yet have such a disconnect to it, and it's a troubling paradox.\n\nThe BADBOI club EP dropped recently on August 25 and it was fully funded by the collectors from my drop on Sound.xyz, \"Push\". Everything from the cover art, the press shots, the mixing, mastering to the PR for both Australia & USA, remixes and distribution costs were covered. It takes a village to raise a child & it sure took a village to help make this record...!\n\nThe personal growth & invaluable lessons I've learnt as an independent artist over the last 4 months has been huge to say the least. It's happened during a time of mammoth shift in my surrounding team - pulling this entire EP release together with no management, no label or booking agent could not have been as successful without you, the fans. \n\nSo why collect a BRUX nft? I posed this question as a poll to my fans recently & the leading answer was to support the project so more art could be made.\n\nSo, here we are. \n\nI'm inviting you to join the village & help me make this next record <3",
    "duration": 268,
    "external_url": "https://www.sound.xyz/brux/folly-of-the-beast",
    "genre": "Dance & EDM",
    "image": "ar://QNf1TFv_jzLplBKQyePyHcP1SljpMNnogexMpEfGlqY",
    "isrc": null,
    "key": null,
    "license": "CREATIVE_COMMONS",
    "locationCreated": "au",
    "losslessAudio": "ar://2WOvHAOKKzl-f3XOkwIu8sSNznGJ454OFrvLxOrRYDI",
    "lyrics": {
      "text": "what is it you want?\nwhat do you need?\nhow do you live, live for free?",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 0,
    "name": "FOLLY OF THE BEAST - Golden Egg",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "FOLLY OF THE BEAST",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}