{
  "address": "0xf94aa00f76da0bb7f3952d7318a365056c942313",
  "type": "ERC721",
  "name": "Luis Machicao",
  "tokenCount": "1",
  "uri": "https://arweave.net/jxwKmpZUZ30AaF0REvA4oxfrbTt8cDM7VOwghmhGMbw",
  "metadata": {
    "name": "Audrey",
    "created_by": "Luis Machicao & Agalma",
    "external_url": "www.agalma.us",
    "description": "The dress features a daring yet refined cut, with an A-line silhouette that hugs your curves in all the right places. The plunging square neckline draws attention to your décolletage, adding an alluring touch that is both sweet and powerful. It pays homage to the modern woman who is strong, empowered, and confident, while still embracing her feminine side.\n\nThis dress is more than just a piece of clothing – it is a statement. It celebrates the beauty and strength of women, showcasing the delicate balance between sensuality and empowerment. It is a tribute to the women of today who are unafraid to show their soft and powerful sides, and who are unapologetically themselves.\n\nSo, slip into this breathtaking Dior-inspired dress and let its metallic rose fabric shimmer and shine as you walk. Embrace your femininity and your power, and let the world see the true beauty that lies within you. With this dress, you will turn heads, make a statement, and inspire others to be bold, confident, and powerful. You are a modern woman, and this dress is a celebration of everything that makes you amazing!\n\nWe express our gratitude the music producer @royalcitylif for granting us permission to utilize his music.\n\nBase Fabric: Metallic Brocade.\n\nBonus:\n\nDigital  \n4K rendered animation  \n4K rendered stills  \nRedemption window: 2 years\n\nPhysical  \nPhysical version of The  SAFARI custom-fitted to the wearer (must visit Lusi Machicao atelier in Charlotte NC or Select one standard Size with measures via mail). Redemption window: 1 year  \nOriginal signed sketch of The SAFARI personally drawn and signed by Luis Machicao.\n\nExperiential  \n1 -year access to Luis Machicao couture events.  \nPrivate interview with Luis Machicao.  \n2-week exhibition of The Name of dress with collector’s name in an important gallery or museum in the United States.  \n2-week exhibition of The  Name of Dress anywhere in the world with collector’s name (to be coordinated with Agalma and Luis Machicao)",
    "attributes": [
      {
        "trait_type": "Designer",
        "value": "Luis Machicao @lmachicao"
      },
      {
        "trait_type": "Collection",
        "value": "I Dream of Dior"
      },
      {
        "trait_type": "Type of Asset",
        "value": "Phygital"
      },
      {
        "trait_type": "Launch",
        "value": "Paris Fashion Week 2023"
      },
      {
        "trait_type": "Edition",
        "value": "Genesis"
      },
      {
        "trait_type": "Music",
        "value": "@royalcitylif"
      },
      {
        "trait_type": "Digital Art",
        "value": "@agalma.eth"
      }
    ],
    "animation_details": {
      "bytes": 34551152,
      "format": "MP4",
      "duration": 48,
      "sha256": "82da8e88a978ecaf2050760e7941c446f6428ec33a558a17fb9597806543340f",
      "width": 1080,
      "height": 1920,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/gLst9U9LK0CjYuVPGXcK_heW9rPMHPS8cGbwSTpbf3o",
    "animation_url": "https://arweave.net/gLst9U9LK0CjYuVPGXcK_heW9rPMHPS8cGbwSTpbf3o",
    "image_details": {
      "bytes": 12690957,
      "format": "GIF",
      "sha256": "156f60e2f21e72242e3030280ed4caa8dd9c5677e6694303023a57502f00a615",
      "width": 1080,
      "height": 1080
    },
    "image": "https://arweave.net/zHqSD7MvqfsKJNn9mbgRFnr9BxziS_pdgvOKRtzw_OE",
    "image_url": "https://arweave.net/zHqSD7MvqfsKJNn9mbgRFnr9BxziS_pdgvOKRtzw_OE"
  }
}