{
  "address": "0xf9a2a69f4c7876f34f708fd6210b6bdbb3b8540d",
  "type": "ERC1155",
  "name": "islavalava",
  "tokenCount": "4",
  "uri": "https://arweave.net/dl8kdsfBnREY-vaRYydlYBlWIRxnz_EnpNHeq2V62JY",
  "metadata": {
    "name": "mushroom picker & purple spruce glasses",
    "created_by": "islava",
    "description": "Nobody.  \nActually, no one at all.  \nAlthough  \nit could be a snail, but it is crooked and poorly drawn, I did not try.  \nOr a cartoon flower that turned his gaze into madness.  \nMmmm  \nMaybe a beautiful dove?  \nBut no, he is proud of you, he purrs, he is pleased.  \nOr Patrick?  \nNo.  \nThis time he forgot to sneeze, and now he will have to quickly make his way through everyone.  \nOh grief, the bear found the huckster again.  \nOr maybe all the same, this flower is a rooster sticking out of Panama?  \nWell, I don't know, probably not.  \nWell, definitely not this kitten lurking before the jump, which, moreover, is hard to see.  \nNooo.  \nAnd not a dude with glasses, even though he has a funny hairstyle,  \nI want one like this.  \nGhost from a cartoon?  \nno, definitely not!  \nIn the beginning, there was still a very small but still chance for the Siamese twin mushrooms, but something went wrong with them, and halfway through the completion of their drawing, they began to finish painting me. I had to wipe my third ear off my cheek, but let's not talk about that.  \nAnd of course this is not a turtle with a burning head, and not a bat with a left hand instead of paws.  \nabsolutely not!  \nWait!  \nWhat about book lovers? The Book of Open Eyes and the Book of Broken Arrows are right next to each other, all you have to do is start reading! But no, of course not.  \nAnd not even hands? trembling constantly tense ubiquitous living hands!  \nAnd even so many hands of his own demons could not prevent the mushroom picker from enjoying the flowering of the Indian mushroom through the frame of the glasses in which the alien dragonfly settled, through the frame of the glasses of purple spruce.",
    "image_details": {
      "bytes": 4928305,
      "format": "JPEG",
      "sha256": "5c41de85b325d43bdf46bcd6f6d35e3f1a3f8ceafcecaeb704139257a2e9fdfe",
      "width": 8001,
      "height": 11251
    },
    "image": "https://arweave.net/BcZu8cYPIOzbSQIO4QP0MYXv5veUhNclxHLhNCQTCwA",
    "image_url": "https://arweave.net/BcZu8cYPIOzbSQIO4QP0MYXv5veUhNclxHLhNCQTCwA"
  }
}