{
  "address": "0xf9cfef90f2238cf7293c2f66a9b6aa3f4cd48c84",
  "type": "ERC721",
  "name": "greydient - Lost in the Light (with dilip)",
  "tokenCount": "25",
  "uri": "ar://RrbTDmtnODQjJDOFRESLr6o2HCypUh_QD78cZRIZ7JA/1",
  "metadata": {
    "animation_url": "ar://Wvuo56ov_hvRlxehYFZvYEfWjjdghUM2_77FS_PT914",
    "artist": "greydient",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://K_igpLWXY2e5LQdf95FJv49KbCA2qTtLkBjfa5Dcj_I",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Lost in the Light (with dilip)",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 130,
    "credits": null,
    "description": "You know that feeling when you’re up in the middle of the night; when your mind is wandering and you arrive at a cold clarity about something that’s been bothering you? But the sun rises the next day and that clarity has entirely dissipated, lost to the light…\n\ndilip:\ngreydient and I kept running into each other in multiple discords in late 2021 and a friendship was quickly born. I sent him a rough demo for a song idea. Since then, we’ve experienced Songcamp’s Camp Chaos together, performed at NFT NYC together, and now finally turned the demo into a song together. \n\ngreydient:\nI remember getting this song idea from dilip while I was in Austin at CabinDAO’s node 0. I knew that there was something to this song, but not sure how I could fit my style into it. It wasn’t until I got back home to Toronto and pulled up the song during Xmas holidays that the magic began. I infused a little of the Toronto darkness into dilip’s original idea and the rest you’ll get to hear on the song. \n\nThis drop is just the start of a musical history together. If you want to know what else we’ve got cooking up our sleeves, you definitely want to get tapped in. ",
    "duration": 228,
    "external_url": "https://www.sound.xyz/greydient/lost-in-the-light-with-dilip",
    "genre": "Pop",
    "image": "ar://K_igpLWXY2e5LQdf95FJv49KbCA2qTtLkBjfa5Dcj_I",
    "isrc": null,
    "key": "D_MINOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "us",
    "losslessAudio": "ar://Wvuo56ov_hvRlxehYFZvYEfWjjdghUM2_77FS_PT914",
    "lyrics": {
      "text": "VERSE 1\nI can tell that it’s the way that you feel \nYou don’t have to ignore it\nIf you let me then I’ll take it from here \nI’ll take the weight off your shoulders \nCatch you on the outside\nJust tell me if it hurts when you’re not mine\nNot over thinking it’s the way you feel\nIt’s just the way that you feel yeah\n\nCHORUS\nHeavy on my heart tonight\nI’ve emptied out all of my pride\nSo I’ll just pick up the pieces\nAnd pretend I found peace with us\nI’m lost in the light\n\nVERSE 2\nI just wanna let go\nYou can’t take my breath no more\nIt’s typical for me to think that I’m the one to blame\nBut you’re the one who told me that you needed me\nUntil you bored of us and picked a change of scenery\nLying, deceiving, was it just a game\nYou kept it going so who is to blame \n\nCHORUS\nHeavy on my heart tonight\nI’ve emptied out all of my pride\nSo I’ll just pick up the pieces\nAnd pretend I found peace with us\nI’m lost in the light\nHeavy on my heart tonight\nI’ve emptied out all of my pride\nSo I’ll just pick up the pieces\nAnd pretend I found peace with us\nI’m lost in the \n\nOUTRO\n[Light]\nHazy illusions, my delusions of a future state\nIn my confusion I relapsed to wishing that you would stay\nBut it’s proven time and time again that this was fake\nMmmm I’m sure that this was fate\n\nNow I’m leaving I got nothing left to prove\nI'll break into a run don't bother to pursue\nStop chasing the ghost of you\nFresh eyes I take off my noose\n\nJust a mirage ain’t it\nPretty facade painted\nOver the true you and me\nThe end was postdated\n\nJust a mirage ain’t it\nPretty facade painted\nOver the true you and me\nThe end was postdated\n\n[raag] ",
      "nft": null
    },
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Lost in the Light (with dilip) #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Lost in the Light (with dilip)",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}