{
  "address": "0xfa545cf23e94eb8c08241a68db2985f04051992c",
  "type": "ERC721",
  "name": "Mfing Fidenza",
  "tokenCount": "8",
  "uri": "ipfs://bafybeifxaxnsul5gd3mhnurrxdftwsiey5ap5slf7zow5s6l53nqzzwwaa/1.json",
  "metadata": {
    "image": "ipfs://bafybeigak7qxxwcsvxf2qi6ywtuos66ructjkg55kfzl4ofxjehlxjhah4/MFingFidenza8.jpg",
    "name": "Mfing Fidenza",
    "description": "Mfing Fidenza' depicts the iconic moment of the mfer 4/20 fidenza meet up within 6529’s Museum District in OM. \n\nThis meet up was a meaningful milestone for both mfers and the onCyber team. Not only was it a record turnout for OM (over 200 mfers), but as easily observed, Sartoshi himself was in attendance. \n\nAs you’ll notice looking at their pfp, you can see they are rocking a gold chain - Sartoshi likes to show out at the party. To this day Sartoshi’s true identity is still unknown.\n\n'Mfing Fidenza' is meant to transcend time and pay homage to the founder and the first era, while simultaneously embracing the new era in a meaningful way. \n\nThe homage to Sartoshi and the first era is obvious, this moment will forever be historic for mfer provenance as well as cc0 history, yet how does it connect to the new era? \n\nGlad you asked mfer. \n\nLooking to the future and taking inspiration from Noun's generous prop house contribution, this collection aims to raise 10 ETH for mfer treasury, thus the collection size of 239 'Mfing Fidenzas'. \n\n'Mfing fidenza' aims to immortalize a historic moment within the mfer community while also being accessible to everyone at a mint price of .0420 ETH \n\nFurthermore, this contract functions in a profit-less manner, as 100% of proceeds are automatically sent to unofficialmfers.eth (aka the mfer treasury). In this way, 'Mfing Fidenza' transcends time: invoking the days of the first era while implicitly funding the next. It goes without saying: ‘Mfing Fidenza’ is cc0; do what you want with them, mfers. \n\ngm gm mfers \n\nqjivwnywkixxmrwxetvxih",
    "attributes": [
      {
        "trait_type": "creator",
        "value": "galleryhaus"
      },
      {
        "trait_type": "external_url",
        "value": "https://thompsonnft.io/mfingfidenza"
      },
      {
        "trait_type": "Artist",
        "value": "Thompson & Paco"
      },
      {
        "trait_type": "license",
        "value": "CC0 - It goes w/o saying that mfers can do what they want w 'Mfing Fidenza"
      },
      {
        "trait_type": "Coordinates",
        "value": "https://oncyber.io/6529om?coords=-68.55x2.8x501.48x-0.79…"
      },
      {
        "trait_type": "File Type",
        "value": "JPEG"
      },
      {
        "trait_type": "Size",
        "value": "5500 x 4266 x 330ppi"
      },
      {
        "trait_type": "Date",
        "value": "2022:04:20"
      },
      {
        "trait_type": "Location",
        "value": "MUSEUM DISTRICT, OM - PUNK 6259"
      },
      {
        "trait_type": "Author",
        "value": "Paco420.eth"
      },
      {
        "trait_type": "Sartoshi is",
        "value": "@zhoug0x"
      }
    ]
  }
}