{
  "address": "0xfa2605fc4e6f83ca00d55efab58103c4e0c15679",
  "type": "ERC721",
  "name": "Werthan Art Collection - Pay Roll Checks - Membership Level",
  "tokenCount": "2",
  "uri": "ipfs://QmUEjYSsfn3FoyyEpCaKirTKMcCfUTedkCxDLtp34B9EcD/15389p.json",
  "metadata": {
    "name": "Platinum - Werthan Check # 15389",
    "image": "https://w-checks.mypinata.cloud/ipfs/QmcQV7rswK9q3qJ7n6PKinRFZAXbCZ7W9eVzPKQYPvFiAK/15389p.gif",
    "animation_url": "https://w-checks.mypinata.cloud/ipfs/QmcQV7rswK9q3qJ7n6PKinRFZAXbCZ7W9eVzPKQYPvFiAK/15389p.mp4",
    "external_lnk": "http://nft.werthanartcollection.com",
    "attributes": [
      {
        "trait_type": "Check Number",
        "value": "15389"
      },
      {
        "trait_type": "Level",
        "value": "Platinum"
      }
    ],
    "description": "You are looking at an image of a Werthan Pay Roll Check issued in the 1950s (the Historic Check). The Historic Checks are from a collection called Werthan Art Collection. (See http://nft.werthanartcollection.com/) Each unique image has features and represents an exact digital copy. Each has a temporary wax seal overlaid on top, hiding the Bonus Reward, to be delivered later, as an airdrop. Each Historic Check has been carefully processed and preserved on the blockchain using scanning, computer vision, and AI to ensure its authenticity. Each Historic Check image can be minted as fractional ownership, varying membership levels, to capture royalties or as regular NFTs. You are viewing either a Platinum, Gold, Silver, or Bronze NFT, pre-minted for Open Sea, using our Intelligent Contract. The mint fee paid for our service, will help us process more art and assure future benefits and growth for the community, including DAO votes, staking, nodes, airdrop rewards, and early access to new collections. Join us on our mission to empower artists and collection owners with unprecedented control of their images through the use of blockchain technology. Visit our website to learn about these opportunities! The Disclaimer and Conditional Acceptance Agreement applies to all Minting."
  }
}