{
  "address": "0xfa354a5f6805e6dedeeb272816a9a3ec3af25765",
  "type": "ERC1155",
  "name": "FraktalNFTBuildABetterFuture",
  "tokenCount": "2",
  "uri": "ipfs://QmYGgEFqTRkWvNZ6u7gfk9HDdh55bQAbYVyc16TF1zX658/3266",
  "metadata": {
    "name": "Examined Life",
    "image": "ipfs://QmZ8UAeW3rvTk1ah7QKMuvMEdzjFMhJWsp3wvfdK89CPtE",
    "description": "JN Silva. Photography is a means of pointing a mirror to humanity and capturing the reflection. My exploration of the art of photography aims to celebrate freedom of speech and freedom of thought, incite deep reasoning and instill hope in the viewer. I believe that humans are inherently good, and that through unity, education and community we can all change the course of history for the better. It is crucial that we examine our actions and hold our leaders accountable, and my body of work combines photography with various traditional and digital techniques to achieve just that. \nThe main tool that I use for my art is the digital camera; my lens is the scope through which I choose to examine my surroundings. Lately I have been learning and experimenting with different mediums such as fractal art and music to create multidisciplinary pieces, with the intention of captivating my audience through various sensory inputs. I draw inspiration from my studies in philosophy and ethics, and look up to contemporary photographers like Tomasz Gudzowaty and Michael Christopher Brown for their courage in tackling sensitive issues through their work.\nMy piece “Examined Life” is a compilation of photos taken at various marches and protests over the years, cut and animated digitally over an original musical score. It speaks to many of the problems our world is currently facing -- inequality, lack of leadership, climate change, and the need for more empathy. If we tackle these issues and embrace our differences, I believe we can build a better world together.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "JN Silva"
      },
      {
        "trait_type": "Edition",
        "value": "Single"
      },
      {
        "trait_type": "Border",
        "value": "White"
      },
      {
        "trait_type": "Drop",
        "value": "Build a Better Future."
      }
    ],
    "animation_url": "ipfs://QmPXTYW1xvPiuFbE44zUEDLNjccYXB5H6cJYWmEAwiYjij"
  }
}