{
  "address": "0xfab560d52ff9b8023c9ed9fed59e225e8a8b99e7",
  "type": "ERC721",
  "name": "The Foundation by Godwits",
  "tokenCount": "500",
  "uri": "https://arweave.net/NMDfUphJEt9c4Q29apXyvmmjSidSGTIqRd5UNsin8b8/1",
  "metadata": {
    "name": "The Foundation 1",
    "created_by": "Godwits",
    "external_url": "https://www.godwits.com/products/the-foundation-1",
    "description": "Title: The Foundation (Genesis)  \nArtist: Godwits  \nYear: 2019  \n \nThe Foundation is a Modern Neo-Plasticism collection that shows the evolution of the artist's transitional phase of leaving the traditional art world to evolve into a full-time digital artist-designer on the blockchain. This dynamic collection of 500 works was nicknamed \"De Stijl\" and is one of the most significant collections as it explores absolute abstraction in digital art. This is considered to be the genesis work on the blockchain by Godwits as a digital artist-designer because it was the first collection of art to be minted as digital tokens on Ethereum.  \n \nForm 1 was created in 2019 through abstract paintings created with acrylic on canvas. These works were then digitized into (Form-2) 2D-3D abstract digital art in 2020. After all the works were digitized in 2020, The traditional paintings were destroyed in 2021 when all 500 artworks were minted on a new medium called The ERC-721 smart contract on Ethereum's blockchain. 1 year later in 2022, Godwits transformed the Form-2 artworks into a final Form-3, which evolved into a Signature-designed version of an absolute abstraction collection of works where the artist-designer was giving homage to the pixel and re-minted on Ethereum's blockchain. The collection of artwork and their survival are held hostage to the success of Ethereum. If Ethereum survives then so does the collection.  \n  \nARTIST NOTE  \nChange your perception and experience the inverse version of the artwork. Simply flip the work upside down and blink your eyes to reset your senses. Repeating these steps will help your vision dominate over other senses to create a unique illusion & abstract experience.  \n \nTIMELINE  \nCreated (Form 1): 2019  \nDigitized (Form 2): 2020  \nDestroyed (Form 1): 2020  \nMinted (Form 2): 2021  \nBurned (Form 2): 2022  \nMinted (Final Form 3): 2022  \n \nPublished by: Abstract Art Labs  \nContract By: Manifold Studios  \nContract Type: ERC-721  \nArtist Royalty: 10%  \n \nLimited to personal non-commercial use and resale rights of NFT are granted.  \nAll other terms & rights are reserved to Abstract Art Labs LLC",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Godwits"
      }
    ],
    "image_details": {
      "bytes": 481855,
      "format": "PNG",
      "sha256": "1d70ac5659a5ad1651f3311bbc4bc417162e3a6e684d7690360673dde1d13217",
      "width": 2000,
      "height": 3000
    },
    "image": "https://arweave.net/WBfF4eejtFRlF3cSYLx8vinChKh8n6cyPa7yRgU21DE",
    "image_url": "https://arweave.net/WBfF4eejtFRlF3cSYLx8vinChKh8n6cyPa7yRgU21DE"
  }
}