{
  "address": "0xfaa34fa0369f67a6a75dc247cf428e80bcf0f655",
  "type": "ERC1155",
  "name": "Endless Experiment",
  "tokenCount": "25",
  "uri": "https://arweave.net/9MirWF7jbnHcZV6q1pou6XX68JaHKp8sG-zEDLYXuGA",
  "metadata": {
    "name": "Witchs' Wedding",
    "created_by": "Known Fact",
    "description": "A warm summer night.  \nA fae procession.  \nA different set of vows, but matrimony all the same.  \n---Witchs' Wedding---\n\n\nEndless Experiment is the work of musician Known Fact. This collection serves as a living album, a journal from which the fruits of experimentation in genre, composition, and production find home. When a spark of inspiration hits or a set of works don't form an album of their own, the lab that is the Endless Experiment welcomes in the vagabond tracks.\n\n\nGrant of Rights, Limitations, and Warranties:  \n1.\tThe Copyright Owner of the Works remains the copyright owner. The Grantee is not receiving copyright ownership of the Works but is receiving certain limited rights in the Works as set forth herein.  \n2.\tUpon confirming the NFT on the blockchain, Buyer becomes the Grantee and immediately receives a worldwide, non-exclusive, transferable license to the Works as set forth herein, for the period the Grantee owns the NFT. \n3.\tGrantee is granted the right to use, copy and display the Works.  \n4.\tGrantee may modify the works, create derivative works, transform the works or perform the Works with attribution to the Copyright Owner and Creator.  \n5.\tGrantee may make commercial use of the Works with attribution to the Copyright Owner and the Creator. The NFT will need to be verified on the blockchain in the possession of the Grantee at time of commercial publication.  \n6.\tAny exercise of right granted hereunder requires attribution to the Copyright Owner and the Creator if they are listed in the NFT sale, where reasonably possible.  \n7.\tGrantee shall not challenge Licensor’s copyright ownership of the Works.  \n8.\tThe NFT Seller warrants they are authorized to license the Works and consistent with these terms.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Known Fact"
      },
      {
        "trait_type": "Collection",
        "value": "Endless Experiment"
      },
      {
        "trait_type": "Volume",
        "value": "1"
      },
      {
        "trait_type": "Genre",
        "value": "Electronic"
      },
      {
        "trait_type": "Arrangement",
        "value": "Instrumental"
      }
    ],
    "animation_details": {
      "bytes": 57600044,
      "format": "WAV",
      "duration": 200,
      "sha256": "810da4094c326b55904c4fb052ed7a99b901081ac3271b1d248a663144007a81"
    },
    "animation": "https://arweave.net/cckt03Np272muHInXJLQ04mPgmPj6wDNVRyL7PxvPkw",
    "animation_url": "https://arweave.net/cckt03Np272muHInXJLQ04mPgmPj6wDNVRyL7PxvPkw",
    "image_details": {
      "bytes": 5645775,
      "format": "JPEG",
      "sha256": "3290a16c48aeb21ddf66b0d343bd7120e10a23e368777c5cb8d066b703f62d09",
      "width": 3072,
      "height": 3072
    },
    "image": "https://arweave.net/PYpFbm5Cd2FapZWzLhCPVDtJwwW0MMog3KVJ7ZJI23g",
    "image_url": "https://arweave.net/PYpFbm5Cd2FapZWzLhCPVDtJwwW0MMog3KVJ7ZJI23g"
  }
}