{
  "address": "0xfab905666081ad0d150b68449213bcd345bded7e",
  "type": "ERC721",
  "name": "Painted By Nature by Kristin Piljay",
  "tokenCount": "20",
  "uri": "ipfs://QmVHM2G3Ckz8GroWQhaBqjb1herj165WiNZ9nNeEaHwK8Y/1",
  "metadata": {
    "name": "Painted By Nature #1",
    "description": "Painted by nature, captured by me.  \n \nThis past summer, I finally bought a drone and was excited to bring it to Iceland, a land of surreal and amazing landscapes. The geothermal areas of steaming hot springs and boiling mud pools are some of my favorite places in Iceland and when I launched my drone at Hverir, I let out a little gasp when I saw what it looked like from above! It was like a dream come true - this surreal view of the landscape - especially when I pointed the camera straight down. Top-down drone photography is now a new favorite type of photography for me and I am excited to continue to experiment with this in other places. I’ve always loved seeing the world from above, but it’s unusual to be able to see the landscape directly straight down instead of from an angle in an airplane. The only other time I experienced this was when I was taking photos during an aerobatic flight in a biplane and there were moments when the plane was pointed straight down towards the Earth. The drone has now solved this “problem.”\n\n \nThe photos I captured from this place look like abstract paintings and I love the effect and the colors. What do you see in this image? \n \nNote: A higher resolution image is available to any collector.",
    "image": "ipfs://QmYQNdbK1AsCMrkiBEqhNBSGPVLMZxHkyssM44zDgdbbf3/1.jpg",
    "attributes": [
      {
        "trait_type": "Rights",
        "value": "Extended Editorial"
      },
      {
        "trait_type": "Location",
        "value": "Hverir, Iceland"
      },
      {
        "trait_type": "Subject",
        "value": "Geothermal Landscape"
      },
      {
        "trait_type": "Genre",
        "value": "Aerial Drone"
      },
      {
        "trait_type": "Artist",
        "value": "Kristin Piljay"
      },
      {
        "trait_type": "Edition",
        "value": "1/20"
      }
    ],
    "external_url": "https://permalink.sloika.xyz/v1/0o0qM3Q4q8i55HMn2mR3V/1"
  }
}