{
  "address": "0xfb0c8fb16453cfa90b2b6cf1f32d57a14f9715c9",
  "type": "ERC1155",
  "name": "Atman - Crystal Artefact",
  "tokenCount": "1",
  "uri": "https://arweave.net/LNrM6SuiaYktXThPvAzQWFowWQNLIh8DYyMtrqFJBEA",
  "metadata": {
    "created_by": "NFT Mentis",
    "name": "Atman Academy - Crystal Artefact",
    "external_url": "https://www.AtmanAcademy.io",
    "description": "~ PLEASE NOTE THIS IS A PRE-MINT Token (ERC155) AND IS NOT THE ACTUAL CRYSTAL ARTEFACT (ERC721) MINT ~\n\nFirstly, a massive thank you to everyone I've encountered and every opportunity we've had to support one another along the way on this magical and beautiful adventure. I have learned so much and will continue to strive to find Balance and Innovation and Grace and Play in everything we do at Atman Academy.\n\nThis token is the first opportunity to claim a mint from the upcoming collection. Final mint price will be 25% higher.\n\nWhen the Crystal Artefact ERC721 Collection is ready for mint, holders of this NFT will have early access to claim their prepaid NFT prior to the allow list and public mints.\n\nAtman Academy offers custom learning journeys tailored to the specific needs and interests of each client, providing a personalized and engaging educational experience. We focus on emerging technologies like Web3, blockchain, and AI, providing clients with cutting-edge knowledge and skills.\n\nRather than simply watching or listening, Atman Academy's educational experiences are designed to be interactive and participatory, giving clients the opportunity to learn by doing and actively engaging with the materials.\n\nCrystal Artefacts - The Genesis Collection\n\nHolders of this Artefact will have Ultimate Access within Atman Academy, inclusive of:*\n\n- one free mint from the next two collections (Avatars and Alchemy)  \n- early involvement and exclusive opportunities to shape the future of the Academy in real life and in cyberspace  \n- minimum 2 hours of consultation with me (Mentis) that can be used for:  \n  -- Leveraging ChatGPT and other AI and automation tools  \n  -- Building virtual worlds and token-gated experiences  \n  -- Coaching an entire community on how to mint safely -- Or just about anything else!\n\n- Surprise benefits await...\n\n*-I'll be sure to go above and beyond to provide value to these first supporters!!!\n\nThe art from this collection will be a combination of the elemental art (Earth/Water/Air/Fire) submitted by the early Atman Academy Students (some of YOU!).  The Aether (fifth element) Artefacts are 1/1 AI Art pieces made by yours truly - Wizard Founder Mentis.\n\nThe Aether Artefacts unlock access to two hours a month FOR AN ENTIRE YEAR... \n(more than 10% of the collection!)\n\nHere are the Planz for those resources:\n\n- Operating costs such as hosting, subscriptions, etc.  \n- 3D environment and Avatar Design/Builds  \n- A Proper Dev Workstation for Mentis (currently typing from my 5+ year old gaming laptop)  \n- Web Site and Automation Integrations and Upgrades for a LJCMS (Learning Journey Content Management System)  \n- Smart Contract and Tokenomics Development for subsequent 1k and 10k mints in the months and years to come  \n- Whatever else Mentis needs to drive this Mission forward...\n\n((Please see web site for terms of service))\n\nhttps://www.AtmanAcademy.io",
    "attributes": [
      {
        "trait_type": "Architect",
        "value": "Mentis"
      },
      {
        "trait_type": "Generator Lvl",
        "value": "4"
      },
      {
        "trait_type": "Material",
        "value": "Crystal"
      },
      {
        "trait_type": "Stage",
        "value": "Premint"
      }
    ],
    "image_details": {
      "bytes": 145554,
      "format": "JPEG",
      "sha256": "c36c308abfc40f65ddfd264d33bea7d61dc71495193fc4db80a7da5d53a30006",
      "width": 1024,
      "height": 1024
    },
    "image": "https://arweave.net/4C3nBO3ikVQQnLZEw2Le0nPk_5Uor9UkrhP3PBV6BoY",
    "image_url": "https://arweave.net/4C3nBO3ikVQQnLZEw2Le0nPk_5Uor9UkrhP3PBV6BoY"
  }
}