{
  "address": "0xfbbb2c086b43da5406d4e8e6224228c301db0980",
  "type": "ERC721",
  "name": "Tales From The Blue Planet V2",
  "tokenCount": "1",
  "uri": "https://arweave.net/coUkqUnCUM0E0xxZDvLSEma8NnADJ0lamGMjZoV9GrI",
  "metadata": {
    "name": "Chapter One",
    "created_by": "Matt Walch",
    "description": "Chapter One\n\nThe wind blew at his skin as the first finger of sunlight stretched over the horizon, painting the sky in an array of yellow, orange and pink. The ocean sang, calm waves splashing onto the shore. He heaved a sigh as he trudged barefooted across the cool sand, not yet warmed by the sun. The water caught the flecks of sunlight, glimmering like a thousand stars, and his stomach twisted.\n\nHe hoped the ocean would breathe peace into him. And he held onto that hope like a torch in the darkness. He reached for the light.\n\nThe ocean, a swath of deep grey and icy blue, beckoned him, the waves calling his name. He stepped onto the wet sand, tears prickling his eyes as the wave washed past his ankles. \n\nThe quiet there unsettled him. Noise had followed him and haunted him since he was a child. Most piercing of all was the scream of his violent mother. \n\nHe pinched his eyes shut, drawing in the salty scent of the sea. When he opened them, he peered at his fragmented reflection in the near-still water. His damaged inner child stared back. Tears dribbled his cheeks.\n\n\n“Will my father ever come back for me?” he asked his mother at age ten one evening after school.\n\nThe house reeked of cigarettes and alcohol. Mould grew up the tar-stained walls like a grotesque painting and his stomach rumbled from the lack of food in the fridge. Rain battered the window, and the house groaned from the wind. His mother clutched an empty wine bottle in her hand, sitting on a worn, mildew-infested couch, lolled her head to the side, arching her brow at him. \n\n“Stupid boy. Why would he come back for you, Will?” Her raspy voice slid along his bones and his blood spiked with fear.\n\nThe boy swallowed the bile burning the back of his throat. “All of my friends have their dads. I’m the only one who doesn’t,” he said, voice trembling.\n\nShe let out a guttural growl and hurtled the wine bottle at him. He yelped and ducked, flinching as the bottle smashed against the wall behind him, and a shard of glass sliced across his ankle. Blood stained the carpet as he sobbed.\n\n“Now look what you’ve done?” his mother said, groaning. “You better clean out the stain.”\n\nShe hauled herself off the dirty couch and stumbled past him, but not before slapping him on the side of his head. His lip quivered, and he raced into his room, closing the door. His bed was his only safe space. He gripped the blanket and let the tears fall.\n\n------",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Matt Walch"
      },
      {
        "trait_type": "Location",
        "value": "Mo'orea"
      },
      {
        "trait_type": "Chapter",
        "value": "I"
      }
    ],
    "image_details": {
      "bytes": 11051931,
      "format": "JPEG",
      "sha256": "b066f4674821417ea617b246516a4cd591854c12081b001fa76a06d99089af30",
      "width": 4250,
      "height": 5313
    },
    "image": "https://arweave.net/snmYX8dSmGIVNhSsX6lHro6ByR1zsn71DZFWzPSaE14",
    "image_url": "https://arweave.net/snmYX8dSmGIVNhSsX6lHro6ByR1zsn71DZFWzPSaE14"
  }
}