{
  "address": "0xfb615fb8773d8be263bfb676ce8fb26654a7256a",
  "type": "ERC1155",
  "name": "BABM",
  "tokenCount": "1",
  "uri": "https://arweave.net/wo7-yaeUHHJ5JaLJCzW-vOHoz24G5bfumwZ-VCx-wPk",
  "metadata": {
    "name": "Bear Market",
    "created_by": "Brynn Alise Schmidt",
    "description": "The title for this edition is two-fold. The image represents the bear market we are all pushing through right now as well as the difficulty grizzly bears face on a daily basis to survive. \n\nI decided to drop a low-cost edition to celebrate 18 months since my first sale in the NFT space. I also wanted to provide an entry point for many struggling in this bear market to own a piece from my wildlife photography collection. The last 18 months have truly been the most fun I have ever had in an art community and I am so thankful for everyone I have met and the friends I have made along the way. I can't wait to see where we all grow together from here! \n\nSecond, I wanted to share about grizzly bears and the challenges they face to survive. While they are officially protected under the Endangered Species Act in the Greater Yellowstone Ecosystem, many are killed each year by other bears and by wildlife/state agencies in MT, WY, and ID. To date in 2022, 28 grizzly bears have been killed by other bears and state agencies for interfering with grazing on public lands or getting into human food attractants. This includes three tiny cubs born to this beautiful sow grizzly known as Blondie. She lost three cubs to a male grizzly the day before I took this photo. It was heartbreaking to be in the area right after she lost her cubs, but this is the reality for many bears. There are constantly growing threats to their habitat and survival in these states. Western Environmental Law Center is currently suing the Forest Service to protect them from more planned grazing lands right outside of Yellowstone. If this proposal goes through, many more bears will be threatened as conflicts arise on land that has always been a part of their recovery zone. They are also often killed for getting into attractants such as bee hives, bird feeders, and trash left out by humans. These beautiful animals don't have a voice and we need to be their voice for them. I strive to do this with my wildlife photography each and every day. If you are interested in learning more about grizzly bears and how to protect them, please reach out to me! \n\nThis is an open edition ERC-1155 minted on a Manifold contract.  \nThe price is 0.01 eth and is open for 72 hours. 30% of all profits will go to Western Environmental Law Fund working to protect grizzly bears in the Greater Yellowstone Ecosystem. I started in this space with a strong conservation focus and plan to continue that with my wildlife photography. ",
    "image_details": {
      "bytes": 3942747,
      "format": "JPEG",
      "sha256": "e094f423774c3860267bd1c4841f1b21f59b7ec699dd8ada06722b759b463d89",
      "width": 2704,
      "height": 1873
    },
    "image": "https://arweave.net/0gFFco0GS--tiOTKJ1SC3YQxDcJPDEfkOZKF0J-__-Q",
    "image_url": "https://arweave.net/0gFFco0GS--tiOTKJ1SC3YQxDcJPDEfkOZKF0J-__-Q"
  }
}