{
  "address": "0xfbbd47cc38fe532381761a8876a6f72c752f6c1a",
  "type": "ERC721",
  "name": "Carolyn Hammond Art",
  "tokenCount": "62",
  "uri": "https://arweave.net/a340WcjFgmwYOspp3ZcmQGXhmW-kf7RXp2fOEUeekAw/1",
  "metadata": {
    "name": "The Celestials Collection - Pisces #1/20",
    "created_by": "Carolyn Hammond Art",
    "external_url": "www.carolyn-hammond.co.uk",
    "description": "This artwork is dedicated to Pisces, a zodiac sign which is represented as two fish, swimming in opposite directions, symbolising their dual nature.\n\nIndividuals born (between February 19th and March 20th) under this sign are known for their creativity, sensitivity and compassion.\n\nIn this artwork, the colours reflect the dream like and mystical qualities of the Pisces sign, with shades of blue, green and gold dominating the palette. \n\nI have chosen the border around the fish as a representation of the aura of the Piscean character, which on the one hand is grounded and practical (hence the depth and solid nature of the circle) - able to navigate the complexities of life with ease. Whilst on the other hand, representing their connecting to the spirit realms and their ability to transcend the material world (represented by the vivid merging colours).\n\nOverall, this artwork celebrates the unique and mystical qualities of the sign of Pisces. It honours their creativity, sensitivity and spiritual depth. \n\nIt is a tribute to those born under this sign and is a respresentation of what they bring to the world in terms of their unique perspective and depth of feeling.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "@chammondart"
      }
    ],
    "image_details": {
      "bytes": 20372248,
      "format": "PNG",
      "sha256": "96b4386778f8e6fa658eab8d3e5ffb759c009f1cbc2111b37005faeee3ab5c22",
      "width": 5000,
      "height": 5000
    },
    "image": "https://arweave.net/5_idJNuMNuRlTBEfau8X9YoLsC99eFNG7cQ26D098OU",
    "image_url": "https://arweave.net/5_idJNuMNuRlTBEfau8X9YoLsC99eFNG7cQ26D098OU"
  }
}