{
  "address": "0xfb633445859145fa20f0f27f1289c0bfb90b7189",
  "type": "ERC721",
  "name": "Wanderer - wr8iDTqN3N",
  "tokenCount": "3",
  "uri": "https://ipfs.pixura.io/ipfs/QmYyG2bBy8aJXqXLdCTnDonUC1XujntAZeHBFvVutWcF5Y/metadata.json",
  "metadata": {
    "name": "At First Sight",
    "createdBy": "Ravi Vora",
    "yearCreated": "2022",
    "description": "The quintessence of the wanderer, captured in a setting larger than life and full of wonder.\n\nThroughout my career as a photographer and storyteller, it has been important to capture and share the human experience in our world both by showing scale and beauty. We are all wanderers in this universe surrounded by things that are so much larger than we are. Yet, we are all an integral part of the story that unfolds, and we leave a bigger impact than we may ever know.\n\nUpon initial viewing, one takes in the natural surroundings and scale of a wandering figure on the precipice of a rocky cliff in one of the most beautiful places on earth, Yosemite National Park. But, more than a photograph, this captures a moment of beauty with an unexpected story unfolding around it. Though I didn’t know it at the time, this was not just any figure, but this was my future love. Someone I would find a deeper connection with, fostered by adventure and exploring unrivaled beauty. Hiking to the top of the cliff was only the beginning. Far below us was a vast valley filled with trees and fading sunlight. As we watched the setting sun, she stepped into those last moments of light and I took this photo. Little did either of us know, this serendipitous journey to a place we both loved was the catalyst to us beginning to fall for each other. Both a time and place that could have been the beginning of anyone’s story, but with this photograph, our story has been etched into history forever.",
    "image": "https://ipfs.pixura.io/ipfs/QmZDoSKcBshvZBAXnnhsscsizBe7K1h9gVsSBWPSajB4Bo/RAVI_VORA_ATFIRSTSIGHT.jpg",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmZDoSKcBshvZBAXnnhsscsizBe7K1h9gVsSBWPSajB4Bo/RAVI_VORA_ATFIRSTSIGHT.jpg",
      "dimensions": "3260x4890",
      "size": "5888311",
      "mimeType": "image/jpeg"
    },
    "tags": [
      "photography",
      "landscape",
      "sunset",
      "nature",
      "adventure",
      "outdoor",
      "yosemite",
      "USA",
      "photo",
      "minimalism",
      "love",
      "ravi",
      "vora"
    ]
  }
}