{
  "address": "0xfc4e52bd2353c651a37e3019a4a5ed2b38b594ff",
  "type": "ERC1155",
  "name": "ONE TRUE TREE",
  "tokenCount": "1",
  "uri": "https://arweave.net/XifGDFfM7TvevIHCuXulbFvyRYUVk4XELSA0DSM3sW0",
  "metadata": {
    "name": "ONE TRUE TREE",
    "created_by": "MORPHINGAZ X SHARKA ",
    "external_url": "https://www.eatingmusic.com/sharka",
    "description": "\nI am practicing doing headstands as i share my digital animated NFT art piece \"One True Tree\" with the world.\n\nThis piece is a true reflection of my artistic journey and the pivotal moments that have shaped me as an artist.\n\nJust a year ago, I was a beginner, experimenting with new tools and techniques, learning the intricacies of blockchain technology, and just figuring things out. But I was determined to grow, to take risks, and to trust my artistic vision. I began teaching yoga to create some healthy mental balance and continued on my music and art making path.\n\nI'm so proud of what I've accomplished so far. My music production has improved tenfold, and I've learned to confidently mix and master my own songs. I've found the courage to rely on my own abilities and to bring my ideas to life. And I've watched as my art has grown and flourished as each day brings new challenges and opportunities for growth. Did I mention I have 2 kids under 6.\n\n\"One True Tree\" represents the first few steps of my creative journey, and the joy I feel at the start of this journey is palpable in this piece. The growth and confidence I've experienced is reflected in the vibrant colours and intricate animations that bring my ideas to life. And the blockchain tech that underlies this piece is a testament to the trust I have in my art and my vision.\n\nThe music was written with my project partner Sharka and we called the project SHARKA. However, this piece is not just about us, but about anyone who has ever dared to dream, to create, and to grow. It's a celebration of the transformative power of art and self-expression, and a reminder that anything is possible if we're willing to take the first step. So, I invite you to join me on this production journey and to bask in the joy and wonder of \"One True Tree\".",
    "attributes": [
      {
        "trait_type": "ARTIST",
        "value": "MORPHINGAZ X SHARKA"
      }
    ],
    "animation_details": {
      "bytes": 71500103,
      "format": "MP4",
      "duration": 221,
      "sha256": "4b4f4dae9463bb238345b7dba625b88cc5cfea9c06976f81dbcd5b94b0068f58",
      "width": 720,
      "height": 720,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/-ZDd32sEthV9VaCFnhiZ-SzsjAY30EoM6hOXrAo27LQ",
    "animation_url": "https://arweave.net/-ZDd32sEthV9VaCFnhiZ-SzsjAY30EoM6hOXrAo27LQ",
    "image_details": {
      "bytes": 1509673,
      "format": "PNG",
      "sha256": "e26f44a84964c76cd29d3bf137bc188f95e40814225f94afb69632f5ae74c76f",
      "width": 1982,
      "height": 1992
    },
    "image": "https://arweave.net/OCre0j802a5PAgo2IznaRNncFnkOJIIfPwKItYSDMQ0",
    "image_url": "https://arweave.net/OCre0j802a5PAgo2IznaRNncFnkOJIIfPwKItYSDMQ0"
  }
}