{
  "address": "0xfcb79ec0d466689d5050803cb4b28a9d0c2f7f7d",
  "type": "ERC1155",
  "name": "Nucleus Editions",
  "tokenCount": "1",
  "uri": "https://arweave.net/0FNOyGeA6CrE4lW0ZT0jUQdX8yAHeJ2-R8o9oBuGFz4",
  "metadata": {
    "name": "De Tettebrughe",
    "created_by": "Andy 'Nucleus' Decramer",
    "external_url": "www.nucleusphotography.be",
    "description": "The nickname of this bridge - \"De Tettebrughe\" in the Ostend dialect - can be loosely translated to \" The Tittybridge\". Before the 2nd world war, the bridge (designed by architect Alban Chambon and built between 1903 & 1905) was originally decorated with bronze statues of busty angels, which was the origin of it's unusual nickname. Unfortunately during the 2nd world war the German military removed the statues to utilize the bronze ore in their military apparatus.\n\nTo this day the De Smet-de Naeyerbridge as it is officially named - minus the statues -  still guards the access to the interior harbour of Ostend, Belgium.\n\n-- \n\nAndy Decramer (1984) is a photographer & videographer from Ostend, Belgium. \n\n--  \nCOPYRIGHT: By transferring this uniquely identifiable cryptographic non-fungible token stored on the blockchain from the blockchain account address of the Creator (a.k.a. Artist) to a Collector’s blockchain address, the Creator grants the Collector a worldwide, non-sublicensable, royalty-free licence to download, copy and display the digital copy of the artwork associated with the token and referred to in the accompanying json/txt Metadata file, solely for personal, non-commercial use, for as long as the Collector owns the token. The Creator retains full copyright and other intellectual property rights of any kind of the original artwork. The Creator retains the right to sell additional copies of the original artwork in other forms of media, such as but not limited to physical prints. The “Collector Rights” applied to this contract, are based on https://foundation.app/terms regarding intellectual property rights as of June 2022, snapshot archived at http://archive.today/yHU3x",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Andy 'Nucleus' Decramer"
      },
      {
        "trait_type": "Camera",
        "value": "Canon EOS 6D"
      },
      {
        "trait_type": "Lens",
        "value": "EF24-105mm f/3.5-5.6 IS STM f/3.8"
      },
      {
        "trait_type": "ISO",
        "value": "400"
      },
      {
        "trait_type": "F-Stop",
        "value": "f/22"
      },
      {
        "trait_type": "Exposure",
        "value": "30"
      },
      {
        "trait_type": "Focal Length",
        "value": "30.0 mm"
      },
      {
        "trait_type": "Resolution",
        "value": "5197x3465 300DPI"
      }
    ],
    "image_details": {
      "bytes": 8564194,
      "format": "JPEG",
      "sha256": "43f890d46a4e31d77b79429bc4b0880a1d91fe516f372f9412cbfca958a4acbf",
      "width": 5197,
      "height": 3465
    },
    "image": "https://arweave.net/Zr206GNCzyuFlWvuuH06UgWzBirmoizZNg6BIO1FhMs",
    "image_url": "https://arweave.net/Zr206GNCzyuFlWvuuH06UgWzBirmoizZNg6BIO1FhMs"
  }
}