{
  "address": "0xfcab9c24303a7b7680680249effcf8ce18699526",
  "type": "ERC721",
  "name": "Intimita: By Stefano Contiero",
  "tokenCount": "333",
  "uri": "https://tonic.xyz/nfts/0xfcab9c24303a7b7680680249effcf8ce18699526/1",
  "metadata": {
    "image": "ipfs://QmU8ixoqVVn9yHRgtuhbyskbkphtJfJrEhrN2cLAcgpBdm",
    "license": "CC BY-NC 4.0",
    "seller_fee_basis_points": 750,
    "external_url": "https://tonic.xyz/collection/intimita/",
    "terms_of_service": "https://meta.tonic.xyz/collection-policies/intimita.pdf",
    "fee_recipient": "0x1D6903D4BbceC5C8F0AF29Ab30c48F88b341401e",
    "name": "INTIMITÀ #001",
    "description": "1. I open my eyes, and I realize I fell asleep.\n2. You're looking at me, and start laughing.\n3. I feel safe, I feel home. My heart is yours.\n4. Intimacy.\n5. Thanks for teaching me its true meaning.\n6. This is for you, More. With love and gratitude, S.\n\n**Intimità**, Stefano Contiero's latest collection, explores the themes of intimacy and discovery. The work emphasizes uncovering the deeper aspects of our relationships and suggesting that genuine, meaningful connection can only be fully experienced when the veil of surface appearances is lifted.\n\nBuilding a relationship is often considered a process of construction, where two individuals come together to form a bond. However, the process can also be seen as deconstruction, where both partners must tear down the walls they have built around themselves, exposing their vulnerabilities and allowing themselves to be known.\n\nContiero's works feature open fields of color that melt together to create an effect reminiscent of marbling. Vibrant hues are subtly aged with a patina, enhancing each piece's visual impact and giving it a sense of depth and movement. Through Contiero's striking compositions, he invites us to consider the role physical and emotional obstacles play in shaping our experiences of intimacy. Only through time and deep exploration can these barriers be removed.",
    "attributes": [
      {
        "value": "Elementals",
        "trait_type": "Palette Name"
      },
      {
        "value": "Low",
        "trait_type": "Scratches Intensity"
      },
      {
        "value": "Low",
        "trait_type": "Scratches Amount"
      },
      {
        "value": "Low",
        "trait_type": "Warping"
      },
      {
        "value": "745317229782708L",
        "trait_type": "Seed"
      },
      {
        "value": "foreground",
        "trait_type": "layer"
      },
      {
        "value": "no",
        "trait_type": "ever_transformed"
      }
    ]
  }
}