{
  "address": "0xfceb02095544bc5736d8f7fe4958e38514d441ad",
  "type": "ERC721",
  "name": "Kabuki - From Beyond",
  "tokenCount": "25",
  "uri": "ar://G3epHKoQrqCNXGKjl9Yu1udH6ANep5MnSMhG7p9IR9s/1",
  "metadata": {
    "animation_url": "ar://vKHuGCyFDckhin4-V4pKGCSHwDBrizHZ2Xjf7W0rOec",
    "artist": "Kabuki",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://ogdHRO5XgeJeYMmccxmek4-FCEpa1td6wQhzP_bTTN8",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "From Beyond",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 140,
    "credits": null,
    "description": "„From Beyond“ comes with a story that I’d like to share. It all started with a reel of quarter-inch tape that I discovered in a box in the attic. After some investigation it turned out to be a recording of my maternal grandfather playing the piano. He passed away before I was born so while we never met, this artifact connected us through time. \n\nIt struck me as a strange experience that somebody who was long gone could reach out through the ether, both emotionally and physically. After all, what is a recording but a vibration frozen in time? These particular vibrations had their points of origin when my grandfather played the piano almost 60 years ago, so in a very real sense we made a metaphysical connection through a reel of tape.\n\nThis realization haunted me ever since, only waiting for the right moment to materialize as creative spark for a new project. And with my sound.xyz debut scheduled for Halloween, I knew that this was the perfect opportunity to use the recordings of my grandfather playing the piano to communicate with him across the ocean of time. \n\nI’ve spent most of my adult life in the studio manipulating sounds and frequencies, but it was „From Beyond“ that taught me how my recordings will be my physical presence long after I'm gone.",
    "duration": 197,
    "external_url": "https://www.sound.xyz/iamkabuki/from-beyond",
    "genre": "Hip-hop & Rap",
    "image": "ar://ogdHRO5XgeJeYMmccxmek4-FCEpa1td6wQhzP_bTTN8",
    "isrc": null,
    "key": "D_MAJOR",
    "license": "ALL_RIGHTS_RESERVED",
    "locationCreated": "de",
    "losslessAudio": "ar://vKHuGCyFDckhin4-V4pKGCSHwDBrizHZ2Xjf7W0rOec",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "From Beyond #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "From Beyond",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}