{
  "address": "0xfd1f48573f1be5f90e5a608446ba097e4176cf30",
  "type": "ERC721",
  "name": "THE HUMOUR ILLUSTRATION 20th century - THE GLAMORGAN CRICKET CLUB DINER - Pop Capsule Collection",
  "tokenCount": "12",
  "uri": " ipfs://bafybeidqfyqszyv3gq5xneety6wbbkdztftcax6qldrkdjkpaldy5krk6a/1.token.json",
  "metadata": {
    "name": "THE GLAMORGAN CRICKET CLUB DINNER #1",
    "description": "AMONGST THOSE PRESENT-BY FRED MAY.  The Glamorgan Cricket Club Dinner and Dance was held at the May Fair Hotel, and over 250 people foregathered, the \"whip\" having been very successful by reason of the cause. The show was organised to replenish the club's war chest, which is badly in need of it. The heavy loss last season was due to some extent to unavoidable causes, chief amongst which, of course, were the vagaries of the weather, which seriously affected the gate receipts. Lord Leconfield, President of the M.C.C., was in the chair, and excellent speeches were made by Mr. Daniel Radcliffe, Sir Edward Nicholl, Major Cope, M.P., and Mr. J. C. Clay, the captain of the Glamorgan XI. Mr. Theodore Instone did excellent work in organising the dinner, as also did Major Cope and Captain Evans, M.P. Sir Samuel Instone is the famous coal and shipping magnate. -------  FRED MAY (1891-1976) ------- Fred May was a caricaturist and painter. May's earliest drawings were produced for the Liverpool Daily Post and North Eastern Daily Gazette. His first cartoons for the Tatler were sent home in 1917 from the trenches where he was serving as an infantry officer with the Green Howards. He was asked to provide caricatures of men on the Western Front between the shelling. He developed an acute, gentle and humorous style from the 1920s onwards, caricaturing personalities including Winston Churchill, who autographed his own likeness. May served again during the Second World War, when honoured with the Legion d'Honneur, and after the war he continued to work for the Tatler, but also the Graphic and Weekly Sketch and News Chronicle right up until his death in 1976.",
    "image": "ipfs://bafybeih5sct2tyeuheluxpzq3wgqdbkiz3fq7bpaq64bpouelwbxn66hge/1.jpg",
    "attributes": [
      {
        "trait_type": "Trait",
        "value": "GLAMORGAN "
      }
    ]
  }
}