{
  "address": "0xfda3318186f0f471c26160eae6eaf64771550fd8",
  "type": "ERC1155",
  "name": "dappvinci",
  "tokenCount": "2",
  "uri": "https://arweave.net/JvoTrdW05I0GDlT9wcIXKUtaQOKJBRMN8HyJ1pLAnEk",
  "metadata": {
    "created_by": "DappVinci",
    "name": "Flight to the Golden Moon",
    "external_url": "https://stonalisa.xyz",
    "description": "This dynamic and captivating artwork captures the Pineapple God in the midst of an epic spaceflight. The deity is shown seated in a sleek and futuristic spacecraft, with its hands on a glowing control panel and its eyes fixed firmly ahead. The spacecraft is bathed in a warm golden light, as if propelled by some mystical force.\n\nIn the background of the artwork, a massive golden moon looms large, dominating the frame with its radiant glow. The Pineapple God's spacecraft is shown hurtling towards the moon at incredible speed, its sleek lines and streamlined shape cutting through the darkness of space like a knife.\n\nDespite the frenetic pace of the action, the Pineapple God exudes a sense of calm and confidence, as if completely in control of the vessel and the forces that drive it forward. Its pineapple head is turned slightly to the side, as if surveying the vast and endless expanse of the cosmos with a sense of wonder and awe.\n\nThrough its vivid colors and dynamic composition, \"Pineapple God: Flight to the Golden Moon\" invites the viewer to imagine a world beyond our own, where the boundaries of time and space are fluid and anything is possible. The artwork captures the spirit of adventure and exploration that lies at the heart of the human experience, and inspires us to reach for the stars in all our endeavors.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "DappVinci"
      }
    ],
    "image_details": {
      "bytes": 31540910,
      "format": "GIF",
      "sha256": "01396a7898d1b521a46cbd6070973f768f97477ada69573d980e4a86877fdeb8",
      "width": 2000,
      "height": 2000
    },
    "image": "https://arweave.net/wYu6jRoWD1OH-hKmgz4U0n20f9scHyybUCYH1nJd2No",
    "image_url": "https://arweave.net/wYu6jRoWD1OH-hKmgz4U0n20f9scHyybUCYH1nJd2No"
  }
}