{
  "address": "0xfd5a8788ee2890de07e2e3255edc9fbfadc6ad48",
  "type": "ERC721",
  "name": "Kole Basilio's Editions",
  "tokenCount": "1",
  "uri": "https://arweave.net/SXBDw7rSqirE4SWG-_uC2KUBaWsk-jyoy_UMnebTP4k",
  "metadata": {
    "name": "Serenity",
    "created_by": "Kole Basilio",
    "description": "In August 2021, I went on the longest road trip of my life. This adventure opened up a vast amount of opportunities for my photography. Being 17 years old, I can't do as much as an average adult. Not being able to afford and or travel alone on certain occasions has definitely taken a toll on my creative drive. Luckily, I have come upon the true beauty of nature. Through COVID, photography has been my outlet to escape from society mentally and physically. It has given me a new perspective on life. I've grown to appreciate and live every moment to its fullest because time waits for no one. Photography has made me realize that there is art all around us. From the trees, to the water, to the sky, nature brings life and beauty into our lives. My love for nature and everything it gives to the world is what drives me to keep creating and exploring. The possibilities are endless! This road trip in August was a road trip with no expectations, yet I came upon some of the most stunning aspects of nature. By having no expectations, you can never be disappointed and so many opportunities are presented. On our way back home, we went through Yellowstone National Park. By the end of the day, right before we exited the park, I caught sight of this stunning waterfall! I hopped out of the van and hiked to it. No one was there, no one was around, just me and my camera. I felt this sense of “Serenity” being in the presence of such a magnificent piece of nature. My thoughts were only focused upon the beauty right in front of my eyes. From the sound of the water falling, to the sound of the birds and animals all around, I felt free.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Kole Basilio"
      },
      {
        "trait_type": "Location",
        "value": "Yellowstone National Park"
      }
    ],
    "image_details": {
      "bytes": 13516598,
      "format": "JPEG",
      "sha256": "75845cde22144879336e55763631d70f005a4a73a4cb2cc180db6f827f4222a7",
      "width": 4522,
      "height": 6779
    },
    "image": "https://arweave.net/rhXkglsPRmQQr-gO6HA5BMLc0bh-mzswNixWoCC3QaI",
    "image_url": "https://arweave.net/rhXkglsPRmQQr-gO6HA5BMLc0bh-mzswNixWoCC3QaI"
  }
}