{
  "address": "0xfd468d5901e5d8f086ef0923a4f5f2bf2d1bedcd",
  "type": "ERC1155",
  "name": "FLR V2",
  "tokenCount": "2",
  "uri": "https://arweave.net/DKNSdEG-OVuyuH-Se8PnbRTGXjehVTc6HTtutPlBphU",
  "metadata": {
    "name": "Fluorescence",
    "created_by": "Horcruxartist",
    "external_url": "https://linktr.ee/horcruxartist",
    "description": "Her emotions transitioned from darkness to a blossom of positivity and joy. She may have found hope, love, and inner peace, leading to a brighter outlook on life. Just like the flower blossom. \n\nJust as a flower starts as a small bud and grows into a beautiful, fully bloomed flower, her character can develop and mature over time through experiences and self-reflection. The process of blossoming can symbolize the release of negative emotions and the embracing of positivity, much like the transformation from a dark state to one of brightness. In this context, the flower blossom represents her newfound growth and enlightenment.\n\nThe journey from being deserted to blossoming is one of growth, self-discovery, and personal transformation. It may involve overcoming obstacles and difficulties, finding inner strength and resilience, and embracing positivity and hope. Along the way, she may gain a deeper understanding of herself. This journey of transformation can lead to a blossoming of her full potential, much like a flower blooming from a seed. The result is a sense of renewed purpose, self-confidence, and overall well-being.",
    "animation_details": {
      "bytes": 381486,
      "format": "MOV",
      "duration": 7,
      "sha256": "66a3dfbfdfb289695e2077129f4434ad0be71d886b832776397e1e5881b3b11d",
      "width": 1280,
      "height": 1280,
      "codecs": [
        "H.264"
      ]
    },
    "animation": "https://arweave.net/G4sFLMMkIav092Xmpa5zE0KZ-TiPMkkukF81Nndx2K0",
    "animation_url": "https://arweave.net/G4sFLMMkIav092Xmpa5zE0KZ-TiPMkkukF81Nndx2K0",
    "image_details": {
      "bytes": 16849543,
      "format": "PNG",
      "sha256": "c705c82b102a4f664321773e281e58c10472eb4ed4816dfb556b83f4bfb02596",
      "width": 4000,
      "height": 4000
    },
    "image": "https://arweave.net/L5bYqsBb-1AIa6r1tlFOqzyaiF9KD7saDqcKZCSNm4I",
    "image_url": "https://arweave.net/L5bYqsBb-1AIa6r1tlFOqzyaiF9KD7saDqcKZCSNm4I"
  }
}