{
  "address": "0xfe4637338bac7a96f94d97e5f0569e49da75e679",
  "type": "ERC721",
  "name": "REFLECTIONS OF INDIA by Andre Wagner",
  "tokenCount": "428",
  "uri": "https://arweave.net/y1U2VPFTUpbBRJ7jgyZr-Dbz335EZWuRs8wX6Vdl2tM/1",
  "metadata": {
    "name": "At the main railway station in New Delhi #1/8",
    "created_by": "André Wagner",
    "external_url": "https://www.andrewagner.com",
    "description": "India is like a mirror on the world reflecting the deepest thoughts of people who go there. André Wagner’s journey into India is a journey into one’s own self. As a photographic artist, he is making this voyage to see and, in return, he himself is also seen through this book. As Jiddu Krishnamurti said: “The observer becomes the observed ...”In the world today, engulfed in economic crisis, it is an appropriate moment to take a step back, sit down and look at India with fresh eyes. It is considered to be one of the largest markets and most rapidly growing economies among the fastest developing nations in the world – a land of computers and consumers. India is what it is today and what it will be tomorrow because of the spirituality and the tolerance of its ordinary people. André Wagner gives us the opportunity to explore this facet of life in India. These quiet images of India display a stark reality that most travelers miss in their rush through this country, a country that is the size of Europe and culturally at least as diverse. André Wagner’s “Reflections of India” is a beautiful collection of tranquil moments in the utter chaos of daily life, and these moments give us deep insights into the strength of India. It is only possible to feel peace and happiness outside if you have that inside of you. Photography is an art that is quite different in that it only captures what is present in front of your eye – reality as seen by an instrument. However, it is the mind behind the camera that gives us another dimension to reality. André’s well trained eye, young and fresh, explores India with sensitivity and respect, and opens doors into the ancient and complex Indian landscape. \n\nAndré Wagner grew up in the former GDR and lives and works in Berlin / Germany. (He finished his training as a photographer in 2001.) In the early 2000s, Wagner began making photographs that are a fascinating mix of landscape photography and performance. He is virtuosic with his camera and explores the possibilities of light situations. His painterly-poetic photographs are created through long exposures and the use of various light sources. Following in the tradition of Laszlo Moholy-Nagy, his persistent attention to the psychological implications of the artistic process in relation to image making makes his images objects of contemplation. His subjects range from intimate still lifes to (urban) landscapes to portraits, and often make explicit reference to his engagement with political issues. Through the detailed staging of his photographs, he creates authentic images that are not digitally manipulated. André Wagner has received several awards for his work. His works are represented in private and public collections. Since the late 1990s, his work has been exhibited in Germany and internationally in galleries, museums, alternative art institutions and in public spaces.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Copyright: © André Wagner, All Rights Reserved"
      },
      {
        "trait_type": "Colors",
        "value": "Blue"
      },
      {
        "trait_type": "Published in the Book",
        "value": "Reflections of India"
      },
      {
        "trait_type": "Special Trait",
        "value": "Long Time Exposure"
      },
      {
        "trait_type": "Special Trait",
        "value": "Railway Station"
      },
      {
        "trait_type": "Technique",
        "value": "Digital "
      },
      {
        "trait_type": "Time",
        "value": "Night"
      },
      {
        "trait_type": "Year",
        "value": "2008"
      },
      {
        "trait_type": "Camera",
        "value": "Canon EOS 5D"
      }
    ],
    "image_details": {
      "bytes": 4310489,
      "format": "JPEG",
      "sha256": "6c6f455cfa3b8fb01cb7c717cfcb383a8b15bb62589d8fdbd005ec7f6109b6da",
      "width": 3000,
      "height": 2000
    },
    "image": "https://arweave.net/5PM_dM513XBaeOUU-d8K-_CYLQO_tD3TPuQFtngZZdU",
    "image_url": "https://arweave.net/5PM_dM513XBaeOUU-d8K-_CYLQO_tD3TPuQFtngZZdU"
  }
}