{
  "address": "0xfe7ed53b60a1334e12259eb942c9372f2c37999d",
  "type": "ERC721",
  "name": "Anniversary V2",
  "tokenCount": "100",
  "uri": "https://arweave.net/SqmooH3BFdw1COC3OBcaYeXMNaAVgVPKUg7XsmbWx1A",
  "metadata": {
    "name": "TWINDOM",
    "created_by": "BAILEY TWINS",
    "description": "TWINDOM is a collection of 100 dualistic photos created by the Bailey Twins in collaboration with the concrete jungle you call New York City 16’-18’.\n\nIn this collection, we take you on a journey across the 5 boroughs of New York as we become the innovators you know us as today.\n\nThrough our Twindom we create fresh perspectives through Fashion concepts that not only break barriers, but lay the groundwork for what the New York Fashion scene looks like today from streetwear to High Fashion. \n\nCreated by us and those who have come together through collaboration, not for compensation, but merely to create art. We share 100 of these with you here. \n\n This collection marks our one year anniversary of entering web 3 through Justin Aversano’s photography project Twin Flames we’re #31.\n\nDedicated to the 100 set of Twins & Justin Aversano who together brought you ‘Twin Flames’ \n\nOn October 13th 2021, we received a call from Justin that would start our journey through web3. As visual artists through modeling & acting, we’ve collaborated with many in the Fashion & Film world. Through web 3 we see the collaboration process being enhanced through blockchain technologies, creating true Art equality - over creating for compensation through outdated means and hierarchy. \n\nThe Twindom collection is our second body of work to be minted on the blockchain, our Genesis ‘TWO FRIDAS’, a 12 piece collection created in homage to Frida Kahlo. Can be accessed through the foundation marketplace.",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Bailey Twins"
      }
    ],
    "image_details": {
      "bytes": 7453567,
      "format": "JPEG",
      "sha256": "7649de11623cbaf0f7b54fba7107cd3fb0c4fcb035cfffc028335a3b9f532e27",
      "width": 4188,
      "height": 2725
    },
    "image": "https://arweave.net/lmUTJTFtBaBMsCl0GRIQZ5kwS7KlC_n8yr8rAq8HBIQ",
    "image_url": "https://arweave.net/lmUTJTFtBaBMsCl0GRIQZ5kwS7KlC_n8yr8rAq8HBIQ"
  }
}