{
  "address": "0xfe8e5b1f869ea976653648e166f4ec4e912318c3",
  "type": "ERC1155",
  "name": "Goonz Glizzy Anthem",
  "tokenCount": "2",
  "uri": "https://arweave.net/2BxQRU3u98Av8L-tSsLRkg6EYHfU6X3T9ZRysIWgd9o",
  "metadata": {
    "created_by": "RATED ILL Records",
    "name": "Goonz Glizzy Anthem",
    "external_url": "https://ratedillrecords.com/",
    "description": "Introducing the electrifying \"Goonz Glizzy Anthem\" by Big Wyno and Leegoddess, the official mob music that sets the stage for the legendary Cryptoon Goonz community. With its unique fusion of captivating music produced by platinum producer Adrian Boeckeler and stunning artwork by Big Wyno, this anthem is a testament to the dynamic talents of these iconic Goonz diamond holders, recording artists, and entrepreneurs.\n\nFrom the very first beat, \"Goonz Glizzy Anthem\" unleashes an unstoppable wave of mob energy that resonates with the rowdy bunch of amazing Goonz collectors across the globe. It's a sonic journey that transcends boundaries, inviting listeners to immerse themselves in the vibrant world of Cryptoon Goonz through Hiphop.\n\nBig Wyno and Leegoddess, known for their exceptional creativity and artistic vision, have crafted a masterpiece that captivates both the ears and the imagination. The pulsating rhythms and infectious melodies of the anthem create an irresistible atmosphere, drawing you into a realm where music and digital art seamlessly collide.\n\nWith every lyric and every brushstroke, \"Goonz Glizzy Anthem\" embodies the spirit of the Cryptoon Goonz community. It celebrates their passion, camaraderie, and shared love for the art of collecting. Each verse is a rallying cry, empowering Goonz collectors to come together and forge new connections, fueled by their mutual appreciation for these virtual treasures.\n\nThis exciting anthem not only ignites a fire within the Cryptoon Goonz community but also captures the attention of music enthusiasts and art aficionados worldwide. Its infectious nature and remarkable synergy between music and visuals make it an unforgettable experience.\n\nSo, get ready to be swept away by the magnetic force of \"Goonz Glizzy Anthem.\" Join Big Wyno, Leegoddess, and the entire Cryptoon Goonz community as they embark on a thrilling musical journey that transcends boundaries, celebrating the power of art, music, and unity.\n\nExperience the magic of \"Goonz Glizzy Anthem\" today and let the Cryptoon Goonz spirit take hold of your senses. Don't miss out on this legendary collaboration that will leave an indelible mark on the world of music and digital art.",
    "attributes": [
      {
        "trait_type": "Label",
        "value": "RATED ILL Records"
      }
    ],
    "animation_details": {
      "bytes": 40241767,
      "format": "MP4",
      "duration": 191,
      "sha256": "c7759e0f42d947fd1a9a90d1537fb05fd589a26f0a6176985b0e890fe73d415e",
      "width": 2880,
      "height": 2880,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/N9WZlqILUYrR0m85P3LuisIEAy2lPRJ0yER2Ay9NHIc",
    "animation_url": "https://arweave.net/N9WZlqILUYrR0m85P3LuisIEAy2lPRJ0yER2Ay9NHIc",
    "image_details": {
      "bytes": 2849825,
      "format": "PNG",
      "sha256": "f9e6c669575d5dfdce47f7096ba042df6621c561321f09fba017504c961b2687",
      "width": 1500,
      "height": 1500
    },
    "image": "https://arweave.net/K6YE9m02xge2tWuyhBlj0Xm5CqMTvHC8slH9SfCxs50",
    "image_url": "https://arweave.net/K6YE9m02xge2tWuyhBlj0Xm5CqMTvHC8slH9SfCxs50"
  }
}