{
  "address": "0xfe52bc811ad3881b639eacbc35ad22571dbb6082",
  "type": "ERC721",
  "name": "I LOVE DECAY - 1/1 by Andy Schwetz",
  "tokenCount": "9",
  "uri": "https://arweave.net/elRmKHjtsPJ1OSwJp5UFtUh6IWeiRhCkH0fZbVoYzqw",
  "metadata": {
    "name": "Silent Depths",
    "created_by": "Andy Schwetz",
    "description": "Exploring old mines is a really dangerous undertaking. Besides the constant danger that the partly over 100 years old shafts suddenly collapse over the is only one. just as you can suddenly fall 100m deep into an old maintenance shaft or, probably the greatest danger, die of carbon monoxide poisoning without that you notice anything.\n\nBut that's exactly why I find them so exciting, because hardly anyone ever goes there and a lot of things have been lying untouched for decades. \n\nlike this old trolley train in a mine in the mountains of tuscany. we had to climb a few hundred meters in altitude to reach the long forgotten entrance, which was already adorned by overgrown lorries. in the mine shaft the temperature plummeted from almost 30 degrees to about 9 degrees. again and again it crackled in the mountain and you could see huge stone blocks breaking out of the ceiling. a really depressing feeling. When the old lorry train emerged from the darkness in the cone of the headlamp, I was overjoyed. \na motif I had always dreamed of would become reality and all the huge effort and risk had been worth it",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "Andy Schwetz"
      },
      {
        "trait_type": "Country",
        "value": "Italy"
      },
      {
        "trait_type": "Year",
        "value": "2020"
      },
      {
        "trait_type": "Type of Building",
        "value": "Mine "
      },
      {
        "trait_type": "abandoned since",
        "value": "1987"
      }
    ],
    "image_details": {
      "bytes": 19608891,
      "format": "JPEG",
      "sha256": "fef7b85b74d62c694314f9f7720e21e86234a1d27381ee61c4b59fd8c573ae63",
      "width": 5484,
      "height": 3656
    },
    "image": "https://arweave.net/OLZjuNf4T2GUcIcu4i4Zg3Ceo-Wxagi83iZHW8U4Jck",
    "image_url": "https://arweave.net/OLZjuNf4T2GUcIcu4i4Zg3Ceo-Wxagi83iZHW8U4Jck"
  }
}