{
  "address": "0xfe64ceb35559e935e3a06f7af08008649fcd8823",
  "type": "ERC1155",
  "name": "MachineDrawing",
  "tokenCount": "1",
  "uri": "https://arweave.net/qK9vJkyOI4QvlVx-AlM_ccU35K2ylGO4uSx3VWuLORo",
  "metadata": {
    "created_by": "bre pettis",
    "name": "8 iterative scribbles and 8 proper scribbles",
    "external_url": "https://medium.com/@bre/make-machines-scribble-46319252f400",
    "description": "I have a kid who is coming up on 2 years old and he is drawing in the mornings. His drawings are a mix of scribbles, semi-enclosed shapes, and dots where he pounds on the paper making both satisfying marks and satisfying sounds. I enjoy the time we spend drawing. One of the things that is clear is that making a mark in the world, even scribbles is both a powerful visual statement and a powerful performance statement. When he is scribbling, the intention is clear, the attention is solid, and it is both a physical performance and an audio performance.\n\nI have been an art teacher, art student and artist and I know that sometimes it helps to have a challenge. I initiated the Center for Machine Arts recently to gather artists that make art with machines and as part of that, I’m creating prompts to get my juices flowing and inviting others to take the challenges. You’re invited!\n\nI collect computer art created with plotters and my collection starts in the late 1960s to now. In the early 60’s there were a number of artists who programmed themselves like a computer, they might have said, I’m only going to allow myself to draw in a certain way and give themselves a program and their body acts as the plotter to execute the program. By the late 1960’s a few artists had access to the mainframe computers at the time and they started experimenting in programming the computers and having plotters draw the artwork.\n\nI love plotters. I love art made in cooperations with machines. I love drawing. I love art where there is an intention to connect the physical world with an artwork. I love art making and artwork as performance. I was a professional puppeteer and then had a go at being a professional artist for a good part of my 20s and 30s. I spent years dedicated to drawing, painting, photography and then landed on video art. That ended up leading to video-blogging which parlayed into creating a hackerspace which gave me the opportunity to co-found MakerBot, Thingiverse, and now I run a Desktop CNC Milling company, Bantam Tools.\n\nAnd somewhere in there, I shifted my art-making-self into making infrastructure that acts as a portal to manifest things. I began making machines that make things. There is something very meta about making machines that make things. I miss art making desperately. I’m pulling my life around to have more art-making in it and I’m interested in the intersection of drawing, digital art, machining, and community. For digital art, in the last few years I’ve focused on making abstract work in Inkscape and using 3d scanning and a laundry list of processes to make multi-layered 3d portraits. I’ve always wanted to be able to create art made with code. I love work done by the generative greats and despite courses in Processing and time learning p5.js I was not able to get far enough to feel proficient and get the ideas I had in my head translated into code and onto paper.\n\nEnter ChatGPT. Inspired by my child’s scribbles, I spent time working with ChatGPT creating code to make scribbles. I started off with a generic prompt asking for help creating a program to make scribbles. It returned code in python that didn’t work. It stopped halfway through generating the code and I prompted it to continue and carry on and it stumbled. I learned how to run a python program from the command line and got errors back and pasted those errors into the ChatGPT text box requesting a fix. ChatGPT obliged and after a few mis-steps was able to create a vector image of some triangles. Definitely not a scribble, but a start. A total of 19 iterations later I had changed up the variables around angles, variations in line length, and gotten the scribbles to have more of a repeated MWMW shape. I’ve modified this code and created a series of SVG files, compiled them, and created an NFT so that if you collect NFTs, you can collect it. The coolest part of NFTs is the community that gathers around projects and artists and I look forward to getting my work into other folks’ collections.\n\nYou can manifest this artwork physically! I made this image a vector file called an SVG which stands for Scaleable Vector Graphic which means that it is a bunch of points connected by lines and this type of file is perfect to be plotted on a plotter. Regardless of if you buy the NFT, you can right click the image, download it and plot it out. You could even print it out on a old school inkjet or laser jet printer! I want to encourage folks to take my art in digital form and manifest it physically. Nothing would make me happier than seeing my work up in someone else’s space.\n\n",
    "attributes": [
      {
        "trait_type": "Artist",
        "value": "bre pettis"
      }
    ],
    "image_details": {
      "bytes": 47041,
      "format": "SVG",
      "sha256": "d5b5bbbb7a70ab296f2520ed67e09affad591b7c5b4b7db1a6a87aaa8ad37c2f"
    },
    "image": "https://arweave.net/TX2CmknmbKVM8ekHkKk3Kl-bxQc9Bo81hbkZpckY-60",
    "image_url": "https://arweave.net/TX2CmknmbKVM8ekHkKk3Kl-bxQc9Bo81hbkZpckY-60"
  }
}