{
  "address": "0xfe2df2f2c13084122064cf1017cf0e40b8c4bb2e",
  "type": "ERC721",
  "name": "Cazando Cielos – Editions Contract",
  "tokenCount": "58",
  "uri": "https://arweave.net/Rk1D3aL5u_fxjFNZvPTjF7W7GeZA26W8wL6icXzdlPA/1",
  "metadata": {
    "name": "Lone Survivor #1/25",
    "created_by": "Alfredo Juarez",
    "description": "# The Majestic and Endangered Mexican Grey Wolf\n\nThe Mexican Grey Wolf, also known as the lobo, is a majestic and elusive creature that once roamed the southwestern United States and Mexico. However, they were systematically hunted down and are now critically endangered, with only around 250 individuals remaining in the wild. As a top predator, the Mexican Grey Wolf plays a vital role in maintaining a balance in the ecosystem. Despite conservation efforts, they continue to face numerous threats, including habitat loss, illegal hunting, and human-wolf conflict. Without urgent action, this species may be lost forever.\n\nAs a top predator, the Mexican Grey Wolf plays a vital role in maintaining a balance in the ecosystem. They help keep populations of prey species in check, which benefits a wide range of other species and helps maintain the health of the ecosystem. However, the Mexican Grey Wolf continues to face numerous threats, including habitat loss, illegal hunting, and human-wolf conflict. In addition, their low numbers make them vulnerable to genetic inbreeding, which can weaken their ability to survive.\n\nConservationists are working hard to protect the Mexican Grey Wolf and ensure their survival. Programs to breed and reintroduce wolves to the wild, as well as public education efforts, are helping to give the lobo a fighting chance. But time is running out for the Mexican Grey Wolf. If we want to save this species from extinction, urgent action is needed. Every individual wolf counts, and with concerted efforts, we can help bring the lobo back from the brink.\n\nThis is a one in a million shot, the probability to stumble into one of these in the wild is almost impossible.\n\nI have been donating to different conservation efforts ever since I stumbled into this guy, and have been an advocate until we get them out of the brink of extinction.\n\nExtended Editorial License: Can be used to display privately, or in commercial and non-commercial settings, or in groups with an unlimited number of participants. The License includes unlimited use and display in virtual or physical galleries, documentaries, and essays by the NFT holder. Provides no rights to create commercial merchandise.",
    "external_url": "https://alfrek.net/blog/2022/08/15/lobo-gris-mexicano-especie-en-peligro-de-extincion",
    "attributes": [
      {
        "trait_type": "Artist Name",
        "value": "Alfredo Juárez"
      },
      {
        "trait_type": "Camera Make",
        "value": "Nikon"
      },
      {
        "trait_type": "Camera Model",
        "value": "D7000"
      },
      {
        "trait_type": "Wildlife Species",
        "value": "Mexican Gray Wolf"
      },
      {
        "trait_type": "Location",
        "value": "Durango, México"
      }
    ],
    "image_details": {
      "bytes": 430200,
      "format": "JPEG",
      "sha256": "b0026d0487132217df372d0b656bcb9c047634ed87e324e7eabce7d9f5e2bdef",
      "width": 796,
      "height": 1200
    },
    "image": "https://arweave.net/HkVkYhGLcJ23C2cFcHya43vMbTyt0EDKrDsrnZl6wVk",
    "image_url": "https://arweave.net/HkVkYhGLcJ23C2cFcHya43vMbTyt0EDKrDsrnZl6wVk"
  }
}