{
  "address": "0xfe8c31131807c2de91776bf5680963d6d8ad43ab",
  "type": "ERC1155",
  "name": "CryptoPasta: Urban Legends Of Web3",
  "tokenCount": "1",
  "uri": "https://arweave.net/IKh2cBzBuU6_4JoJPqH1NtDRNWsPf9UyRQp0wFkET7k",
  "metadata": {
    "name": "Crypto Yeti",
    "created_by": "Nilus J. Dantes",
    "description": "The Crypto Yeti is a mysterious and terrifying creature that stalks the online marketplace. It is said that the yeti only appears to those who have made at least 10 ETH in sales.\n\nPeople have reported hearing strange noises and seeing shadows moving in the corners of their screens, just before the yeti appears. Its eyes glow a sickly blue color and it is surrounded by a cold, eerie mist.\n\nThe yeti is known to be incredibly fast and agile, able to move quickly through the digital landscape. It is also incredibly strong, with the ability to hack into people's accounts and steal their hard-earned profits.\n\nMany who have encountered the yeti say that it is almost impossible to escape its grasp. Those who do manage to escape with their lives often live in fear of the day when the yeti will come for them again.\n\nThe Crypto yeti doesn't care about Royalties, Art or PFPs. Its also said to be immuned to GMs.\n\nIt is said that when the Yeti passes through enough wallets and obtains enough Crypto from the market, a Crypto Apocalypse will begin.\n\nIf you are an online trader, be warned: the Crypto Yeti is always watching, and if you make too much money, it will come for you.  \n",
    "attributes": [
      {
        "trait_type": "Crypto Creature",
        "value": "Crypto Yeti"
      }
    ],
    "image_details": {
      "bytes": 858414,
      "format": "PNG",
      "sha256": "f062e3f0517dea96308b4e9e6b2d299796d937d50d6dc3404070326e94c9974c",
      "width": 1024,
      "height": 1024
    },
    "image": "https://arweave.net/8lPSowVG-hT5ZjISrLXdlu3Whv4OznwgbiCJ9Y1vklk",
    "image_url": "https://arweave.net/8lPSowVG-hT5ZjISrLXdlu3Whv4OznwgbiCJ9Y1vklk"
  }
}