{
  "address": "0xffee5edf91a642a3b67e8797dcb6df9f542e78a0",
  "type": "ERC721",
  "name": "Lasik - Status Online",
  "tokenCount": "2",
  "uri": "ar://n1CtdQ3bWCVYjkeB8lT4CYeM-eZFW02RNoaIZHwD-Xc/1",
  "metadata": {
    "animation_url": "ar://Ahl_gvQ0OjwnIQN-nuGYXbFe50xNnBwTUXFKf-PPEeM",
    "artist": "Lasik",
    "artwork": {
      "mimeType": "image/png",
      "uri": "ar://0ek7yax2RejG5ZoPtJ0RRtYqSqdG_8KzqoRz9cxjuLE",
      "nft": null
    },
    "attributes": [
      {
        "trait_type": "Status Online",
        "value": "Song Edition"
      },
      {
        "value": "Genesis"
      }
    ],
    "bpm": 162,
    "credits": null,
    "description": "This song started the way many others do, with my friends throwing different ideas around with no expectations or guidelines. Collaboration is such an integral part of my process. Gaining an outside perspective and playing off of each others strengths always leads to a unique product, as opposed to sometimes getting stuck in a loop when creating on your own. \n\nThe beat for this song first came to life in March 2022. I pulled up to the Wallis Lane HQ in Santa Monica to have a session with Don’t Trip, an extremely talented producer duo I had been working with for over a year at that point. It was maybe our 3rd or 4th idea that we made that session. They started laying down some melodies and adding layers but it really came together when they played that bright, abrasive, synth bass over everything. I believe every song should have elements that cut through the rest; ones that are instantly recognizable, and this was it. After they got that down I immediately had ideas for the drums. I was picturing driving hats and a huge snare, reminiscent of a lot of 80s/Synthwave drums. I did my best to translate everything in my head onto the track and added some toms and other percussion to really solidify the movement of it. \n\nAfter this session, the beat went into a folder for 4 months until I had a session with Kevin George in June. I didn't even send the beat out before that because I wasn't sure who I could hear on it, but I knew Kevin was always down to hear the weird, left-field beats on my hard drive, so I played it for him. As I was playing it I think the same elements that stuck out to me, stuck out to him. He told me to put it aside and later that week I saw he posted an Instagram snippet of what he had recorded. Once I heard the hook I new it was special. \n\nThe song laid dormant for almost a year after that, until I was texting Kevin trying to figure out which song of ours I should release for my debut in Web3 and he reminded me that we still had 'Status Online' in the vault. After getting the vocal stems from him and tweaking the instrumental and arrangement, the song was finally ready for people to hear. In my opinion, one of the best parts of producing is looking back and seeing the journey an idea took from its inception all the way to its release. It really makes me appreciate the process and the care it takes to showcase a song to the world. I'm excited to continue to drop music on this platform and give y'all a chance to invest in this journey! Much love!\n",
    "duration": 146,
    "external_url": "https://www.sound.xyz/lasik/status-online",
    "genre": "Hip-hop & Rap",
    "image": "ar://0ek7yax2RejG5ZoPtJ0RRtYqSqdG_8KzqoRz9cxjuLE",
    "isrc": null,
    "key": "A_MINOR",
    "license": null,
    "locationCreated": "us",
    "losslessAudio": "ar://Ahl_gvQ0OjwnIQN-nuGYXbFe50xNnBwTUXFKf-PPEeM",
    "lyrics": null,
    "mimeType": "audio/wave",
    "nftSerialNumber": 1,
    "name": "Status Online #1",
    "originalReleaseDate": null,
    "project": null,
    "publisher": null,
    "recordLabel": null,
    "tags": null,
    "title": "Status Online",
    "trackNumber": 1,
    "version": "sound-edition-20220930",
    "visualizer": null
  }
}