{
  "address": "0xffc1c19aa32345df59b87819ce29b96b3847d2a7",
  "type": "ERC1155",
  "name": "Unidentified contract - cwhsvcuxWS",
  "tokenCount": "1",
  "uri": "https://arweave.net/SCOXsbG4gwduJ6fd3YMV5gwiTT8luG0P0EW-4lsb1KE",
  "metadata": {
    "name": "Recurrence ",
    "created_by": "Lord of the Cats ",
    "description": "One year ago, I came from Instagram to Twitter, in search of a better platform to share my photography. What I did not expect to find was the NFT space. Last September, I minted my genesis collection “Where the Wild Cats Are”, it was a series of 30+ photos of cats. But the cats in those photos weren’t any normal house kitties, they’re wild/stray felines who I care for in the woods of Ohio. I’ve taken care of them for 10 years now and I honestly never thought I’d be sharing that side of my life with the world. However, one year, and 1-2 sold out collections later, I’ve made enough ETH to take better care of my cats, buy my dream camera, and gain the confidence and skill I needed to become a better artist as a whole. I have so many things and people to thank the NFT space for. The artists I’ve befriended and been mentored by, the friends I’ve made, and the inspiration I’ve gotten which has helped me grow as an artist, all of these things have changed me for the better, tenfold. \n\nThis piece is an example of how far I’ve come as a photographer and an artist overall. It features Clyde posing for me and looking as handsome as ever. He’s one of my favorite kitties to photograph and a new addition to the wild cat family who was born in the spring. He’s quickly growing up and turning into a beautiful and majestic boy. One of which I love  spending my mornings with when I take a photo walk with the rest of the cats.",
    "image_details": {
      "bytes": 6925600,
      "format": "JPEG",
      "sha256": "7f39378fee33bcdf53a1c03af2e190acea60f1f2472a1388fa51d3c38777a401",
      "width": 3909,
      "height": 5334
    },
    "image": "https://arweave.net/54_Ot9l55NP4IGgCTon2W0W02KZavwknRuOIL57emm4",
    "image_url": "https://arweave.net/54_Ot9l55NP4IGgCTon2W0W02KZavwknRuOIL57emm4"
  }
}