{
  "address": "0xff8867c5fcd37d30d4de703966d0111deb76e0b7",
  "type": "ERC1155",
  "name": "Deca Land",
  "tokenCount": "1",
  "uri": "https://arweave.net/cjRQGdWq3uQJP8SMcD9NOs9nr878g2yz_YNIZ4wLlSs",
  "metadata": {
    "name": "Zamba del Carmen",
    "created_by": "Deca Land",
    "external_url": "https://decaland.io",
    "description": "Beachfront property in Maloma Beach located in San Felipe, Zambales, Philippines; a parcel of land containing an area of about 500 square meters, more or less, minted as 33 non-fungible tokens (NFTs) with holders comprising a decentralized autonomous organization (DAO) that would develop the parcel of land into a vacation and recreation spot. Each NFT is a governance token to vote on proposals that control how the real estate property is developed and managed.\n\nUPDATE: Only 33 tokens are in circulation. Initially, 333 tokens were minted. 300 tokens were burned in Sept 2022. Ref: https://etherscan.io/tx/0x146034868189efda741b46df367bdca4619a3a1cc53339eec66088dfa70aecae\n\nDisclaimer: 1) Ownership of this NFT does not make any representations or warranties with respect to the future value of these tokens and the real estate property. We believe that the future value of the tokens and the real estate property (if any), will be generated by the enthusiasm of the community of the NFT owners). 2) These tokens do not represent an ownership interest in the real estate property as a whole. 3) These tokens are not an investment vehicle and are not being created for the purpose of trading or liquidity, but rather, as a governance unit intended to be used as a vote in decentralized governance.",
    "attributes": [
      {
        "trait_type": "Type",
        "value": "Beach Property"
      }
    ],
    "image_details": {
      "bytes": 9652309,
      "format": "PNG",
      "sha256": "98d385fcad67262d1998e26ff55c40c3a141a620b6407360ff278e2427b9828a",
      "width": 3240,
      "height": 3240
    },
    "image": "https://arweave.net/MwN6HKj5tbA1hAcO_G6dxW-0-MNsgHZ9vRrJl7zxc4w",
    "image_url": "https://arweave.net/MwN6HKj5tbA1hAcO_G6dxW-0-MNsgHZ9vRrJl7zxc4w"
  }
}