{
  "address": "0xff162f407cb1881e46ef2d2aed1a01d69dda70cc",
  "type": "ERC721",
  "name": "Mind~streams",
  "tokenCount": "3",
  "uri": "https://ipfs.pixura.io/ipfs/QmR66dC2tNqj948XyonavLeC1Hjxv3qkoFkDbzQmLeLM35/metadata.json",
  "metadata": {
    "name": "Mind~stream ~1. Coming back to myself",
    "createdBy": "Yura Miron",
    "yearCreated": "2022",
    "description": "In this new series of drawings aka ‘Mind-streams’ I’m reconnecting with myself in so many ways… I’ve been working on generative ai art and vr art for ~4 past years and in 2022, after generating thousands and thousands of beautiful & interesting images with all the new major ai text-to-image generators such as Midjourney, Dalle, Stable and Disco Diffusion, at first I was fascinated by the results, but also overwhelmed by the amount of cool-looking variations of same ideas by myself and by many other artists. Later I’ve started reflecting on my ai generated images, questioning myself: what is my unique voice in these images? a text prompt? a seed? I’ve felt lost in all of it. I’ve stepped back for a while and later found out that I don’t want to work with ai for now. I just want to draw drawings like this. A series of these works. While drawing this one I felt like I’ve returned back to myself. This is my way of drawing, of thinking, of doing. This is my unique style. I believe that everyone is a divine creator deep inside, only a few really open it up during their lifetimes, most people die before even realizing their true potential. I wish every-single-one to unleash your creative impulse completely. Regarding an artwork: I need an emotional connection with an art piece, otherwise it’s just an image for me. I find it difficult to have an emotional connection with ai generated art at the current stage of its development. In this series of mind-streams I am going back to the basics: what does it mean to be an artist for myself? If everyone can generate the similar looking images by using similar ai generators, then comes the question: what’s unique about my own art practice, where’s exactly my voice, my style and my vision? Drawing this series answers this question: This is it!",
    "image": "https://ipfs.pixura.io/ipfs/QmT8chCSjBd5TmtDYHg8UGBfJrcyiDwKRF9eevjeUP9epB/Mindstream1.png",
    "media": {
      "uri": "https://ipfs.pixura.io/ipfs/QmT8chCSjBd5TmtDYHg8UGBfJrcyiDwKRF9eevjeUP9epB/Mindstream1.png",
      "dimensions": "2160x3840",
      "size": "10615845",
      "mimeType": "image/png"
    },
    "tags": [
      "Mind",
      "MindStream",
      "DigitalArt",
      "DigitalDrawing",
      "DigitalPainting",
      "Uniqueness",
      "Style",
      "Art",
      "YuraMiron",
      "Visionary",
      "Imaginary",
      "Colourful"
    ]
  }
}