{
  "address": "0xff1fb51275de50de538b98967adae3f8ad1f859d",
  "type": "ERC1155",
  "name": "Four Fires of the Future",
  "tokenCount": "1",
  "uri": "https://arweave.net/a-SFvxz3HtG6wTPOvpHRH2yttU1XRObEOzBZdFuZjVo",
  "metadata": {
    "name": "Piece of story",
    "created_by": "Tito Yusuf, MEK, Kinako, Peter and Joseph",
    "description": "This is a collaborative artwork created by Indonesian and Japanese creators and translator.  \nMusic by Tito Yusuf, pixel animation by MEK, painting by Peter and Joseph (Makoto Tagawa and Shinya Fukasawa), and their online communication was translated simultaneously by Kinako.\n\nThe year in this art is assumed 1989. The paintings depict motifs that remind us of our childhood memories, such as video games, boom boxes, carbonated drinks, snacks, comics, and figures that were popular at the time.\n\nWe each artists living different place have been connected and communicated with each other through web 3.0.  \nIt was like a \"Space Travel\" experience.  \nIndonesia and Japan were connected beyond time and space, and the \"line\" of national borders was connected beyond language barriers to create a collaborative artwork.  \nFrom our shared imagination, they expressed \"Nostalgia”.  \nThrough this artwork, everyone will experience a sense of nostalgia and a recalling of childhood memories.  \nAnd we believe that this will lead to \"the power to look brightly ahead and find hope for the future”.\n\nThis is the first of our collaborative artwork.\n\nEach of us has been encouraging each other to keep the \"flame of creativity\" in our hearts burning, no matter how difficult the days may be, by calling out to each other the watchwords \"未来の四つの火 (Four Fires of the Future)”.\n\nEven though person is with family and friends, person may feel lonely at times.  \nEven if they are far away from each other, and if they have a \"Soul Mate\" somewhere in the world, their hearts and minds will  be connected someday.  \nI believe that one day we will meet more people on the real with whom we can truly share the \"joy of connection\".\n\nこちらは、インドネシアと日本のクリエイターと通訳者によって制作されたコラボレーション作品です。  \n音楽はTito Yusuf、ピクセルアニメーションはMEK、絵画制作はペトロアンドヨゼフ（田川誠、深澤慎也）、通訳・翻訳はKinakoが手がけています。  \n時は、1989年。当時流行っていたテレビゲームやラジカセ、炭酸飲料やスナック菓子、コミックやフィギュアなど、子どもの頃の記憶を彷彿とさせるモチーフが描かれています。  \n彼らはweb3.0によってそれぞれの場所でつながり、コミュニケーションを重ねてきました。  \nそれはまるで、”スペーストラベル”のような体験でした。  \n時空を超えてインドネシアと日本がつながり、言語の壁を超えて国境という”線”がつながり、ひとつの作品を作り上げることに成功したのです。  \nそれぞれに共通するイマジネーションの中から、彼らは「ノスタルジー」を表現しています。  \nこの作品を通して、誰もが懐かしさや、子どもの頃の記憶をたどるような体験ができることでしょう。  \nそしてそれは、「先を明るく見て、未来に希望を見出す力」につながると信じています。  \n彼らの作品は、今回が第一弾です。  \nそれぞれが、どんなに大変な日々の中にあっても、「未来の四つの火」という合言葉をかけあい、心の中の「クリエイティビティの炎」を絶やさないように、励まし合ってきました。  \n人はどんなに家族や仲間といても、孤独を感じることがあるかもしれません。  \nしかし、たとえ遠く離れていても、世界のどこかに「ソウルメイト」がいたならば、心と心はつながっていくのです。  \n「つながる歓び」を心から分かち合えるような出会いは、きっといつか訪れるはずと信じます。\n\n\nMEK (Michael Alexander)\n\nMEK is an Indonesian-based pixel artist. Started as a graphic designer with 12 years of experience in running a graphic design studio, pixel art is his medium of choice to express things that’s not quite translatable through practices in graphic design.\n\nOften found Ukiyo-E and Shin-Hanga as his main compass and fountain of art— one of his biggest mission is to bring pixel art medium out of pop-art, cute or game-esque notion into something that’s more timeless and agnostic to current trends.\n\n\nTito Yusuf\n\nMusic and Visual Artist\n\nhttp://Instagram.com/titoynotes  \nhttp://Youtube.com/tito_yusuf\n\ntito yusuf is a visual and music artist from indonesia. He launched his ep “know something” 4 years ago and has started drawing since 10 years ago. Yet, his journey still continue for some reason.\n\nhe doesn’t really have anything big to share. he only wants to share his small story in these big and noisy world through his music and visual. \n\nEventhough he doesnt really have anything spectacular to share, he’s still eager to whisper small stories to the noisy world through his music and visual.\n\n\n「未来の四つの火」プロジェクト  \ntwitterでの出会いに感謝。  \nMEK.txt @michaelmicasso  \nTito.png @titoys90  \nKinako @Kinako588  \nPeter and Joseph (Makoto Tagawa @Marcot_no1 , Shinya Fukasawa @StreamDeep)",
    "attributes": [
      {
        "trait_type": "Music and Visual Artist",
        "value": "Tito Yusuf"
      },
      {
        "trait_type": "Pixel Artist",
        "value": "MEK (Michael Alexander)"
      },
      {
        "trait_type": "Translator",
        "value": "Kinako"
      },
      {
        "trait_type": "Artist",
        "value": "Shinya Fukasawa (Peter and Joseph)"
      },
      {
        "trait_type": "Artist",
        "value": "Makoto Tagawa (Peter and Joseph)"
      }
    ],
    "animation_details": {
      "bytes": 75960702,
      "format": "MOV",
      "duration": 175,
      "sha256": "69e9c7d7d5b7754142530ef0f9dad1ddcc743488615444f35cc677a1a3805e28",
      "width": 1280,
      "height": 900,
      "codecs": [
        "H.264",
        "AAC"
      ]
    },
    "animation": "https://arweave.net/VDzVtkVEqGEO2xjwTZTQI6y66rcW0fAXDqDHsO1ZhGo",
    "animation_url": "https://arweave.net/VDzVtkVEqGEO2xjwTZTQI6y66rcW0fAXDqDHsO1ZhGo",
    "image_details": {
      "bytes": 1874726,
      "format": "PNG",
      "sha256": "e59a55512f084e564ce82529c6739d7701148ab1ce3e080f9902e68ef166eb42",
      "width": 1155,
      "height": 805
    },
    "image": "https://arweave.net/wsYTlGV4DVID5-nnJbrk-s-wHAs142QqzevpKHVSWOM",
    "image_url": "https://arweave.net/wsYTlGV4DVID5-nnJbrk-s-wHAs142QqzevpKHVSWOM"
  }
}